{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              50
            ],
            "dtype": "float32",
            "name": "input_1",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "Reshape",
          "config": {
            "batch_input_shape": [
              null,
              50
            ],
            "dtype": "float32",
            "name": "reshape",
            "target_shape": [
              50,
              1
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "reshape"
        },
        {
          "class_name": "LSTM",
          "config": {
            "activation": "tanh",
            "activity_regularizer": null,
            "batch_input_shape": [
              null,
              50,
              1
            ],
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {},
              "shared_object_id": 4
            },
            "bias_regularizer": null,
            "dropout": 0.0,
            "dtype": "float32",
            "go_backwards": false,
            "implementation": 2,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              },
              "shared_object_id": 2
            },
            "kernel_regularizer": null,
            "name": "lstm",
            "recurrent_activation": "sigmoid",
            "recurrent_constraint": null,
            "recurrent_dropout": 0.0,
            "recurrent_initializer": {
              "class_name": "Orthogonal",
              "config": {
                "gain": 1.0,
                "seed": null
              },
              "shared_object_id": 3
            },
            "recurrent_regularizer": null,
            "return_sequences": true,
            "return_state": false,
            "stateful": false,
            "time_major": false,
            "trainable": true,
            "unit_forget_bias": true,
            "units": 40,
            "unroll": false,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "reshape",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "lstm"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout",
            "noise_shape": null,
            "rate": 0.2,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "lstm",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout"
        },
        {
          "class_name": "LSTM",
          "config": {
            "activation": "tanh",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {},
              "shared_object_id": 10
            },
            "bias_regularizer": null,
            "dropout": 0.0,
            "dtype": "float32",
            "go_backwards": false,
            "implementation": 2,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              },
              "shared_object_id": 8
            },
            "kernel_regularizer": null,
            "name": "lstm_1",
            "recurrent_activation": "sigmoid",
            "recurrent_constraint": null,
            "recurrent_dropout": 0.0,
            "recurrent_initializer": {
              "class_name": "Orthogonal",
              "config": {
                "gain": 1.0,
                "seed": null
              },
              "shared_object_id": 9
            },
            "recurrent_regularizer": null,
            "return_sequences": true,
            "return_state": false,
            "stateful": false,
            "time_major": false,
            "trainable": true,
            "unit_forget_bias": true,
            "units": 40,
            "unroll": false,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "lstm_1"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout_1",
            "noise_shape": null,
            "rate": 0.2,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "lstm_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_1"
        },
        {
          "class_name": "LSTM",
          "config": {
            "activation": "tanh",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {},
              "shared_object_id": 16
            },
            "bias_regularizer": null,
            "dropout": 0.0,
            "dtype": "float32",
            "go_backwards": false,
            "implementation": 2,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              },
              "shared_object_id": 14
            },
            "kernel_regularizer": null,
            "name": "lstm_2",
            "recurrent_activation": "sigmoid",
            "recurrent_constraint": null,
            "recurrent_dropout": 0.0,
            "recurrent_initializer": {
              "class_name": "Orthogonal",
              "config": {
                "gain": 1.0,
                "seed": null
              },
              "shared_object_id": 15
            },
            "recurrent_regularizer": null,
            "return_sequences": true,
            "return_state": false,
            "stateful": false,
            "time_major": false,
            "trainable": true,
            "unit_forget_bias": true,
            "units": 40,
            "unroll": false,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "lstm_2"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout_2",
            "noise_shape": null,
            "rate": 0.2,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "lstm_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_2"
        },
        {
          "class_name": "LSTM",
          "config": {
            "activation": "tanh",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {},
              "shared_object_id": 22
            },
            "bias_regularizer": null,
            "dropout": 0.0,
            "dtype": "float32",
            "go_backwards": false,
            "implementation": 2,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              },
              "shared_object_id": 20
            },
            "kernel_regularizer": null,
            "name": "lstm_3",
            "recurrent_activation": "sigmoid",
            "recurrent_constraint": null,
            "recurrent_dropout": 0.0,
            "recurrent_initializer": {
              "class_name": "Orthogonal",
              "config": {
                "gain": 1.0,
                "seed": null
              },
              "shared_object_id": 21
            },
            "recurrent_regularizer": null,
            "return_sequences": false,
            "return_state": false,
            "stateful": false,
            "time_major": false,
            "trainable": true,
            "unit_forget_bias": true,
            "units": 40,
            "unroll": false,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "lstm_3"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout_3",
            "noise_shape": null,
            "rate": 0.2,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "lstm_3",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_3"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense",
            "trainable": true,
            "units": 1,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_3",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense"
        }
      ],
      "name": "functional_1",
      "output_layers": [
        [
          "dense",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.6.0"
  },
  "hash": "8343070304db55e9058a60bd09891b4979f16c8c3b92e2f263183c2dce5adbbb",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      50
    ]
  ],
  "output_shapes": [
    [
      1
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            50
          ],
          "values": [
            "OYOOv3yZrb6CQAW/2QVyP9fMAj9kzRg/RbJ3P0mq9r1JlRvAoIjxvszvJb/5lJu/G49bPxScST9i16e9ro6KPwvolj3ASWk/pb22P/o1yT4/vYC/plcDwGelvT8cJZm+WsSOvloYVL/Qkk8+Ehqgv+RjxT9GvX8+fPzIvpdUGz8AUDE/ymhFv05HVr9ETxXA06m5v+u/DzzljWi/LoaQvxZcGr6PbxK/TF8mP+O6nb8ZsO4+26yfv3kuxz+h2QS/bH4QPxfBh78="
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            1
          ],
          "values": [
            "+qzsOg=="
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "dense": {
      "bias": [
        "1fKLOw=="
      ],
      "weights": [
        "jQakPdJ0hj0Ex8s9prqAvQ4Wqb0dtLQ9i2hxPTFDtD042589zf6uPQVhW730rVe9q467vev+mT1dBc69mUiOPbbeH77i15e9ClGEPaqak71Bt7u9HKZlPXVFir28BYe98iuJPTFNsr0Mc3i9fQI5PQ+3l71iS4s9baNqvaMsPj0rSoM9/ybbvV10Lr1a2Jy9Z4RsPTuGXL1GAWE9Jd6MvQ=="
      ]
    },
    "lstm": {
      "bias": [
        "lrB6v++EQj8DnDY/yI93P4zVID8kn30/YAX5PhLSBb1EVJ8+nyyGPpnDbb84Bno+EDQkv54l4b11zEe/qbGgvgofzz5hqPg+Rp8GP36pHr6Zxqi/SjMgP/oOPj91zE8/Q4WLPxrnJDxSLie+w2SNv02NCz/8jf++noV8P6vIRb/TGF6/MU+iPaqpNz9q228/Ci11PwaP8L68D7E+JhwJP95Q/b7fV5s+5RamPnMRtT6rEzc+LNGDPjV6Nb0qxpa9I8jqPEkUED1bRiC/6coPPtOeYL6DyIy+PJM6v6ganr5J3XA+cdroPTjHoT2faU48WZmVvxCegz4jgI4+3oOIPnxawT41gts65mievAqJOr/Slz0+J3TMvrfHgz4itiu/aF2Avybm0jzN1oY+YNasPnpoxj62Aus9dYs9PkQyiT7lcU48dJA2PLjtB7siS968W8ySPGVN9Tz4O4u8XGazPNW+M7ywjL08gUNWPAG0AbwGtAQ9u8X6O/40zzzXoaS7NnF3PGvcmzwjGAi8lmy5vDSqTLzE+aO8H9nXPIlODL2MBeK71c4Fvd5fPD1w5yk8AyoCvWvgKDwr75G87iFWPLdukLtsAem8ts3ku4k+rTy3p6k8TIe2PIe3mbwytlo7bCB2v6pZZT9S5UE/PFyWP7MIOj9s1ok/4psoP/nfMjyYVNs+xgJ5PnN3gb9xspc+Twscv0gN97xJR0a/wNuHvi7E3T61yjU/yY8ZPySiAL7LnKu/+bdEPygjaT8O+XE/pcmUP3NYdz2zgGe+/QGOv5gSDT9tiey+1OV1PxgjR7/oeG2/OzYfPhVjPz+lsY0/fE96P/IVir6FH84+QO8KPw=="
      ],
      "recurrent_weights": [
        "Cgl6PlIQ0D1Y98Y+RoeZPnmJYz26TlY+c5HSPlEEFT42gr0+58jvPYhmoj59egk9aPdcPuT/ez5qqNg+pYOCPgX4HD4Qk+o+lrijPraGMT6GQoo+aoU1PjJgcj6cajo+PLA9Pr4WIz5NQ7c+62bVPolIG749Q8Y+r7qovBUOsD4xX9o9u5p1PsSNqDy1mkY+QeAzPQNDzz4uIW0+M0CmPo0tyT4x1Ic+btdYPXW7cD5FVyU+ht8BPvhmhD1VG1Q+QnblPqjRIj4/u0o+wnOjPuT9Pj5XOD0920eIvTtt7D5ak4g8EPqDPrWmcD7K2Yk+KCnPPSDv8bwkVeU97DDCPuJ0qT7zhn0+m6/ruxdlQT4ACe89DgNmPv9Alz7Cd5g++pU8PS8zlT4ubh0+K1N3PkM/vD0GwYe+ny4lPNBpBr3PP6+/S3J7PAH4KbwLXpy91xiuvRAMo732Qgs9Eon/vYCEIz2Ww4891wLQve9Sd77i+Nu9fEGhvmFZFT4R9Te9fkIHvlWFgr3DYPA9lun/O+ZEib6bDqK9jD/YOtJ4aD17Evc9iNC8PeMhCjt3Z1W+LH0gvbpsMj7Mbgo9i9yiuq/j3D7pnKE8pEMuvmVX271UBBm9EOwCvjTK8zyh9k69qe9LPtxbWzzFcB0+EhTuPRfXkj2Ux8Y7+hK5vRylh7ztnia8sTjKPeHiBz7lMmc+0zyLPfeLvL1fNB0+ddMlPjUegb0U0C+9k4xtPhqIlj6NrR8+o0BZPZxYGbw5ars+5gsNPXDbrz0m+wG+RkpwPQ4w5r1Tv3Q++L8tvS/Nqz5mmig+yRWaOwtLFz2SCDM9LFPZvAeaF76dql69QojkPW2n7T7aMlQ90+KtPvyC4z4qjWs+rWRLPvIEwj5j12Q+rT+zPtsL3j6fWSI/s29jPpfWzT6Yujg/0rhCP35h3D6Oe0s+tpgrP074yD5tRrQ+CpTcPhug0D6Rp5g+F3NFPr11TD3uJ8Y+TnsTP+YBTz87Xuo9r5Q3PydtKD6EW1E/",
        "SFI9PyQR6D750AA9+neEPme4Wz7w624/5v7kPgVtNj5uhhg/2JkPPzWSUD5aitM+Ac/gPe/ylz60Kuw9EjG0PnRZyj5VwOg9ZJp0Pok/9D7Apv49lj+vPp6NEj5Xtgk/VSUTPZ8GEj6RieQ+cyXSPdSNhD5tPJg+VMdoPl3ZrD7XUak+OOacPvqMZr1wc4c+66wtPmePGD8uOqI+pCoLP/kulj7WQN8+pr4+PpJOoj7CuJA+PCgHvsLYuj2ePtA92Pxjvu+eWL/QoLg9VplzPaKEwTwpPu29ePlnPWV8Lz4+z0M9DOIPu+MGy76KyGO7e5HwvF6AfL2LYJS+vaWEvS+kyr2zOWO9V36rvRCsn71JRoU+tkLHvEKqvb2Essw95YDhPMIlbT2b0ky+Jjc/PmAG6T37bQM+zxuivVuHuL2czwm+xf8+veD+2r3+Kxe9GgvePcnLMj26NQe9l4zBPeIhoD7Cid29i62sPbcbL71tayS+3JbSPYHKIz75tkU+F5AtvLypIz7t0dM+hTwjPccDDz3/Jv69ZkU2PxYCrbzNLH0+JzYJvlgv8D2mlrY++sXjPtjRbz11rBU+PY69vfjoXT0WNps8rTxvPiXdzT6In4o9ElQqPkZ11TzO3uY+WfImP8jxID0d7tw93gPWPNiHrLtohz89fQDRPgBztTzdI+M+wmxkPcD+lr6Mg0E+vtKsPblUVT5CpRM/wv10vcUqEj/5pGu+G1f6PdhAQD719DM/pbYhPxLhSD7uMxE/ZBzgPMoI+z4/Rmo+tWwcvb9orz6G5Nw+YIfOPUmugr2+NK8977xTPvNYtj0NPHE+crC1vK0LCj/okCs9XWebPrXNGD+t07g+5PUGviH7pT3M+pq9laclPzFcGL1lI8m9zAT2PpsBtD7Yh8s9j+3BPtAMKT7G/G8+2WWBPlJ0lD6bNv4+tVO5PVhQQj4qtqc+5ZWBPe4nnz55rQ49sR2gPg/t0TsxfZc+KmOoPr3dWb7KzFQ+1f4MPsy6uz3EYJw+",
        "bztSPsPy+j7O/aS9A9QTPx6fHL1U+g8/VXeyPYcCxj6/d/E9DLkQPq4irTyG4pk+nCMzvYxu+72Uqg6+T3lQPqFRPb6/WSm8+IJXv/5eGT0bSni+heyhvfaj4jxeM1c95J/mPI72ID4A/Na95ZCKvd964TxHVga7bqvcvX74Ar7gSPu8uzHAPCdzy71UUPo6hvkfPkww2r2cTXw9B96uvKGVLj1fhQ4+rritPSAJKL7t3+Y9pJmbPv0xYT1Vk+w9sk4Uvv37xrznKPg9YDRTPh94L74dfF09ZuI1PfikVr6HtWA+BiHmvXUxsr6fZAe+XPUcvp0mQr4nuD49ZoNDvrdci736sL++OnNQvDJ8G77TdBU8G3IZO2yfxj1wk/I8+iNFvql/gL5yDuC9IDDIvS+LSD4GJYu9RTVFvu5a0L2m1H2+TrkVvjUQub68yoG9vYGKvu2iBT6eSoa9eHKCPtnSOT8dTMG9UKexvuBUdb7gKuS+zs+eva7Og74POye+4S0mv2KV4L1zWJq+zESEvrEK6b0JJ2K+HS6rvjsM/L3VW9W+bx6lvnu8EL+/nya+7g4Nv/PCRb954fK+EQgpv8QCcL7AtAm/I+f6vmy5T756n+m+etEMvwj2pr6TcJe+P87RveptUL7JnAK/oFo/vz4R6r0MAiy/N1UOvteBJL+7rPu+CLW3vhCuyr1KGRW+m+SuPT1jgb9eM7m+pCWVvoWPD78FtZK+hsxgvpmUvr4XF0y+SnxqvpA2kb7yoaO+VAjGvt91Br6gnDi+ZHXGvtV6Yb6Fg3S+vMJcvuWP7b4VaT+88HxsvviiyL5HIbO+d4jfvnBIsL6hto6+SPOzvg3xq74m5+y+KnNyPYR/ir5Y6E++0LkTv4BgHr7Q2R+/M0msvsgdkr7PmIK+IuzMvkCnm76/4Gu8iltMvpSh/r3/yGk+Pqztu7L7tL29/Ea/lSbQPdJYKj52B2C7+nwQPj1ojr1Z9YC9K1pAPbxJo72cxu49oFAgPmw5KT6kETE9",
        "LdPevfAc/DycS9C9SctCPMEbPz7H9gU9nWPMu94gKTy385U9nkLJPFwhqz2N0C09TgapverXrDvR0Bc9opfrvZm2LD0h0hE8CSbCPIdgxD0X9f49RkXnPO/Hjb2I5IE9auYhv4LrUr7o4o69veUqvlZMRLzzKP+9eVjhPUd3dr6pod88XI4xvs0foL5RcFm+SlXIvVDXx73VNO6+GhYVvkaQFL4HCTq+TD8qvtvllL5VwgK/ccCMvn84Bb7WutS9oQW4vUZGY74hTaa9zDcHvzbOKr1O5re+ym6YvZJUXL9LIh6/di0dvrM0k72RcdM9qJ2XPUzrpj177xa+VaxlvsMq9j7508U9sp8uPgl5fj7WE8c9wwpOva1Yuj51ljk+0mcFP4S/2z3ZpJQ+2FhcPhQULz+nXks/NUnSPmqBRj9KnfI9Pk/BPjDaqz4iDDA+hwqiPoJl/T5mgFQ+P7VSPrEl4j37/qA+kGCwPrZwET+TvYA80HsnP3S25Lxq2fM+Sf5jPl+Q4T6qFjW9wkC5PTvnnr2mKi8/BTl2PhZLXz4XVTo/hTaoPpsUhT4NHMw+CrWpPpbLkD75raQ+paPsPl0Xyj5bObs9wT8YPt16uD7lkM4+tPmmPvc2LD7uj78+4iYKPhZjNT69zdM+iWQaPikfHD7Ap2g+9lXfPn0FzD6ntJ4+eJ/WPqNiIz7csuQ+VDu/PiyDQT/n+lc+RW0WP5CUdD4i35g+jBJaPgHQhD7HF64+4lCZvWIdKD7rRhw7FbxMvb/TzL3/DHQ+BPgjPI7bb7/oZbM87KJFPZhhib78+7q9gmCwvGqvx73CnYI+nsmBPQ+tGb7Ng6u9/hMSvi2JtL3g2h0+LwHOPVRXYDosB38+YPKOvZZ0Rb4GXR89UmWTPEPWcD6O2p+9SkgePkTPij4Usf697MNYvfTSG76Ofvi9YoPSPVjt3zw5Zqm9uLqevC13/7sgtYA9oTQ7veTzBj8AoMS8bV23PVvaRr1TyqM9Ax8ZPqn7lT2LevI8",
        "ApSfPXwcnTv4/Vy8Xx1mPq7tAD6TqvE94dy+Pi0mpj5J26E+z2WaveNplT1UiVM+rDUOPvRzmb38oAE9dlT0vBMBSb3WJhu+32gBPX8uqT6tuV++HAfIPi8vkTzXMps+E92CPmplCD27ELC9S5n1vUq1j74n//m8aUl5PV6chD0nnxk/OiGlPiaRxj6LiMw+XnpHPoDwjj6Bisk+Dfz8PS8MET91W9M+6F3cPv+tBD7+KzQ/eRBGPw84Aj8uoCk/BLpZPtw2Lz8dJ8E+buxoPpta9D69ORs/LZfEPmF9zz7lWGA+0NPJPs/95D7nKWU/+JH5PdjYED/wXZM+aLowP2dhvD4Z7d4+c78/PrF70T4QdTI+WLNSP3fH0z4JKYc+JFkqP3LNgj6oT8U9bVnTPlCsxT4UyeY+9E2qPnLD2T4FN7A+2SF5vUi2DD6FwbU+crFePtuZbD7a+KU+eU65Pi0x+T07A5I+x0GPPolnLD1KbYU9ywrEPlF7Jj7nQ80+233ePrTn5D4K8a68dpm1PjVQ8j2k1CI/zvngPSybAD8q6y0+LBCzPptphb1PU4Q+RidxPgqyZr48LbM9FEAvvI6wBD4iJnc6MymtPaD+qL1WeEi9ZxVQv1M1CT47XBu9isYUPfj9mr1AFme9oovavdvCM75+lw29TIdsvNu3Oz5GwJw8rqdVvUom+LysmZw8lX1rvVZQ9jyL1k4+6Q9EPaibzj2+xWQ+8k8hPklrqL7WoxY+D63Au5OowLyJWpa9IgtZvlHlnDzB1J29LEwdvomJJ7vkw9o92FI0PYIK8jtO8PM+i/m8Pr4GTz7luXw+kGnFPVuMDD1ar3E9fegWPmwusj6QVo0+K+CTPsXkKj026lY+vE4uPsOFrj7LTsY+dxDNPgTMFj0MiYM+2c2XPmWnhT7elkg+wQp8Pg8asj3Uayo+V4ysPaP+mT1txBA/OLHSPr1R9D752X8+6RMVP/shnD4YZjw+Ix/ePaOXfD4ZJS67C6LAPeQmtz7Kp649",
        "ORU4v/mBkL7VwZ2+ZZOYvpQU+L08Xf69S84KvwHzgr4GfCi/br+TvkpgAr9ZcJS+eqdIv4HBg7939F++Zo4mv/NPqr6BWCu/S9AGv5T6aL5bXzm+zNv2vixp9L6+tLW+1KSKvuVe3r6lQgi/QhtPv65ihb1Owja/Jkapvn4WI7+sl4u+PEeZvpPO8rxWX7K+Lb4hve40Tr8FIFe+IAuOvhHTG79f5LG++ro6vl7jnr45FWy+8/SCvqIYhL7/VIK+diGlvuIbL70YNXO9+4C/vmsGhb53Iay+e3cqvlccrL7ZFTS+uYS8vdQqrb7TX7293TOIvtjQAb4hqYu+SNufvkIu074KfEG+It0UPswVmr5ziTe+PLsEv5Z1Tb5iWxa/zmGkvr6cIr5TIQ68t1kVvmYNlL5IpLw+9uRLvvgtprrHqO899XCVvDSWmTvEO1e9BHIqPew8lr34Q4y/i1P+PYSBCryy4Gc+e94tvaI+ojtG9bM9K1WHPim5Rb7Ls2e9+yYpvnk5dDyG9Uq9/+EkvrNNFr4Uy3i8hW2QPZlGk71NCNs8K+ftvK/ECrzyyCw+21vkvCdGtj3XDnm84uSIvfs0mL54LBe+nj3LvI2GhD0rJGM+8OuvPT3iQz2jHB4+n8AUv/eJpb6Aj8u+1KuUvu3lib6tzuO+qCGNvrinGL73756+amWyvqO8wr4GpoW+/srRvmssZr4lPjW+UvbWvrsZor7LPbu+cwDRvrYalb4U0Ee+05i8vuki276B++y+WAwMv+FSrb5zJGy+sRMMv0tUD76dawS//xpxvkHHBr/ZaFG+r4VXvkDSq77gfb2+y2CIviT5g72TnfK+P0qGvsgkuT6MkKY+GR32O7Ascj5Hg8Q98r6yPWhH7D39x0C+3ITKPt3yUD32+cQ+b2KCPQdx6z6Qovo+4OpYPme91j72pa89rTK4PrWGmD4N0NA9BfzXPggswD4XH549AJaNPvzcBj5n9t09Ox7WPZk7jz7k+dS8yCr5PklHlz3JReY+",
        "T/goPxYAjz7L4mA9eZgFvtVw0b1evWc/hEisOhppnj0J7Rs/nSXxPtEHhj4Tg8I+MKkLPtPrwj7m5GY+C1iRPmD0uj62iV49IQo5PudmAD8N3Dw+sMMvPpVGXz2deqo+R1ilva419D6378o+Oi6hPG1Auz2I8Ic+e7QUPj7krz5EJgE+lWbSPou2c7uySZo+NWgEvrajCT9x92K9cmGjPtF/Dz65Hv49kUqGPVrQpT7HyLo82QLSvRzPzL2dEAC9YlmQPYWst71yST++SBOOvWfLRD4gz767kDLxvZPRdr8CFEc8ygo1vvH/mb6w9g2+EB+rPXSI1D3LGpW+hsAZvY8OqL19z4a8UbUWvvtmFj41+YE+vApHvDoeGr2rukK9/+JHukZkPj35Ggm+VwnfvFm5cT4TJpK+BFaTPW+OTL2pz8S9AP2QPZA3mj2CQHA6uiGkPPpbmrw+4o88hFNuvsLMpj5Om/a97dGEvqS0cL6MNzy+r/DnvV5ph72U+YS+2HMEvgVNiL4Sm/m71jCbvb1IoT3m2s29ldSUPqd+lTyxU7s8LrOovgNjkz2B2iQ9LdBbPjkuwb1AcEq+TEQgvi/3Vrx8UU++e+kjvhtlAD7oyTm+4NVlPjSNkL2ntnU+AGQ6P+LswL13Kv+9fDczvfA4yr7F7D09yjN0veP6br4gHfq+uB25vnIleb6Gp7G+pc2hvjKpuL7a/Pe+JeZTvqwFBb/GUf++Phonv2oD+r7l9Ti/ZBlKv16fC7/z8C+/32LrvpRvIb/q5uW+8ry1viSC4L5IeNW+h4/mvq23tb6SBVi+K7+fvofDDb85Gn2//lJMvhphG78xqo++Q5kzv4hMDr9aTRG/9HUVvoUb1r5gQQ88s8mAvzQF675S6v6+6vcLvwkQt75UhMm9aycnvtjZhb7g3kS+3ZMavizhmL6gERK/xqsevshnWb3sk96+46G2vTIUsr69CTm+cS/Avi5O+rw9nwO+8rBmvp2jeb50Ee29D1Jrvi4VoL6QwX6+",
        "ZEyPvqsIo74+6P+9z7m4vu0jpL09rha/cf53vrd+2L7d0ea93fbLvpymLb5fpsO+jpaGvipsYj6MIT49Df6dPQjFEj4oSrw8a+B0PaVxz72ze2I+eAMCPMZyDr4DFNm94f6Pv0FeyL1C04a96Nf5vewI273b5zU+HoBQPXx+vj25ESU+n/4lPuXNCL4b/mA+OiClPt1X1b1akZq9vSo2PV4Jk72+36+8D+YdPVYfBz36nIG9omlTvTWy2b0kgxA+UjEnPm18Eb4jg4s+KlEWPvmolbwVjRm96mcOPn630TyDmuK+9viFvgX/Fb4Zc+6+1HAHvqFKv76smqK8i1U9vs8LJb5PEq6+5XCivoCTm70I/8y9b8Qcvi/DCL8FeWu+QTuUvtUXs7xEOKG+NKUEvwvr5r6rk7W+wpvUvvQcfr7Np9y+vLJNvf0BLb6sG+m+io4evknwm75h+oa+KFcRv1a8DL/W1JS+F6Y3vjZeTL7J6Zm9eWi7PaB2kb7j+Xi+Wh3zPpzZij7ncs68WkPtPjyQJT5pciE+phe0Pt1UML4IMPI+FRjBvhdABD5iTns+1bZLP0YjND/4fgE+5ecVP9oC2z3HheA+178TPhH1Br6qJwU8mSXCPvELjj4kSGI+uvJBvZmhrj7Tf1e9jiayPReFe73p/80+DHbDPfe35j65OFE/1NHHPtZtd72/Ze89+L1wvUC7/T5/khS+BOIZPnvA6z4bgXE+LVkxPXCl4j43cF8+TW/cPY1P6j11F2c+iIauPuj4Cb1Ji2E+7AKrPoKEqz4Zpo0+Ca/wPIlrCj+zLg8+X7a2PrA3wj6CuNO9LkONPf2oRD4lqfY99FUtPkuCxT3YzLU+YMr+PAzGpT6wY9A8D878PmSjpb1J4q8+S88EPkBJaj7IHsc95wfBPjto2j1Eima+rkAZPX4CQz45qUe9eLjJuoGXdL4sWSw93/KMPBtzH7xim1i9/SjiPQfJQT6NlIK/o1QFPUskFrzpHJG+I/0Dvndhqr06MxI8",
        "kDoqvgRBAL31+w4+GmgyvgwFEr3AiNm9PJGmPRe7azyfs4e91z6yPaZrTb7nRwe9QxIBPWAOzjwdJ/O7WiCOPjKZCr6jGqO94PLROw7y2rxK4FQ9r2K4vf8rbj6vfNi9E4jLPtUHk74ClN++35qqPKh/gr1thTa+xgjHPNF3jr54/uG9B9KKvm66ND2F0w29L5OIPVg6eztvqSA9p8iEPWjlkL423Am+wZD+PXdV1L01gZo9gH4ivUNPlL2lYSS+ADMMvpebnTxOksW+CPXkvd6sk75/wM0+HFVQvv/q5T7niSI/yMgSPFYFSr4gUpq+17ugvr/xC75Bi4y+I4wbvvlFpz5wiyU+Nc+CvtItrT5MCGg82d0LPoN90D6u37S+VBy9PhpzXr7SgTs9QzwKvIxIHz4OawM/DYBmPTYCHz4SaLE9aMsEPz+nUD4P0yY9tYbUPboH5T4So50+2OqFPm/0Oj63uSU85G0TPpKBnrweBSq8V3h/PYwgHD5HIZk9j76VPG1xvz79As29r7w5Pmqi371kqLI+0m+kPaE9JD5r9Wc+Sld5PltXo70BcMU91ItYvpmFpjvHZ0W+q9rZvACIXj74mOi9kaWAPkjAdj4I0K69UqpMPjyS57yeMy0+oX8evTybDD4U2/g9JxOrPnnkCj4ocAi+3vvYvQiHDj5GYa890fTQO6iPeD0fsUw9oWjivMLmoD71ofg8VIDbPSahAz45FR4+wqtcPX77Yj2XjQI9MxR+vWSn9L3cqdw9WYjQvKxT6T0MxfC9jNaRurnEvD0onSM8dkWMO/N1Tj4l6Li9Z46VvJm4wL9oEZm9Ecu4vVEI8b2H842+uH+lvkYnj7tam1E95j2dvIHnAT6HiZE9lXAHPir7lbyhB827d6NnPTB3i70VAbq9gZMbvg19dj07uhu+V2FyPf+Pgr5cgha+m0GNPUi+Dj0yu7E9kwO5vFDLNr9GBGc+lS0qvXj4Ej5VbKS9rGWbvoZ7+zpbsJi+FQPmvaP7C74fnNa+",
        "JP82Pr1ivr5TmHo+REwLPYRICb6ct9U9DASnveGyOz2pFJC+op41vuUivrzugjC94QwVvaSBPb7zcLC9mllEPoQOQ70ZQHK+6vE4vlzPsT03s8q+IvuvPcMqar72SwU+SBSrvJGWBL6fr9C+osUdvsCya769YGy+4BZkvoy/qbokiro+CsEcPvoQeT5G5jA+3hDtPYlSmb1VRrE+4Z0IPqYBlT457ZI+amgXPxizyjwYVhI/HCq2Pj2fMD8zy+M+hiFCPqXR/D7rDo4+lQ0EPoXszz52zNE+3JGwPvQtUz0p9mk7Gd5pPsHK0z4pVO4+oWujPTCB6D488S69rPwtP0LBYD+Kb3A+Ok0BOxnXfj3vOQm+tEdwP6zkBT86OlQ+lDoQPwa3lz53beM8e3mFPpzlRz51F5g+NfVuPtznxj6g370+BJ6RPc/KjT4ireA+/9SpPgheoD6d6AA+VNnQPmEpqj2gKKw+OljZPuzulj7NrS8+oiOMPseYIT695Mc+FVKnPgzn/j6TIwO+gkKVPtEGpz3AAwM/B7hiPo5I5D5RkvA97ntgPjMKED7dHYw+D6evPk/jjr4b2N08dNdivPTdBj7otxK9DwUfvUFN1D1wHWC+MP4DvVIKCT04fE491vlTPPCtIz1uEq08Wb15v1YEL777hjk9ShBnvsuRqL6N3IW9P8Cnvdh1qb3oexS9ydtGPuYRqL0MSBW8gdKFvWF+3L1qpU0+36UmvuX9+zw3UD27eVsYPrkVvrwaxEC+wDwrvpaSkbzuGo++CThzvtuHvTswOEO+tPrNPTnI6r19NyY+1lCdvc8Yy7wsC/U6+8ABPjbVs7xNbBe+E/zCPUkjEr7rGou73cQFP2D6ajylNP69f4bQvSiF7z72hcO7ek2wveRDL74GSpy8zn89PRAHwz4kihw9xAPlPSqK1D1hgiY+xUXrvR0aGb7odNE+A9QLvhp3Dj5/jLK93q/iPnEnQj/tIhC+Q3s8PUUjmb1fsKG+eg5XPaRpZj1DE8G9",
        "oDSMPh+1ZD7dMkA+FdFlPqZRTj56fY4+cwcVP2xlQz3zaBk/td+rPlnPqD4uQ7k+4nS+PthQRz9YesU+4E3fPmXJ3D3m/yw/klewPn+bgj5G5Ya9v9K7Ph4lxT7IV48+ldm7Pm3poT7TztY+2pbjPhI1bz5VJOE+i5lgPdQmvz4Pdis+R/apPnFxTb32III+2TmWvXWtJD/r460+5dW1PlXzfz4ODJM+YOv3PcWKkD5sO9I9O/RSPU9+hj0WzEM+umydPk9Cxb3DbMU+cBSePlPxAD5ZoOU9vF+Pu6pOaD4jfbM9pWUrPhOlJT7g630+c3saPWVfSz4wtxI+F0WfPu7WPz6xoz0+CQIAvVKBAz2GwCo+eymNPofFFz68v2E+NHyvPQXWgD72GLo8qW4xPu7mJT4Eno2+5QT/PX0gR75n+JM9e+eNvYekWjuuC5Q9BX8HvrZQ4zz3N1+9TeLMvUT8Oj4xrXY+9ZksPpQHnj2wPbS/yrFvPdF4OD66v5U+XZgZPuBMrz20ycs9xgC4PaYVHL7pqOY92lSfvadhFD5WIpc9MtYBPhxtuz3HLrm9EWavPctMur0dPPE6U6YCvDhpkz7RwBK6wvS0vXDqMDqCT9e9hJgbPhXOqb2DVv68LdGLPruHuj7qurM+pqisPv7JtT0Fuo8+kfJUPfRKGT6cB20+Lp9YPhQV2T2SdXs+nkm2PTmHCz5sy3U+jOZ9PfGdbD4e8Sw+s6rbPl0LHD4IWju9CDuXPhX+qD4H4sI+RvicPnKnPjsKNsa9Z8/UPYu8tT1WD6s+to40PkRIhj63QBe+QqdyPoXXCLzn8lw+bP4JPi6hUr5R5U0+PgAQPhEa5z6Eims+EQnHPpdE8z6q2i8+xeRrPtgQ3T72Ao0+I57IPjoJ5z6en9o+jLiBPmYD0T5PXiA//c7WPkM++T4/KeM+DT73PsFUmz4IFTo+Ez9tPqRw+T4cWu0+dgbvPibHUj4EPoA+XSEaP3DU9T4KYwo8HKkYP4pKWT4UZgA/",
        "/gS2PnSPBz+g+Y28NXRLPoOakL3VXFI/uWbWPuvt2j69TOE+o3XfPsMmLT6eH7s+K5g+Pv9mWD5WQy4+cDaIPgrcGD+wnRw9mIlwPnx2pj5xwh0+k1pyPh/IDj7zubg+Le7ePWhB+j0tVao+nxaqPqUDmDz+B4g+Mt0nPqyquz5UybY+382JPp1wlL1bbcw98uoZPvk9Kj9uMPw9btDpPgGPHj5CGIk+BmlEPuU0aD7rjKo+Cs7hvtlt0T3pQzQ999D5Pezplr0cyke9YV0UPbplxrzX+5S8chhtvdyJQr3DO5O90w3jPVEZXrwzbem9dHXnvTj4sL/2WtY9sqSsvR77h7xtSbC+Bs8ZPmKp4T08yyG8iTQrPsozs70DtdU7eA4YPie9yDzDXGo+GrBHvplwG70g2AE+/PWNvTw4t77U2wU9GneXPHeayb0nV8y8zP06vhilg76YviG+TvdyvTNqqD7C2IY+lA/CPvZzmD60xDI+q2ZtPqRmJD1gcxM+SEBOPue6bz4cRZ49XyZZPmnUj73poxc7zo1tPguXiD4vCa4+xAnRPhhdwD7N7cA+kGqaPjVliz7Sr7g+A9OoPlkksD56AFk+4ETUPUAtlj6sYM68ipqNPsX6sz7Jdc8+ymUpPj2asz4XNZ4+oyqJPuwWFj7ELr290mmuPoPTkj6kf0m9oSmMPlS8aT7oW7w+DGWaPhKZxT4fIfc+wpbYvfMtlT7Sxqy+FV+HPd9qgb6UR3Y+eUi1PtAAeT0kUA89gMmuPSN4eT6MMFw+xpd6PtYSs72Czgw/f9OmPp0/1j3W3Mo+PJNIvhaw9Tx/PV8+bkCbPs+wGjwYDS8/T5HoPMNcSz5KtKg+X2uYPj0ewj40ApE9oTrzPgug6D49jPM+0fybPbBkI75uJqi7Jjs/vhdygb702pK8/dJZvs+9iL5eL7+91NApvt4XUD1SNxM9KAC5vu/97L1K3o89HwVPPRWj5b0bR0+9HiXuvR1vET6VmSw+8bzZvk5+yr59s4a+",
        "V538vkfrPr42PGK+NRiQPQaDGTsFBI29Om69vjldJj3Z00a+n4lavt+tBL700Aq+WY65vqrHw75Fkmq+WpSLvmxmzL1xeqM8hZNgvYBJnLydb3I9TnFJPbmMJr3j21s+J3e2vbl1grxK+Ca99w7AvapBRr6ow3a9rqTVvymxlL1TIeO9OQgbPtrDGbub4Z4+PyQHP/+Khz1PFTQ8Xe8mvjVFojzjx929nE86PrHPAj3BsfU9vVIHPupOlDxE/Xe6mPkYvvOcGr7mkAY9AakDPhtl/7w1JxW/2mVGPUWAub1kWx68ZdAMvqQAir409XO+2EnHvoeALb6ROIq+sG7jvnxEO70sAAi/9ZKzvTph074yfSW+6zzivU507zwLPSS+x26Dvu9JM770Miu+xWOsPM2XyL2V1IC+37SSvnxqPb6I+hG9xvIFv+ghw74E2TS+Yf6/vkbRlL5ixqS+6a3XvXDppD20qZW+vAQKPbFOxT307oC+Yxa4vrDbor29DB2+pwbPPhA5gD4SyRk+SAjRPj6kmz3QC2o+WoukPnOAYj6reZw+NE6fPrGD3z6sydE9FRjLPio1tT7+7sU+QIKGPlnKyD74m+Q+UpnCPgN7aT5LOVA+gjWYPhq/0T53nTU+tIYOPtB3rT47WuM+StCoPmbQPz4EE/I+CQb7PeF63j4BOaA+lDWgPukLjDuKp3k+EdC+vTSsDz8JaNM+MpkCP4uowz6IA64+nEQEPvX+Az40Sko+gGkjPmX7s7zyuNs+2kajPgiaCT5o0Dc+C5K9PmPyzz3bJgE+4JMqPqxYIj9TSRM+rcXsPa/mwz5Exhg+jeE/PVANIj7boAU+lyrKPpXAlz6PBYk+8N23Pa7kZD6Ym6M9ecu9Pk0jMT50asE+DA4ZPhNiOT7Zgos+yYGlPs/HGT6iswy+7xXqPIzURr7af+S9bTyTvcaM8jx99ZU9KYQPvpDOEL5JQwg+YOqJPN5auj0+dzC9Ihh6PlCp2T2bhaW+B51MvcUDEj5ZFry/",
        "PSShPR5OkL6Q5P49fwclvSrHpb6xpm4+5QAoPOgClj3pgig9tN3Ouy14RD7Ot6y9SvQDvoBxnL7r9Eq8wREuPurubz5C+sg99+e2vVUoi7svKiG8T2DnOrZ1lb2frYc9eTCrPt7aAj67MsA9kcJaPoxjnT1aWC4+eLfSvdungzwvlzA+yixJPhd3UD7KR0c+L5BXPSC2Vr4ooY0+jJsPPpdezT1U/eI6RhIRPjjipz6A2bE9s5YsPkujrD1eMcQ+eZ2aPifJDT3H4zw9yPBMPu+cpL0dxY8+Z+WAPV2M7z5hpsc9ieibPuUhWr4Jyy8+LccNPRy6Ir6XuNy8OeqqPQ1P6T678Yo+F0x9vIhs9T6daoc+xOXHPSU3Fz+N1+W9XKgPPxwlOb3NSjQ+hXzMvP/MBj9DpUE/zpL3O5Da1z6nMoE9DScrP5itoj4M/Ws8FUujPgNT7z5pMZw+pf+uPqW8mz4BOIY+P9IRu4eohD6AhAk+Pi/WPsAfBz7Z8sw+G5X/PtnZ2j7sUaQ8t1dRPmWNXj3SMhk/IACSPtc9ujyRxOo+Rw2GPuGcED6CSi4+8anePZTYYD6sQYO8n9X7PS1SFT7Qm/E7IHQ0PnNG2D5u/EI+Ne5rPtH04Lz2ALc+o58VPYfNoj6vMrc+1QcvvXdMNj7BakQ+dtpSPinCVD68BAs+tCi8Phc3kr0sfJw+YONlvHPJGj/677u9i77cPgvDCb32YP09bJY6OwezrT6AM408cemFvld6Y734do28JOAUPqbFej12gtm8yRaSPbhigD3sKt28FOklPp3z8726RQy+qo0mPgObJr1t3DY+6o9Tvn8ltj2wHmI+0YhZvH/jgb+T+xC+w/BOPaCwUL78dvw96ykvPk2JoTzZCJ09MQmgPZxZMT5NsJI9ilKzvTV93jy8o0Q+PFmgvBfolbxtI42+x7hDPSiPID7mxlw9zLnhPdKs973zA1Y92RbIPZ73Oz7Gfby9ikpivpxkU754eGa+hISyvTsFqL3BcWi+",
        "NYa0vawtqr6zeIu9VWxCPGqgmbxaqnc9I4yqPVlizT39+TW+OlG6vYezIj7yQaU8yZqvPU0Itr1AMci9XfOvvcM8Yb0+Ety9jGb8vg9e8jwSjcO9RoODPStL171bGBc9h8KuPtGjj71vW4O+KL40voTEb769aHI8mXIWvkH4Db7/GlQ/7+dIPm8jXj63b5E+Vp52PtZIjD6V1cE+O3tsPnPU8j7SjMo+f/8aP2l0oD4Vckc/iMwxP2HhxT5AvBw/XwQrPn3E4j7YCsw+h1uHPsWvCD9YDws/c1PGPhQhST7wKl4+aV7JPnxKrD5M8Fs/k+rVvE+4/T5A/hY+QLYVP5QX1D5j1a8+EQl3vH6zIj5fFii9y2syP9TD/j6I3+A+ZbMXP+aGmj4vaJE9OTa4PtJbjj6Rf24+j2uDPib7hD5CE9Q+STIdPmfEvz76lZs+o7dvPt15lD6wBF8+sKHePuRUZj7kf1c+1eXXPkBjAz6eJog+FNPqPh2CyT5ew7Y+RwcHP4IJoD7qLvK8DR1pPl7KMT6fyRM/588HPiZSEz8EcIc+BP/RPrBPTj1GG7A+b2CxPpoiJr1LxLY9n8SqPSZTQ768qIq9o8poPYryvj2nwUu+2HyrvDJtED7iOU68x6DCvANJ5r1kXgS+4lvGPJdfob0b+Uw+EilnvXYIGz593z0+yTOHv3Iotj2gubo92wy0Pu6sgL3FIDW+d+U3PulOqT1NThk9eevuPSGQeb0oPOM9dnIfvpByMD0YukC+ft6lPdZFGD75nAY+gFzBPV9dhT23rbq93FmLvCNSWT4t5ic/RqWiPbjtmz7EOKk+R7NQPp4GFD6Ehss9cIR/Plf4Dj72vYc+BcmGPh9MgD7haMY+JbQxPtxLBT+f7TQ+u3gBPvjCkz3SAio+gG3lPmKNKT7Ygig+Pn2sPl1ixT5wRLA+RWgOPg0MqD3kkwE/L/qwPahtxD6T0iI+w4EfP1S7rz7IceY+J2I/PjSvHT7sRso8YNEWPQYPxj7GqgE+",
        "MFgqv52PY74Sr2C+98/9vvZiNr4E9om+NzUPv/6Uxb4ZYSS/GQOovkUCFr/Z/oC+XQAcvzBNO7+LAeq+0FAyvxhknL6/ryO/Gk4Qv1Zkmb6+LOK+ZlrQvjH00r6I06u+jPIYvvMCt77QTEG//tpWv3FzHb6I6vq+5LCpvHE9Lr88VOa+SmsHvzkOIL73/1i+cJBGvPkEib/+KAi/MV64vvgS4b46X6q+Ex+1vjaqG74twkm+o6wDvmGWLr6Wps++AxzQvvZE2b17z26+mhbZvujSRr7FWnq+Yq7xvaxfCb92SgC+qs6Gvp68tr5ZvpC+KnaMvaMJir4R/WO+1+UtvgD+ur4M8Za+c9A2PVevXL40lqS9C70cv31nWr6XYuK+0s1UvsWnjb5HAuU8BVHDvUPVbb5hMnM+nkW2vdvUiTzhGsE9oyOhPWxn6z2i3zA6FsU3Pdb8rD1A9aC9UrElPidPfj1RGIa+BQfru39kWL2aJ8u7Y45VvdBjwT3/rZ+7MxzqvMOnoD3Uo4G/AW4evlAuMj1gpyO+99iHPefxF76xaaW93WIhPk4OhT7+bPG9dc9dPf3gMz53BiS9d4NbPtiDMb3SIYY9yJijPDeZnryqODK95aT1vUj+aj1oQFA+SzwXv/PC6L6oF7W+/LaEvi51HL7Lqsy+TvmHvUaIg75JyGW+wKaCvnd/mL4y9Zi+uEy4vUmBCL0TkAm/jiiGvk/etb5tzEu9l1ttvgCB7L7RapC+pEcQvrYIzL6p5JC+FIejvqZkKb4w40W+1tbjvrG7Pr7mmpa+AeGsvkngQL+747a+TYWLvpRRz77AWQW/mgPPvR9nM73+YNW+OfkbvqoWkL6qZ6u+WNJSPpqxPb4c3IC+3UqxvmDnmb6JcJk+20DOvp2ZAD8X5Bw++BApvrYtu75zuAu/hFsEPcP/GL+QDHu9kEaZvbQao75/VXw8ZdGkOxNLm76d4UC+5EqfvjJzdb6bbjq9pC4ePhOnnjyTu2y9FniFvttEHb+kSJK9",
        "jo6UvmV2FL+rFCi+1puXvil/Rb7zdPO+4PYUPUfOqD165yG+1uxtvrXzpbryTEq+QrKIvcVYjr28JxA9ZgDzPBlvSb5xkbS9gOUWvstiir4npoE9C13JPUqsRz7p3SW+kt1jPnp8TL5lcZG+bu+SPvZesr0wOa09aZ1RPlbpVb35Q7I+BlmBvg/wlryE1Iu+aaudPsfQyb7vbb09Y5Y8vmTr6T0ZqQA+tmV3PtNzUb5St4g+lmCDPkSLrz7vikg+p2evPQ4Pij0K/wQ+AOUfvcAnIbwjTYm8/+tTPiBCbT0pCaU88qltPmK3ib1NRf48I3BwvbxECr4HJoA9kb/pvM7Lrz6t0ha9e3SePWQPj799qvU9gEwPveGEE73PGM09evdDvVWZPr0MThU+rJ9TPe9E1b0c8+C9yW7avTe31D14KLw+06+dvMfTWr4gRDW9Ko5GPSodOj45dtK9qBYMPrcmIT0gtrI9EqcKP4AIyz6ehd09F+SHPQAzCz7kfOI+Axh5vYPNEj/yD1U+ZHhCPrQ33z0ctgu+qV4ZPYVZb76Khms+LzI9PgLwer7BWIw+LfBBPleEhj6DVqU+C3GPPjD49D6xxvI+2GYIP1Lptj2MKxw+2dAnvPGvgzvMyTA+pVGrvoYbJD6d3Wg9JxJ2PXVSxT7/b4y9Xu+6PnPfkz5+AWc9aUqzvTqSx7z8bTc9P86uvbCYR76ww4C+bvtPPtM5CL668a4+6w6VvdmyjT5P/zy+js9Yvk0GaL7RbRA+hG54vVjVEL5PWQW92xCFvDe86r0/MnK+XwIjvsGxLj4P2F6+alJPPs5zND2YAlW+0jyUvuh5xD0o7AK/toi1PScr8b2wJZC+cpCTvo9Lvb1QhQC9UxYvvs5Cir7Jrke+lN4kPTFwEz6HKSq9nKDePfWp1T5Lu3k+bEKmPuCSqz7TO5Y+ZQM+PmYH+zwk8YS9JYU5Ptje6j10PZI9X6KBPQrg/L243oA9nMKFPsvyab6GhoW9nIvzPlNCoz54U5Q+",
        "V9ukPl24Oj4IKfM8bJKavRJlaT51iz4+iGoDP1NiGT7PByC9FHCyPpERqL3WP6A+UhUiPhW7qD4P94Q+lRwhPhzdYD7Ary+9GPiAPf5/+LyHZ3292Gf5O66ONbxKilK+j2xZvRR2eT3Ds0w+wtaFPbdJaT37cak9Z3JjPiiJlj40LNc7ke0SvuKNgjzsCc2+iiuuv0QClr3eGV+9X94sPtmJHb3IAGA+aZoHPoDAcj4QgTO+i0KDvOPYvLw0M1g+SDTzPl06Bb2nPna9RActvr5lMz2jIvA+nX8Ivttljby+uk8+SKlRPjUSnj4g8YA+e7L0Poiviz5SYGo+rsoWP9x1nD6JBu0+zr9KOyT9jD4haI4+ucJQPonNr71KMYo9hbFNPggHVz5/Ng4+xodYvkkyvbxBaYk+x/GHPmxdsD68wTQ+NxLlPkl3iz7pxVe8uZ/GPutL/T7IvVo+P3yQPVbr/70HIJE+vSjbPfENCz7L/ZI+mpG2PrpZZj4pR2c+ku0Wv6e+4L1bIwq+FU76viiw2L18T4W+D64AvxT+B73V/ha/BNcsvkg5976xszu+27E6v6vFTL/lhNq+q99Dv05LZr5GbDa/Zn/HvgUzPL2ENLy+qQbcvl8/sL6gLYe+22uJvmW2ub6JCr6+IKk2v0SMbT1O2A6/B4DKvfQnEr8lEqq9zSD3vrxCgT1jHnu+lqcdvOd9c7+rtvG9eBugvvZkJ78kTvG+z21evsUw1L68iNm+NjzGvmBPnr5ip0C+4tnivruOor1gPD++bs/tvkZIkb54LZK+HANYvlTv4b7guRO+GhfrvaSDlb5iU3y+6QPpvcgi3b4YKGW+7rd8vtf0qr6vDui+OxX6PXCyob4j4Qi+mscQvwK8Sb6FEAS/JfMhviazlL41UCy+bZqUvsmevL4ZnoE+NBcRvn3Yt7s5faM+Y9aaPTwUtz3Fty2+oxQMPr42zT2J2NI8Pcs6PJCWHb3t3UI+4Uwpvgtsvj2URVG9hN01voYOy73pCFq+",
        "P0gBvkDL0z0yEW096IEzvXQL2bykkFC/PqCEPugWEL3fVFg9um2YvH71RL7Kk6C+yRU6vjEm7r65h946geRfuulx9769Vrc99r/4vEq7Gr2G3/S7ojusPkmzeD2O91e+FwDTvsQUEb4SIS6+09WJvgxWFrxkaHS+gXIOvollhT0wziK+SwMRvrBHBr4mf/e9bVe7vR8VDL7FaVW+dwHbvtDZIb2w89O9LHvdvpmNIb4jLwS+DOLKvNWYNL2epzW+/NsuviXhST0nl0q8RwkBv4I3kD2uycO+Laa4PZs2yr7VOBG+5VODvmwEoj3h5Ii+KCKYu41RqTvqyfu8x0LlvAzjVD/7GxI+ZwYVPcc6oT4IYY49gA+wPV0vwD4oFxa9GboaP93T7b3phZs+8yL1PFmIQD9g+Ec/zZhyPnMNOT8bu6U90cL7PkbjvT5vUF07Y/xbPrXrvj67IrC8lzl9Phc0vL3GHzc+p7PCPZ30HT9gGwy+KJUcPzRVfzxPGAY/Y822PkZZxD6v82O+bBIdPpcdxLx5cSs/h1AgPgFtuzzSBwI/BIF7Pn6vdT7rjKU+e/OdPg5lmj6mXKY+vRFdPmNhCj8Wedg9buVQPsmgGz/4BHs99hanPn52lTy6aJ4+wdZDPaaq0T5RdZE+YMA4Pf9+XT7L5KY+fTvBPilJmj7huYE+vxWxPpxbpD0VZcU+KSaGu7UcCj8udBU+t2MqP7EpGT7h96c+/QBzPavN/D5oT/I+mQE+vjkDvD3UawU+rVYCvrIhdj0YTg++hQymPWATuD3aiSu+Jl+UvA/FLzwpJnw+aWKFvUZWBb1swMa9Hc7oO0MeX709am0+sMhAvqjzOL3eKtk9ihEwvSDEXT5Fkyg9zplNvtRYSr9U+487RPPkPQJStD2lVAE6tA2Vvj8D1T0aRa++ZwMPvo+NNL6/kYs+7KYmvS7ANz4SPLa95KluvlbGLT7VcCe9ul6+u6KA1j6fSYA9Jx/mvYZUhDyKFnw7KP2ivM3dET7JVYW9",
        "ZgmNPsrOtbzMH4E9QvqDPtSjNz4vcmw+6/IGPqQfwT4KTdC7rKoYvu0joT44ERC+xEImPskcez1EmXG8o6IEPthgZ72JRSg9440tvnfxpj7cRqG+9kutPtWtkb0s+98+cJm3PIIhCz7Ytjq+VFiYvIM2F76YH1u9Fm1ZPdGL5b3wOQO/WoEBvheqGL6kcqu+twMqvt0ASL4IoM6+pRjPveEtsb7C2WW+SRsWv0xiWb5AXxy/1bY0vxP2A7+41zi/JxxnvnmADr8Y8Ka+p9FavmKJFL9gU3++NjWQvrrHM77mi3W84ROgvvVdpb7vtGO/tiy/uu8KQr/A4Am+DVc8v4HMPb+lY/K+HNzlvKJEwj2nQIu8NmpFv3fSiL6ULJ2+AxvjvmzMur7+3gK+GL5jvqjQp74NXAK/+aF6vqFYnr5b1dq+dlohvtOJP74OFLm+VCJ8viFO174WrGa+6GUHv9xUGr5jiW6+1d2Lvmprtr59FYy+4ju+vpYcmb6WnCG/hAbevod0vr7f/Z49TLDCvkVXHr7QmBm/bKSevszGA79hNI2+LCeovuSgpr3nAnu+dQ6nvusiFT7nmYq+2xMoPWZmDT6rTfa7IKkoPPCAxr30J4Y9ZPNQvFui0jx6AcY9WvRwvuAtgr2Q9rC9KfUBPmyvZ774ahs+1dRuPqKJRT6ENGG8nJ6mvfwvEz2fSem9yTCKvhkZTb1cX7g9mVs6v4/jKDwruy28cTkwPhC3bL02RKe8tuJNPaP3lL0VIEc+LIqPPiPqSb5D8Aw8bxO1vYNy6DwXDfo78H4SPi49NL1yxvW+o2lFvqwWXr5WFti8z4JxPXa2CD6kOQC9kIlgvtqBML3IRE6+4hivvvq2Or6vDTU7mZARvnMAub7Gobk8ypBkvs+VQbzVGBu+1ZGQvue9Eb/REtG8QMC8vfAdvb3D1Cq9Mq4IvhGysb3yEOC++juhPXmi2L6xVoG9emIPv91sGL8HIVe9CxAmPUHVNb3mBko+1ZmhvTVpFr430u+9",
        "yTb+vpgGN760DqS9qHq8voDIur5I+4a+5CbWvgU55L2vUKa+NV1+vVA5tb5NZoG+twEqv5qGN7+G5f69qfdMv/Yeib4wwdO+17C2vkdKi722IZC+0ZW7vkxLl76lv+u+nh3AvWvpeL6ONRq+789Hv/uqwj0GiDe/qpOEPRaZBb+zYPm+W7fXvpCsVjxFkS2+aJkSPdEIR78hsY++jzcRvuLFAr+pD7e+imL1vbgY177yvGG+bLxnvu2KeL5+l86+RrOZvkRrIL4jEk++sqHTvjeHPr4W83G+wkNTutxZob7iIjy+5C2PvryKir4Smks9h4VqvhI4pL7XvIm++qONvh/ph747ruS+9KBlPi7lW77X8de92WIkv/WUIL6pryO/mn79vaquhL6kj1+87VS9vpT8Fr705jw+D4PRPYrWDL4ezBu+5ET1vOPM9LudsOW9mwUyPS9SuL3A9Ey9cQOdPHQx1DxEU1M+hQ8fPp7TTz6lzyI7DW8vvq9wOT5750I9cALbvXoHp721dxe82ugDvQT9cb2i3fC96hfivaOAqb0eWTa/tSsFPq5/pb4jL9w8qP+YvTo/MT5ObZy9aGRHvd81Oz08qRo8eJOcvZxCgz3SfAU+nUc0vex3dD0UFiU7Fq7HvnOqIb5WkHS7r1raPKOcr7vLKxy+/5MFvigJqD006jy+JSAePrBGkL3sZLS93v2kvaNsoTzdXTu+6GWsvgzdAr5rR509p8RtvlStWT0woRC+FyeNvLfBhjzrGd48udeYvV7HrL1RGWc7Ck2Evg+VuTwSLOi+o+OLPWUXzb5eDAa/1FFivQpKhLv+Mm29KFJMPj9BYD1Fsig+8wxqPrgBDb+eaWC+FMSkvqMlK760XO68FEqEvduOxr50tTW+mNTavjcR377ZdBW/Jc9CvvftC7/h1gm/6Jzuvnmjlb4LgTe+zlHfvkVFtb4iaIu+PhHfvuZBrr5oUa6+Y86uvZ6emzwM34O+LvbovtG3Gr+MLbA7MPoEv+sSSr4TRg+/",
        "rHn0vrW3vr7Rv6U94GL/vdCF1T21YUq/BnD1vgATR76sfuW+cvfHvqgmHb42ji++BVu4vvKllr4XWRe+nFSTvlG6Ur5/2xq+gL5zvtkGlb7Tf0C+b0trvkj5Vr5xj9i+bes4PZNE973FsXC+1yEvvtiJAL7iBp2+joxTvkdbqb5pEJ6+m2zHvo3mAb6c7YG+1RTIvcNz6765+y6+/AW7vq4apb48aWG+afE2voLDEr79ooe8oJpWPrNMn77H6uG9D51svSWmcD1Fc2q81miqvbttE77zpUS8UeJOPDo0Az5MAQW9FiITPPvaCD5hQxW+6zlxvkThnDzGtHc9wACQPKLtFr72Wmc9755KvkjA/jzESlu+MBBgvWQZkz218yu9IwzhvWDPg7922hs+UFiZvmxEEDxJ0/W92WCEvVPEEL5uIkC+PvZTPP6tLz1NiK09KspPPfg4wD3cGyQ82snjPUtI1L4PQ6e9KrCBvmbFC76xwQk7OHhePGnPMT5PK1K9rX0svkDXAb6q7Ba+4SzXvWuuXbyzfoa9Ui34vqqXsL1ufh++HPqBPg0fZ7760Sm+d9GBvtT3pr3KEIS++vY9vs7ecr7Mol687FTfPcWndb4CIXo8XTEAvn0mOD7ijvi+vc/1vpEp1L2WygO+G6DiPbxfFz6KQ30+XRtxvq2EQr02mpI+LzpGPja3y779nxA9JBcSvas5HD72Dlk+1nNCvsjoAz9yJjW/zhUPPmv+eT1TpiM/NV4xPwmKOb4JSB4/tYlRvm387T5Eer8+rnoUvnfXGb4i740+qXjXPYYP4T1WBPO8qyHoPIP9M75jyT27V9alvfg3xT6pQJ28Ze1PPhi29r6XZpQ++UKevhOCDD5BRF2+avvWPQ0eiL3qvU88jcQIP98ebT5ZRBS8xk5APrvD+T2jfhk+33rjuyWRiT0iM5I+QxwBPbpZJD7Us8A+50LDPDsldD4KcOM9dJtgPp7MRD7H7kE+CWCWPqHv4rz5ywY+RaAqPkrlHz6lNQI+",
        "Gn9EPsRXYj4mXTU9U+hyPog2Z77yWqU+iSI2Ps46mD48huM92hAGPhcubD27cxE+HPG/PGiBWL78rg29Bh1kPWaUfL4hyhU+7QkIvvyFobzE5Xa7h4qkvborXD21LWq8Mfq5vacMNDzlDCs9DEUsupD4ZrtvE2a+fQ3nPThBjr511Zi9mt8JvszcvLzcYiE8JJPyvroXNj7X9DK9QUT3vfWiQj6F7QC+WV6mv1sRkr6fOZI7FqrYvU08ob3ev8q9fQ84Px/qDDz5Hoa98JrbPd3Emr27x8e+IMJ6PQzY9r0xnqI+1NO7vfisqL4Y+0++L/zHvblljr3AW4q9ONiovhog3D5Y8Oa+s3NsvdTymz7eMPQ9zfmCPuQ8x71Jt9I+dFBuvrzAkj3peGM+Z72lvi9om74k9wC9Xt2YvoHLojsuEmq+/SyDvGarhr4Ld2++2gCYvi1YSz6X5k++p8/YPXfB3b7/8NO8+AU7vmmJjjzTMba+cjYGvvX6874/Xgm+FFPnPKQfXj4YvDI72cZpPrr8B7ur1yW9wHCsPhXqpr0/VBA+2SMVvIImYz5CNnI8xtWmPrgnjj5niUM+bLA6PWDFoz1MUPg+OBycPns0zD2Dq0o+D0auPrjrmz4jWKg+pOuGPe7SLj6MBMM9VYtjvJabP77Yjqs9fziePQdpeD6iqes9xrMEPjRFT76lmDE+MR2YvTHfhT5vuzY95JL2PMCBgz7ZKrA+c0faPDrKdj4vDHU92yrpPY/5ZD1BqNw9IdKiPjjEg7wZ+6w+8K0sPvELej1qHVY+P8lWPWnUgz6sG3I9X3GiPkigmD7OuWI+usUdPg3MAz4HZeI8vXojPpbIVD4QoKs+H1qHPSmchT4PcGM93HHGPqiqhD50B64+8VBbPs1Lbj63sII+LRZAPrAOiT4Fr1i+mbTJu4I1gzzizBs93cVkvVgjjTzi3AM81riMvVo13z1JZ+I8u7cgPbinHT4YcGG9jbOYPRuRX70/w3++7f6+vJGtBL198Fu+",
        "5nmIPcW3Ub7Ki/c9A4aaPUiKvr44zkU+RdKkvXeUQTzc+wc9QeqBPqBqajx2Rdq/+ySGveLLT76cosE8zhryvfNmwj3He7y8vtJSvSbGej2PP669/NnVOmNyvD00xGm9dwPnPTD+Jz4Ku2a9CwijvfI3KL1VO+q95nVFvludir6ww508kUGhvVXMWD7LTiW+pLW/PLvWf70/rwA+L8DJvdvtfr6/4ea9LX4MPiZs9D1tqyS+1R0+vAHYBj5bdvQ9LsodPljbrrzTO7290EGDvST8rb7Jase8G1h/vg9QTjvnke89owrZPNevlr4V9tS8F7RcvgBjxL7OyJa+oNOVPemH0r7r08W+oFyJPuVbxL5IfhG+eg+hvtO/476qYMI9dbcSv/oVKj4MPai9pC6FviHeLL92vC6/XaLBOzTXYL92pEe+gAGUvpdR+b4c6xo9jGrLveyHKL+6Xy6+v/o7vqzyo74ANwy+/XHuvBTKaL73iIO91ZbXvq2qq74y8sS+qXINvwqgvL4uNwG9A7+Nvqrtjz1t2Bm/O9OEvTAD27wKOg6/FIK3vjNeYj3QLqy+nO/cvbzNtL5ympm+qpvuvcPB8r6OYjy9L0SbvU1T4L6dyX6+jvaNvowzzD3WQPW+A6C9Ogbxqr7qkeC+3hpUPujmpb2//kO+850XvqKnVb5ABQy+JwrQvvWKDz63no6+wuYDPhsNKL9Vm3q+EXMTvzJ7u71rtU6+teCjvd9wK75VmO07/9lEPsDo+T1UM2C+it3pPFjkkLzmRTw90j2MPHfBV76t0Ym9mfJOPLVEGL5GFp09AtTCPVv53z0/u6A9Bz7PvYxMDT37rjG+bTzfPj5jCj72nSC7r6h4vR2Eu71WGnY+Ux0dPZnPlb2uJGg9Yw/rPOceBrxh+QQ+1M/HPo94WL+yT2Q9d96bvvXT7j0kVDo9QWelPXsveL2a2+89yhsoPiTMQryBCeU9ccUAvRpCjb5JLHI99l5BPtFFHr11Ije9m/MkPYPCtL2hYdQ9",
        "jtRcvl9JgD6vkBk+fhfXvaCZLb6Xhzy+0AOlvCvJ9b4kmLg9E7dNPsDFjr6q4ZM90+hzvgyeKj011Bw+SULcPdsZ1z3ICCo+Qf1NPk60ib2NYYY+NJmmvr25oD3PcQy+/XFQvvXDd7xaXfg70rNqvaA5MT4ib1m9mz3HPQiHEj5GOs8+KbKePYOfOz7eV8Y9MmIPPjCNTb4kdr8+cIkavRYa8D7z4ZE9O3kZPx7gmj3iPJk+xdoCPyWp7z4ndsw+uLJlPuIm1z7rRG0+2SwmPvW5hD7mhZQ+pdyOPjBc2z25+jm7JUOEPuM0wj5AaZ4+OuJVvXY/vj4+csG9rVjDPpNlvD7wwjw+jtWvvdMKPT3PXQ++pWIoP2qIhj79P5Y+oRzUPqWUmT4dkAc+PjxXPmPgXj3XANg9rQHsPX8zQT5Czzk+dsWdPbyvfD1zmZ0+2oa6PbBaSD1i5Ik+RSeqPh6bt7xDnz8+0bvFPtKfLj4sFWI9oxxGPnx43jxw3Jo+h7TqPj74sj07NXK9FAKNPhi+7j1EnOQ+f7WIPuNujj7Tf9087+y9PgnFDb1BMnA+sGSDPjN0ar4W8ho+b64FvVIbl77ors69iKnXvQy7iz2DHGK9W81wvZWZaD0azGQ+l5cIPQfSRr0ST5I9DjcGvoohCT2WRW6+pl/zvYwQED7ts868DJx/vTW5Ez0cDj47ErowvscbWz6VbAc9SFMoPcMAkLsWr/I9HLWCPYSCmz20rTe9JECvvwvSxjue/Ye+XFyJPui8k7ym5BG+ur1pPQULJ74TS7G+fAxNvTnarD2h408+s/Sau26DED2QIFq5ZZinPCCMsL2d0PK9YA9iPbEPAb3zmsk9s/dGPqnXTj6qvlo9jKrWus5uoT6LdH87z9rpvfilWb0ujBM+GBBlPnqsBT5ZKAq91gw8PvfoKz4XpKs9d18evAoCHr6tEpU9X1CRvtPEjz3saTC+BIzzPlkJFD53cNE9wiWPOinkWb10yZU9PFjxvqxecb69hAg+",
        "vQQAv43C2r0KHtc7gktrvpvuSL74u/G9CDPLvjaQQT6ai8C+Ssq1PTBUa778gaO+JAA2vxe5Qb/EivO8sXlOv0XLFL3AfIC+lye8vj44ED5jdIe+khPVvhdnbb4mkiC+u1UuviFzb75Miha+Ksevvnk8Gj0Fthe/t8EyvM8TAb9JG2q+3A3qvpepdrxowoW+dcQXPkCVE7//nVA8u9iDvXx4D7/Q0uS+xh1GvgsCur7veX2+HQqAvob2W74Yfoa+wGjTvsHcOb79nSq+aMANvyE7Rr6abK2+7BOqPWOVGb8Ipcu9+n4Evy2rt74MOhM9YN95vhc6h76K2nO++PSavnZVjr7I3Ni+JPIcvby/kb6o5EI8y8M4vwCKyr3ZMgq/ia0ovj4ir74rqmG80+yhvgsAB76F+Ik+FzL8vfo9e76q8zs+ChAYPkci1rzyPfS9P4nyPNlJIT6DO8c9IozlOYsRID7NT1c9wMiCvsMFKr1zkEA+469aPhIfnTylTfQ9dnc2Pui9a73YQCW8MnTnvM6pQz1GGE+9QvZyPkeU0z3M9k68f0FbPRAw472fY289viWlPj/7Qby3PTa/KU4iPv27Gb7e5iO9cTsdvrOMAT0VbC2++N/+PWCbX778gO+8ImSivgqzyrwXcxk+uKEqPT899bzMWZo7YfqVPebQHT1jlqm9Zfa5PjFFUL2zDQm+uuBRvt8ZIL6b9Yy9WQPHvlFISD3HMJ07GySBvh4vez0X20a72P2bPfCATD678VI+Ou3ZPb0k5j1IIhc+lQ+pumZJGr0AB8e+AYVvPdOXlr5CTB2+KIP2PRS8JD7O1iu66diMPl3Z0z0ZLv87x+yIPitCjj6RpU09SjtXPGoOuz7M4/i9gXvuPchwvT4P5je+fiMHP1yhCj6bPrA+7582PtSQjj6QIQw//eLaPkv+hT6SrZY+LQjPPsw9iT5Xr7o9K2ZePikLvz6/SOE+kHVVPtEGKL36NwE+EdCRPou6jj5kGyI+E72/PnTBJj3k1Ww+",
        "aCKcProboT65BMC9+Fw8PtuIHL6jCwI/r9mdPlXoOj5FV5U+zBebPqkyp73gJIw+c90iPs3kkz4V6JQ9lh/cPR+ZmD5hSqU9S1eDPkwCxj4n8O26hN4ZPXMDpD3jg54+tTBavLyShj5Na1I+7T9SPkzPHj4vL0A9zzbTPTEwwj6keyY+GM6RPpJ+3DxlLxM+QNCfPSdsST4GhXI+43GzPttJsT16gcw9zceiPf30Nz4eWDQ+27LnvoX2Wj3/cY665oV4vMC0hToiiJ69tLHgPQcA6Tximx69wEEGPuC9Nj3hCqU96pBvvodcJTsC6y87id3lve2KNj4NNGy+PXuovl4TWj0mDNY8Fb2uvP9wzD0srj2+h2UDPnhIQbyJoLm7igm5PdeJtj3/ds693wKCvozY7LwbWRY9ZTkrur2b07+THI89mDsJPk5zBD7wEpa7eKTTvbkgT75+uAI+UCDEPXNhQz6fKW09amIRPdcik73JL7i9Qw/HPeBAiL2Y6HW+hyDlu5a5zDvevVw95UX0PKQr9r0z9IK94YuKPtIHHD7KjRa+DipaPPTeGL3ZKH09QXuaPeVIe7364G29yPfZPcU5DT4QvCK+W9PZvbQUET6k8XO+33yBPZM1nr1yFKw+CLQdPv5QhD0N6uM6fNNLPlJWb76DF8e+KReEPK716zyeOHG8TiG/Pql74D4cyvU+l+J1PmwRFT9uyRE/QziNvvK1bT5DOIS+ban8O+YH4L0QGj8+XQkKP2ptkj4P8Iw9ztcIPu+cFD/HTuA+JrbVPRzXvDxr4gE/0McDP7dOiT4LLvA9HH/ivfPtEz61A+w74sLYPogImb22WwY/5m6LuczFFT6WT8U+yQ6APu15lz6/Ns+80aMRPxiBrz4qTCY+1jVevhqgC7/3AhC8WWDFvqrL3b5G3r6+KY6nvk5ehL5dIY6+ulYkvfF4TL2VcRy+b5WQvlpTHL7HBua7aRtKvmN1Kr79qaK+A2GvvsuAbz55Xke+TacXv6Kksb45WPC+",
        "thD7vppahL6Tmoi9NBMdPmkYkL7kTi69JzIYvx8RHj6+GCa+ZcTUvl/bIb1cF/++uMmovp8zCr+1d4u+LFBOvgaOnL3Aqz29iTtnPejFXb01ghI+7t6gPSopvrwJ2xU+n4U1vnbJAT0LilA+Sgj5PN9Fl71f4IU86uRVv3fgGb0tt+E9CHMzPgyWTL1z5Sc+wszJPnYh/byy94I9X+kZvpCngzu9JxC+/qoTPWQ+xD6IEIY9+jBDPhzbK7wudZ49/gPiv6N1C75gAaM8vc3RPRBamLy1kOK+D7vmvaJwXD5kVD6+xZa5vv5R5b7NCpa+R5cLv1EN3r4/nJq+4T03v30zu76Zdxi/xChzvqG22r7q9/+9FupPvr/cgD61hNG+reCMvnzEEr+2WZO+XEgWvgT6xj01DhW/6QDfvp8NeL6J18m+3x0YvxhrBb//yOC9Ob57voBmvr4wjCe/sT03vrZ9nT1VRBW/m12CvtBZm76YD8++LYXGvi1LKr5prgO/PE0jv85bnr5SEN69SNbrvlHnHb7LVAG+oLLSvr9nbb7DBSy/yNLtvVZwGr5TQKC+PDU4v3xMU79A13e+Qj4wvwzk6b1t/CK/8EwIv2zRer1QFom+sofdvpm3sr5BFiO+ImRFviAskL4DV16+LxTjvnosFz5cigK/JhvAvWv/+r6AcOq9JHS3vtKyEr4/XDu+zhwJPgvJCr8OlYq+LyqdvorO1L4XuuG+KIjQvXHd1r5KYAi+pTmdvp/e9r1F/ZO++6qcvrNITr5wS4a+AMnNvkupgr6qhZi+IDqwvDgSxr68/Q++wE1jvthe6r7IpT2+LX1tvp98pL4vl6i+d3jDvuAkqr67mZO+oW5DuwYRer5PRVq9PETbvuA0i76zygK/7rVUvg87LL6V4U+9GhSOvhmcfb7KNGk+Wav+vS9DmLwzblg+/3z3PZj3hz1JGOG9dfuvuw47lT143Q4+DrIPPM1blD1AGg8+omqQvSdyHj5O7wI+TuWGPWdv1z3FdkO9",
        "LBaSvI6BLL1MbDC+i4GaPQFFvz6fZVC+h4o2PhSIgz1BBrC8944XveKpbz3HIcU9tL6lvYFPuD39S2675MYWvmVsxb0UM3W/TlqNPdST5rxtAq07I3Qvu9qCJD6OlwI+SMKNvpWa2b2Jcle+j+NrPfvQUr0oFmq9uA2IvVYbDb0wgEq+TCNAPrn3Kz3aZes7Nf+OvimrDL4MHUK+inChvjFwcjwtuIy7fayAvrcs7T18YCi+J6jcu8d4hr5NLAW+WgY0vVda971dc7M9vwRlvk16uz0os+S+WGftvXuour4ILAw+QoNhvrIPEj4d9TI9IxTZu06DAD6kqkm8H5vIPD/Z3r71LKe+O+ccPQfcrb7UQEu+6d6TvnNfAb8dTbE7EOkBv65Ayz5BFcE9VQmAvvFGHr+weRm/4d0vvt1nSL+jE5a9b1q5vtSNG74A5dY8NQhtvoWsxL4x4GG+9QbhvqWakr5Jmou+Zu3FPKCEDrzGGte91cesvg3+0r7Igs2+ScAlv4pA4r4ec7W91iyrviHqDT2JXgu/58IwPVTzvb2Z2QG/aXqgvq9CzjwGEXW+NRpLvodonb2lEhq+CxONvmqWgL6bRv689Q1Lvi1WE7+y4vO9ZNKevjH1Cz5X4+O+UyGzPetuMb1HR3i+ZnViPp3PTrzWS4u9v/i+vYFrRL4MZq08gx4Qv9JtoD5ou3++K8N1PngVAL9s9B28L8m3vvV9PT3eYuG9JnL6PYjosL5S2BE8qXsrPtfbnL0Pbgm8y7uCPhm5xj1bBRu922BxPHzLy73r71k8Y4RaPvhjzj3PtYa+5D/8POySgLqKEj0+fBWbPdM4Vj3C+Jk+EdeGvCgKaryUU0S+TnxuPcyELb0ptMq9GaBWvUd5Ab5hbTo9mtiTPVaIhjxV/KI+zI8OPs0E/b3l9Ew+aFjQvI5cj745FYM+7CZTvXhjYL/fMjE+EKAPPZf4CT9Yt6e96ossPXQFD74VXVo+cXr/PnSWsD6waDI+exyjPlEuO7s/N6g+",
        "px3yPb9t6j67uPk9nHX0PaFirb06ImC9RnybvUqELr7ENs89fqLaPvS+y7yr4QY9NVX9PCM4iz4eqqI+8w+LPu5/VT7nkaY+wWzXPrpY+D0R5Xo+umJHPaRuRbxwsHm9wk4AvyZD9z3o8d095xtlPhcy3j6DDkw+UpQ+Pm7L3T7Efhs/Lj6Qvfzxjj6c544+rvsSPqwQRT5lKwE/+IoSPqijtj5zAKk+7ab4PvsLcD4PWBw/x982P0uQET+/PyY/TghkPgkt+T44zs0+hacuPgdYBz9GBKk+20JBPrlj8T2B5s89S1SrPulMrT4wgxk/JXlCPZq2+D7X4iI9PqUJP7NUQz8rCbg+KpOuvI0mVzyL7lW9vLiDP78Agj6DRy0+IKsPP28PBz9H5i0+bmJ3Ps7pHj6OGKc+FJaVPpQ6Sz4o26Y+mPirPdW6Vj6f76Y+3J58PqRf0j6mc2E+wZTJPoMKLjyOv60+Ml2jPtwYC72ERJ4+t06+PgyXkT5NmvI+tMpcPrml2T75VwQ+Q512Pu6OID6mHMo+YQt3PWU5AD+KGEI+XPSJPlwXGj46xKY+3vyFPhglNb6izQ8+X2E/PJbxAD5kRDK9t6ilvl3Rpbu/yOK8R82sPeBug72Z92Q816UwvnU2sj0txjG+UoeKPuBg8r0Cgeq8YxxWvhm8n71j+Py9WCSKviHqgT1R2bM9MLGmPoMOST6T37k8YA4HPryXsryM4yA9k101vuzejr7Yave9hWibvjtKQjxdxl6+ttYsvoFbDT70mzG+Xhg9v8zi6L3olXm9F585vs6WCL24+O4+SFIvPGoqZ7uRNYC9Rh6jvJbHw7wWXLi6+V1vO3/qlz2EfAQ9Xx5jPhJcND1Dsqs9fjxVvfMQIj/hVjE+/+cnPe6/BL5A5W0+DGazPsYmsT63Z089B+/cvKigdz28OXs8qZcPPCP1p7zH3s0+Hj47O2PZXT6IsUu9OR0TP4hlHT/eFoy9bF2GPaYoVr7P9U6+2phcPhDBRzzdEdG9",
        "xRgCPyeCrz5LmqY9cv7yPm47sT6au5M+GsG0Pt3Lvb0RtgI/Y/Z7vrRNJj6Rmm4+Ps89P+5jGD9u4Ds+SKQbP7OQrrz+nAE/dYuYPizLAz7xtak+FJcLP8e2ST5rpaQ+8/lMPhbPXz5cKUg9VqnfPoXv1L28ah4/Y4JXvaXesD42/io/Fmg2P9c/1b3piVE+XHaGvv05PD8fcNC7D2gqPY/xAz/vRuE+cW0jPs/5Zz4Ej20+zNGwPnDdrz5vDJY+/RrHPsjLjDzHlKc+khzMPpuvTD7+kK0+d0hZPIC5/j7Zrgs+qzewPupH/D6U7sq9HRmyPtkttT4KtiE+qaGiPk9HWD47vgM/RQlMPYgfvj6v96q9Lq4OP0S7CD7XFRc/sPA0PZdfmD6EdWW89W3bPryWgj7uOyG+AkrsPQXSSz7VF4Y9ftxCvWpBvj1b+t29vaNSvdnb5DuELz2+jLTFvaL7JzwoQP+9YKTWvaFCHj1snmM9t+SbPuCWAr6gBDG9U5lAvs4b2r1n4qk9JK+uvGW3ET7ePM89eLS/PfeliL0IioG9V7rJPDIGzjsraR4+8IwKvGnsdz7pf/w9wlk7O4q1075tuF89vj6TPWBtwD0ce0u/Fy+OvhDNuD6VV3K+ZopGProVKD3dGiG+9qD/vbLBcr18zy89WsK9PVzTOb6mg5O912wOvqEt0j0Xn+29Vp2LvWvCHLyrheU9IwyePbHTTb7KeKS755z6PWUfmb0Ll5g+7wj9vdJSrTwmy3K9H1eFPffD4r1tiyu+8ggKPtp6X73qH4g+RfRRvg7Q1j6uVSg/k46WvbxpPb6LsXS+D0fbvo3V2z0FyRE9dRiDvTb5BD9pEYw+zJzlvF4aCj8SmZM+EfGwPj4f3z7e6qE8hkx8Pyvy173tIuU98bqtPs85Fj/AMy0/UVuCviOuLT/pP7s9biAYP7baKj/9BYI9hkq1vjRgID8dJgA/4GnxPhMlAD9q08o+wczdPZnEdz6lA7k9eocRP1wY0D7YMag9",
        "rhJHv5IMtD7Q0kc9KMHUPv9kZD6zPl0+DfcaPt9x1D44HGA+KX6APumbBz7kYjE+KGsLPrmPVz5w2iO+VAk8PtMQgj6Ma7w+iPGXPs+b+D5+ioM9UKDDPWMQxj3s2hM+uwx/PlovVT6VYLk+e5HePfDwND0p2mo7YWHCvQHqNz7CIU4+H5YfPtbY4T1zh8Y9Q2q/vUvbrD4IcNw9qISgPuqaOr4q98e8R39UPgb1ij5Dgjo+evQPvx3wBD5JqHQ+NxjLvRecxr2rp8q9nr+WPSt9H7xjt6O9OzCXuy3Mrb2TR2s9VjgsvjLbkj66Tqo9n6ZavWuuwj1EKFA+23ELvh4/+b1T+0A9S2U7Ps8ftD7Ilu++PMoBvvlbkr1ZgrU70NkQPiX9Eb5CGHo+5J+ovr5o+j3QbFQ+eItmPGhIBb6riGs/B4afPULUCb6zn7g9MAH3O0eIlr+H3rk9cUF0veDs0j7mXxw/0ARevXKtPj8BbZ8+W0TDPuHa5D7eVH6+P1qHP5/CSr4c+P69itvMPq9yoz75ztM+h4iTvuY4HD8EpBM+ARAqP5bZPj86T8a8zD0AvuKMzD4vv0o+lUAsP2++Dz979Ok+6dyMvo8iiD026Fy90P6+PsM50j5F5RA+y9Zxv6QbFT+Kpjs+luEHPzYWWD7LGKe+hXDpvRh0VD6L4ue+gjKJvmaetbzU5Bu/JE25vqSc175PNAa/lBxyPQHU0r5DqmQ+HkBLvsWGiL4zGzu/VrhIv795er1FF9W+Rx1FvBeLLr+y4xm/2wkvPmPve71eWi+/z6uXvuJO7r5lSBi/cLcivud3qr0gNqg73VIyPdaJE788+pK+faSdvhGMM76SGBG/R51APXnUuL6MLru9mY0BvxZuN7xHuOa9qhjKvveMV74FZq69nuyQvtXl2b1/H0m+cZjZvc1V5TwvsY2+4Sh4PScg9b01Tr2+Vq11vaNF6726u+s9wR6avukVmjxUaKS+6elsvlaDAT6Rc1Q9ru0Du+lxy73SP9q+",
        "HJnAvVbl17797U0+xtnrvdhtJL7qGty+nO2oPZay0L4bafU8tNcBvrIbKD4Osdi+Os/evKNEoz63mac9ScMyvgOyjL3/DPK8u4LRPQaPWj16fBi+6TObOoHY/rwqDqg8QLBXPAzyz73x3Li+I4i8vZDM77zj9Xo+ETjuvdmVD7u/BJK8rM/mPDRabzug6NK98VyFPt828LwJLb49CWjjvXZR/b2rO5U8Lsm4PQG7tb3ouYW+vZqePR03Tz2Pu6O8vh+/Pl7GAr60whS9xOSKPdZDE77DvNa9mptiv3bRIj4I50K+WRjHvYXpRz4QLo6+MfeZPchQNL7xdm++cG+TPjMWdr0v13E+qVTFPZOySD79aKo9JVzwvU321rucYJK9uUgJPq4w5zy1gIC+WrkgPlaHMj58bw49/QsYvlAdOr5xxqy9DjaFvcc2fz5W9tU9vn4rPhCSYL4yvkS8GmISvq26oL1En4W92iGkPOPlnr2Jqeo9OxRQPV7Haz5S6TA+IvjGPtUKDD451CW+I0ziPkDVtT2zvbE9uW/VPuE3nr7SlRU/wT/mvsXAAr1kJpE9TYUsPzwxWz/4Nc48w7sqP7h8OL1awho/MlljPl5FPrtJsLK7L2ucPqYTXj4fGTU+GbDlPcbqWT7rfSa+22jNPYFfLb52bqI+ldTovFnjqj71QAA+C7KRPkfng76ING8+DE6TvZoknD4HnAC+j0Gdvf/z3T4kVp8+KmMlPvkTFT+UEos+vYCxPnl5gj4ewtY9vTviPiu8Gz6Id4U+fIbNPmqqWj7HTlQ+QLABvuekwT4mkgM9xoPfPmrKfT4MMEq7yJzqPddspj58plg+t1iAPoSuBj4ufqQ+A7FdPaoXgT7Hg5K939IQP+pweT1ruME+XvdLPokGaj4HOTQ+OW62PterrD1ZNam9FfUTvfBjNT61U2G9xe1cO7VIEz1zgR49Ccj8O+7SEz20y0Y8NAfcPVuEAL7q2x2+KqUjPAGmnT262wo+q9sMPnaVyT3D9L+9",
        "bR0yvlF6dr4El32+x3H2vHSS3b04skQ+6g4qvlyAij1hKJI95M6Fvfd6iL0Xmdk7T20qPjepbr2iUJU8BeAEvoGWyL20dK+9pBUEPtqCIT1tnGy7+WoMverzl71bA3W/ZgGiPoWsOj6qhcK+BYlmPDzBbz1E/GW9eJZ8PVSfab57+Pc9PxMJv/fn8L2o/CG+QWbGPSWqEz6vdrI99XZfPqBF0r4vJiE+xAMGPhlZor5j7lc8PlFwvJMLN771g++9NgI6PKWimz3qD3S+qtNVvk4vz75C0K4+78SIvs/Niz7X4Jw9dhVGvDQ+a77Epne+Czf2vkpXSb5eWaC+iRjCvg=="
      ],
      "weights": [
        "CgNBv5xj+r+me3Q81pTBv79krb8vEq6/Cwu+vzEn6z1/da6//lMlPofRBz/cn46/MHJNvx9OR787PHc/YiCjv2DkEb5rS9G/JWOhvxH4sz4nlnE/CqAlvzuvA7/RCqK/EhORvWwklL/1/wg+oSQlvs0OO76eCW6/LY2qvZ9PRL6jkDM/GjEqv91Ye72Pyb2/ZcQ0vvIE/j7etWA+pqcmPqSNpb6lJJa9xcS7PttugD7qW9E+q97RPWCXeL7THYU+dA6suwDWHT8kTUo+ZKCHPgyXRr4AAte+zLRYvnOl675LZuU9niu6vhevKr4ckk4+rnPOvpafdj74dSg/++VPPpP0JD8S1lM+rowiP01nWb6B5pE+cFkCv1bd0T4q+gy/h2+mvpIZ7z5YeAa9kuXCPpxfUz9XLAi9GdksPgMf0D5ydI6/vnYvwPoG3b+FUjJACdMVwKunMMC8vSpAOl+xv1E7HUBC+qi/7rZFv6F7B8Cr1re/+nH0v0cAL78wE9+/i63Nv1VUHsCWKidAoddvP3BiHD8bfAxA9v0MwM0pK0AcOBBAsdz8P7S5f79Ddzu/003PP3V9oL/xuQlAV3Nlvwau8r6D1fk/NL3TP8gbKMDvOxnASvJtv5Yrtj+mxsC/rFcBv1csTb9xSJI96/cKv4rXM7+Sim2/+Xx1v6vkAL1Z0Ue/AMDGPs6hZj+RVPa+kpZiv0C/B79mHIE/6sNNvxPYmz3QAQW/gSl1v8Tjjz7U+IM/HDjyvhhfCT1LTcC+5Fv2vVziIb8lzHo+7rsdvZpSb77tZwy/0JCwvvOL170N2Wc/pOubvjHMQz66MgO/4zmIvR2/pD4cHoA+nf6xPg=="
      ]
    },
    "lstm_1": {
      "bias": [
        "9BaivvkOAz+tjuI+4gPEPgvZDb3RL6m+03gBP9PA9T6UsaY+zYW2PfX6Gz5mJOM9Yh7/vaaLDL6RzJ8+IIoEP1vczz6MEVY+19RKPiSKzT4ebQ8/WEeTvpK/JD9eLXM+aZ+jPmDu6z4MSRg/N7TkPrIOND/CwHo+6u8nvlafEz+bVb4++UUNvhexhr7V8SW9p2QNP4cFhj4BUly+K5movWB/uD764CY/AFTlPvXd6z6tmok9NKZsPtnFHz/z9g8/imQhP7EyE77xOOE+a8+NPquFvz7wogI/uArfPrw3HT8Vfe8+xd7+PmOI/T5ilxE/sc8EPyi88T0kyzU/PTTlPqyRKT+EmBk/N2koP8L9GT8AWjI/HQIaPyXwuz5dhBA/b2vmPn3ddD71vfg+ftL6Pit3+T5XhCs/iraePPmwsj6+ndi8aPiUvN78kbw1W9U7oMOLvC2XnzzzxdI856UTPTnkL7r1OfI8ijGcPdMbLr7Vj1q9bwtZPssZwrzh/ES8n+qWPcPoCT5PE6u9b4BCvWQ9Mz3aVWQ9i5j4vNa7Nz3UVOS6sYm5PYChGzwdDR89o0i/PfNmyL3/kCm+wA0CvSLXPb3CGRm+xIQsvndN3zwdoq09eN0wPMSIV73y6EQ9UfUmv6goGj+sX+k+qPbrPsN3/76AyTG+0p8HP1tYAT+nTLY+U+MjvkmgGT7HuR8+LtF6vmsBz7xPYcc+PC8aP3a87z6/cCw+/NJlPjkTgz6MFQ8/Ib5DvoO4Hz+W6JQ+jZuPPsuFJj+8MzQ/ND0KP94QMj9LWJg+r93Dvn37Cz/w+9A+iysQvqlFxr5etla8ek4ZP5zKfz73lG6+dZ5Kvg=="
      ],
      "recurrent_weights": [
