{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ],
        [
          "input_2",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              10
            ],
            "dtype": "float32",
            "name": "input_1",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              10
            ],
            "dtype": "float32",
            "name": "input_2",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_2"
        },
        {
          "class_name": "Reshape",
          "config": {
            "dtype": "float32",
            "name": "reshape",
            "target_shape": [
              10,
              1
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "reshape"
        },
        {
          "class_name": "Reshape",
          "config": {
            "dtype": "float32",
            "name": "reshape_1",
            "target_shape": [
              10,
              1
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "input_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "reshape_1"
        },
        {
          "class_name": "Concatenate",
          "config": {
            "axis": -1,
            "dtype": "float32",
            "name": "concatenate",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "reshape",
                0,
                0,
                {}
              ],
              [
                "reshape_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "concatenate"
        },
        {
          "class_name": "Reshape",
          "config": {
            "dtype": "float32",
            "name": "reshape_2",
            "target_shape": [
              10,
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "concatenate",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "reshape_2"
        },
        {
          "class_name": "LSTM",
          "config": {
            "activation": "tanh",
            "activity_regularizer": null,
            "batch_input_shape": [
              null,
              10,
              2
            ],
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {},
              "shared_object_id": 8
            },
            "bias_regularizer": null,
            "dropout": 0.0,
            "dtype": "float32",
            "go_backwards": false,
            "implementation": 2,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              },
              "shared_object_id": 6
            },
            "kernel_regularizer": null,
            "name": "lstm",
            "recurrent_activation": "sigmoid",
            "recurrent_constraint": null,
            "recurrent_dropout": 0.0,
            "recurrent_initializer": {
              "class_name": "Orthogonal",
              "config": {
                "gain": 1.0,
                "seed": null
              },
              "shared_object_id": 7
            },
            "recurrent_regularizer": null,
            "return_sequences": true,
            "return_state": false,
            "stateful": false,
            "time_major": false,
            "trainable": true,
            "unit_forget_bias": true,
            "units": 40,
            "unroll": false,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "reshape_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "lstm"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout",
            "noise_shape": null,
            "rate": 0.2,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "lstm",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout"
        },
        {
          "class_name": "LSTM",
          "config": {
            "activation": "tanh",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {},
              "shared_object_id": 14
            },
            "bias_regularizer": null,
            "dropout": 0.0,
            "dtype": "float32",
            "go_backwards": false,
            "implementation": 2,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              },
              "shared_object_id": 12
            },
            "kernel_regularizer": null,
            "name": "lstm_1",
            "recurrent_activation": "sigmoid",
            "recurrent_constraint": null,
            "recurrent_dropout": 0.0,
            "recurrent_initializer": {
              "class_name": "Orthogonal",
              "config": {
                "gain": 1.0,
                "seed": null
              },
              "shared_object_id": 13
            },
            "recurrent_regularizer": null,
            "return_sequences": true,
            "return_state": false,
            "stateful": false,
            "time_major": false,
            "trainable": true,
            "unit_forget_bias": true,
            "units": 40,
            "unroll": false,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "lstm_1"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout_1",
            "noise_shape": null,
            "rate": 0.2,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "lstm_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_1"
        },
        {
          "class_name": "LSTM",
          "config": {
            "activation": "tanh",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {},
              "shared_object_id": 20
            },
            "bias_regularizer": null,
            "dropout": 0.0,
            "dtype": "float32",
            "go_backwards": false,
            "implementation": 2,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              },
              "shared_object_id": 18
            },
            "kernel_regularizer": null,
            "name": "lstm_2",
            "recurrent_activation": "sigmoid",
            "recurrent_constraint": null,
            "recurrent_dropout": 0.0,
            "recurrent_initializer": {
              "class_name": "Orthogonal",
              "config": {
                "gain": 1.0,
                "seed": null
              },
              "shared_object_id": 19
            },
            "recurrent_regularizer": null,
            "return_sequences": true,
            "return_state": false,
            "stateful": false,
            "time_major": false,
            "trainable": true,
            "unit_forget_bias": true,
            "units": 40,
            "unroll": false,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "lstm_2"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout_2",
            "noise_shape": null,
            "rate": 0.2,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "lstm_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_2"
        },
        {
          "class_name": "LSTM",
          "config": {
            "activation": "tanh",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {},
              "shared_object_id": 26
            },
            "bias_regularizer": null,
            "dropout": 0.0,
            "dtype": "float32",
            "go_backwards": false,
            "implementation": 2,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              },
              "shared_object_id": 24
            },
            "kernel_regularizer": null,
            "name": "lstm_3",
            "recurrent_activation": "sigmoid",
            "recurrent_constraint": null,
            "recurrent_dropout": 0.0,
            "recurrent_initializer": {
              "class_name": "Orthogonal",
              "config": {
                "gain": 1.0,
                "seed": null
              },
              "shared_object_id": 25
            },
            "recurrent_regularizer": null,
            "return_sequences": false,
            "return_state": false,
            "stateful": false,
            "time_major": false,
            "trainable": true,
            "unit_forget_bias": true,
            "units": 40,
            "unroll": false,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "lstm_3"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout_3",
            "noise_shape": null,
            "rate": 0.2,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "lstm_3",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_3"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense",
            "trainable": true,
            "units": 1,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_3",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense"
        }
      ],
      "name": "functional_1",
      "output_layers": [
        [
          "dense",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.6.0"
  },
  "hash": "5ee0fb367bd8fc612266e48d55bce74045d848b542e3cf4938f863f13ae3d630",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      10
    ],
    [
      10
    ]
  ],
  "output_shapes": [
    [
      1
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            10
          ],
          "values": [
            "8Ijbvd869j7pUwi/oQWJv09o6z7xvEi/H/4PQJV4uD+qHhm/Kv38vg=="
          ]
        },
        {
          "shape": [
            10
          ],
          "values": [
            "FKkUvxYOTj614ou/I6FXvwrZT7+z3ZE/K67NP3L30T85x2C/af/IPg=="
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            1
          ],
          "values": [
            "nCatPg=="
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "dense": {
      "bias": [
        "606GPg=="
      ],
      "weights": [
        "iMuGPZuphD2lfNm9sxG/PWTsej1JlqQ9vwGAvb/xjr1xgL+9zyO1vZ+Anz36IYM9ostavSt6iT0ZhdG92Oc0PTyOiD282rG9sgWNvXpgrb2H3FA9cjFrPdh4mr30xHo9L0JmPbYSsj0TPpm9lHgRvq82W70i+My9oZdwvbkdlD1cwtq9ZumVvWe0Tz2D2S+9RBhdPQWnjD1J0mK9Ufd9vQ=="
      ]
    },
    "lstm": {
      "bias": [
        "zoBvvgkXZD+uOfe+AI5DPUCLVr9KGTq/QbssP19MQT9gDLS+WbN0P2NL+r6j+sc+QszZPZITEz/Ms8q+WBQYvRSIrT4xWSK/gJZIv8DqOL++046+kZtAvoxawz6SCei+Y9G4vmmD4b0/UdM+4V2kvvlS9z5GPIg+L6ZYP9VgUD7aWmY/LO7WvoRWIz6MjtS+29p/PrwdLL6+DRM/2scWvvmQQD8YeYk+y0LCviM6P71HQMU+aKFVvqj1zD3/YtE9sOiHP/Gf0bwSpFA9f9j/PfT53j1db2k+kx04PDPMSryV0Tw+pLG6PinkKr7Sejo+7TgFvb3Vuz405DQ+YEnXPccbwL1Dmqc+25PZPRdtkL3RpTI9GSaqPU1BDj59hJS9pgg7PhAyhL2BWHo+S+BAvjHyYTvuIYW+LqSWvPn+lboMGwu+CD3NPfw3izyS6sK9nbz5vUnwIr4FSMg9J2u8veTzx704Rr+9p1gePpGLEj4iA4i9qZ4HvhlXCr4LWcg9oKEOvi7Y7T1Q4MU9RL4mvoZTHD4Yb7W9O6MHvhMYir05A9+9sTrtvJeXnr2epbE9xny1vdox572ldNC9nZufvf+qpj3vhNU9Wt3HPdxYM72aKdE9MbrivSZVAL4iE989Lm2kvqf0hj+TNwa/10KOvTwzUb/x4VO/IqtPPwQwSD9wlQa/ZkuIP8vQN7+7/b0+MN/iPf8sAD+E0Sq/EapKvg+5BT5IfyO//RlLv52egb9CjAi/66KPvqCFlT4vBgu/wHoJvxtXAr4yXsw+9j/kviJ3Fj9Gwog+u1BrP4oBoD7HWGM/k2zTvkbn7b2ZWtS+bNI9Ph7NTb2WnSA/s8Cfvg=="
      ],
      "recurrent_weights": [
        "/91/v01nAsBkgWi/rC3jvgV5h758gDe/1/WRv0mbbL9QnPG9ndi5v6ZD+L0udzO/Dz3Cv+xGd7/uw6e+i42Kvk4pb79JUKq/aomFvgwobL9i9iq/Ztq7vwaoV7+Vg6a/JWQNvyIccL9CPZK/ZTFSv7Ofir76viS/drAiv0ia0r/9dZK/BAyMPl7Jv7+j26S/P9gzv35bsb48Oyu/SLVJv623Db/jK5O+MfiSPanclb7ShUC+7SUTvgFj5L7xSci9C3ajvnBr/b6qaZi9AU/nvVclML4bzYC+WSNwvl6H8b0X19i+rlcJvsrOXz5irTq+T4URvmsxpb4rO8+9SoArvliG/b6Bc988C44xvtc7Wr6CLo09NRXKuc5kQD25ZFS+EpVCvR41Hb4rULS+H8ifPY4Nv71NemW++alivc/74r4OqqK+N+UJvLeuwT7oSYw9vIgAvVkVhj1gMpm8DC5zPZKkTj6eN408jzB/vSNRIz62TXE+A1JIvVMlxzwCpLI9KUJmvqzXMD7/kd896pmyvnljHr5t/4q+f5YMPSCE3z6s8TG+jtWtvfg2Tj6hpa8+QNhNOUKFCDxFmYI9aWCLPiwgBL3/Xj28QSNAPlK2uLwMai29M3F2PkbYsDywUpQ+YL21vnLM3r/zhSy/fQzWvksQHz6+smG/pfCTv1aDcr9malg9ikDWv8U2gb3CRDy/uS3Ev+vPSL+BEZo95NACv7RRZr8oYYC/+rurvgVLEz6b3Am/qh9kv1tLZ78HeKu/T5K2vlYQm7+YTH2/mJA5vwJQgb/COU6/Tl0yv5jovb9Y9oO/WpvlPtaPiL9GTXy/LCkfv7fU675PE0a/k2oIv4PQYrwo62M+NIxFPxtgRT5AhpM+ngI6P7/tJ71auyq90M8Mv5CRgj6HQwg/o38QP4UcIj6qlcg+JznbPlXi8z6cYUE/eqCIvS5NDj/TLqE/OE3UPiyxXj916gY/jxQCP25d3j4YfF4/C94bPoCVOD9OwKQ9T0G+PiWQjD51AOU+",
        "yafMPuFMqj1OQV8/f9lZP6VFoj4q2GS+hWM1PfjR/z5F+Hw+SCZbPsL98z79kOU+GIE1PpjUFT8KDhk/QWF4vSOJtD6jKto+GVxmPterkD7O1eA+s4++PrRRFj98yeo+7jbBPav6hj7/4g4/VrelPh7kDD/jxYk+ZEZ+PmX/vz4sUVQ/OgO8PjGupT6NJRQ/KNTzPRyEo7tnuFA+wtDHPqnYUj4Y7hg/sNeZPlJf8j7dQpg+vgYvPxxDVz7LIwI/hVvgvctQdr+0oRG/DiMbP4rfGb6ra0e+De3RPceUrz06pB2/KVgWvljm0b7kV809n7JgPkGp7L2jFFo+RqwGv1XZoT4QDGK9k26dPa1KGD+wcMy+7tMvPnSaeTtiXQu/cN8NPwEwer31mw87g6fhvWP+ND7n6EI904i0PaEFdz1zxA++cEhMPesJ3L4xpVQ+5SYCvn+FFjzQoHi+uKkOvyFvjL7HtfI8rLc3P1HNhz3aFXK+pL4JPwnpSr6D2P69TnGuPrDGTD4v94s8gbRXPiNGMj+roiI+31JDPpi9qj6oLli+Zsq1vbKg1z43DtU7gvXsPg2yND0YFOE+1s1dP6JBAj8BaG0/YA2sPXLMnz66+OG9ZWKXvA2fzDw9ll8+PhIyPhp8VL7sCzo+hYxNP0t+0LyW7Ia9aPcuvoK3TD5nhvM9xjAUvuu1w73Idxe+8j+0PWhNsr77WQa+2hRhPedIQ77v/CE9HnYPvzRn3b7QTVa+9ntAvkfnBL98eea+ljS5vul2lr5eX7A8/A0iv1C+BL892n6+2fHUvhNEkb7EUhC/i0rcvqSof743uie/TT76vSymV753SWM+xRHsvijrHb7F5KW+sYLpvm/xlL73//G+XJ+sO6K6Ar9J4tu+2Er/vvPYzb6MJaq+sAi5PU5kGr+BayO9tCsRvzAzdz0HRxW/YiHPvvsUCT1sa2I9EX0Rvziro77JlTC+DPTrO7voFb9EfA6/huUMvsIkR76L6A8+vWclvwTBvD18Zja/",
        "BjljPUf8AT673Ju+/l0CvZCO+L2N2Nm9xW+evi7vory736q9y8dQvqhdrb6dXau9VucQvhTyqbxcFMu91JCjvQAIKb8ycko+GaaQv+zPgT6ifOe+yGeZvrUChD6Rz8m9GB1Xv+PQcL5yRl8+vdp+PkpdTj6L1xG+4lODvithGL7g3o2+8keVPn96cb6krB+/KKZ+PhscoL7ayBw+0xPGPS7DDjyT3ti9MHn8PCMUyT3H+PC9iKpPvsS8/r2K93i+Am8qPmdwg76DqCe+aWp2PqmP9T1ameQ9t/h5PeStB76rHUA+xkDIvvcVHT48rYe82zmvvBnt1b4saaS+WjyiPba2Y76kmbs8i5IwvwQW2rkIgp++I3CFuxma0L7DACK/RAl6vsrRfr5shgW+gz0mv6aeVL4XowC/KchJvtnaIb5cAwq/fVcYvymQl74W/A2/o5rivJoDcr5rBRg+HL2Lvnr0jbvjoBg9PtWrviGFH76aHN6+AWHmvQxURr4t7aW+cvRtPjU4BL17uAi/H/DlvNtZ8r6Ki28+HqrzvlV3tr1/cjE+OnWcvteFCDtIMW09Uv09vuX3F76wSVY9IK3MPBiGkb5tmIe+09PPvoAgkD0I4nU+Qa9kvapdnLwOjV++1u7nPXX7ar5ckIm+h+EjPnvjEr71Hj6+Ev8Lvis8cr7FNBA8FL4kv57/Yz3X9Dq+fS8qvVp8hz2R+5G+//BYPu1KBL92M8W+JILhvkuo871y506+kPP/O+vU3740af69kY0Xv2cQhr46CyY+vzWHPm6dm76HqiC+bb79PW9Hqz7dQJA+nfKrvckdxr51kbE+IRWgvWoU9D2pDcQ90U7Nvv2i5j3HdkG+vz7HvnBwBT4Kcmu9szg0PkgBBT1P3kq+/vScvYNnfr7u+jM9ysBKvtqppj5BP+e+VnGIvv2KOz5TPVK7x0sgvkI2H767u4S/Kv/evdsKsrz6Kr87s56APeAkg75DleK8loHIO74OLD4AOXA+TCUcvkFo872bQCG+",
        "GMSjvd+TRz6cHAA+TuURPmq6Mb46hC++q5MvvsuLGr1kQUi9xAgcvyZspbz2CPU99dg1vXEXMDw2kGC+vDubPqDrCD4m2/Q+2iP1PM/ypj4BD5e8FtoQvEJnertgkLQ8xHtUvty0Oj3nFwq/75bhPdAoGT1/I98+DH7ovWpeXL2+kj6/iLgeviOr1D7m2T+9ZpOEu+JE/73XUNA+gfgPPy/BZT4TfrI9TmE3vjtXID/ISI0+vZ8MP3MNkz6PChW+Ziq6PvBd4D3HLAA9GumEPmmvB70UGJM+5ygQvYvXOD7gMpk9TBzMvntlAz8Ofu05PZokPrFojz626iK+rI3DPtzlNL9wt/S/CX0tv64ucT1epCS/gzoqvrqLbr9cpC+/4aJKvQZ9W797n3I+/8+7vVQ8p7+Itgm/dVNxPrmpTj4Te9q+AmJ6v6QQob4Z9YW+MFYzvXzVnb8vthC/XpCIvx0g7bv0Dpa/9kpev4qPlr5CAya9uyKYvEsaOb5ukou/g6okv4kxRT4LWIy/vkVfvx6w371jz6e+I5QNv/d0wL7BaTK/7cbNvqwv5r2qJHi9yaSgvgQ/cTtspbW+YdDKPCeppb6/9xm/VQ3JPpIF9L0A2oe+frU5uxfGHz7zkU8+c+Ycvi23wb7o5kE9hT1OPNeTJj5seLA9dFFFPsqCL78ahqk+0+7dvcXWj77iGK09BICTvfNYGT0BOSc+Wus8vkIQybyOAOG9T7/IvLYwbTwg6Ys+Rck8vpVQUb0slio+j49Pvu0uUz6Y5LO6Orb3PBPYFb9Bf2S9ryQHPd7i8z2mH5C9xYPEvHGdgr7RbSM+lAtkPL4iPj38mpc98oQsvlXAI77WWUU+aIQpvnvixT2YIBi++c8WvXwrRT7XM8K8KXFAPrFQwD0y3g2+syJwPpll6r00HTo9DST6PYydsL0QESm+rODCOwHDUbyCxTS+sV0CvtNwYT5KfNk9mvuMvpLoZr6mS7q/KQT9vk2WF74jKUm+uuhuvuOtX79mLhG/",
        "3JnIvSIefb++4bU+9poAv/dxl7/GNlS+gWYHPw6jDb6/YZq+LCQsv/QTb75niwA/k3k8Pumso75H8+a+y6OBv/aJgz4kA4y/daSpv6hgS76CfAm/JSgPvyz8E76HTnC/lNP/vm/+vj6PSv2+2Pshv+BwZr1RlEi+9Ektvx7mZD03sz2++vdXPfomcr5zoyK+MhPZvp3Mwb23ANS98QzhPDfA376E+AE+PiULvhHiL77QQb09ZxKuPgPUL720bIG+ywlevpLvdb7M//++nCZwvpiMMz3Ym9C93dsTPfHtgL7g31g+u2mRvmaB671XDYu9Vmi4vbjOsb4oTmA+LUW1vau/1z07Rk++Vy0fveKLvr7r0kq9QXyPPvYG6b0AmCk95q5DvzHnN79AbUG9+c2lPjzXL7+H4se+JxKnviUBX75k3RG/NaD5vnmxJb7mYYI+/TURvnaK6L65sJi+kHAlvTOiWr3PXgy/b3MovhB+1TwIVc++UDGdvvg2Lj7MzQi/P9TrvaR4gL7IuHK+06kGvoYM2by1s4o9KSE1voufQ75UIPq95LiFvonpLr7qACO9554OPdXIlr6JR4++25jAvhmLDj0zYSM+Tpv6PYOWWz1/nCK9quCMv5sBCb5t7RG+//ihPlm52D3cU5Q+42CLPQ2ULT5/Cwe+856Pvlcblz607oE9ajOlvt1M2r1G7ku9JRvxPhdZqj0JP6y8XNu0PhmOEb2pWPK+F8gMPoT88z0XfZ28/+A/vjMJ0bxERp49f9HAvSIxNj43sFQ+w0yLPnn1DD4tpM68EW2/vbuRej5ieB4+vhlPPn9uY764X/U9wU0vPcdt/TxWmiE+0UG5PJTWDb+08Je9W2lgPglTGT2Ejqc9YgkAPvQdoj2k14w+PIZXPQ1zr73Xkca+PuRjvc46370gAJg+iDpOPoaxG75/PzI+rxrsvrwRcr4FC8E99IisPEO2Hr27NQE+GEHUvbpfGz5S2oe9nuWrvZDuy76JlJ29hYCcPh/d9Lwd7Ua8",
        "HY+APYbN0j6BIy4/GNSdPjKIzD4mT+o+4NMqPQBH1T7BkIC+cX7SPur61D7LOwQ/fLYfPnV/AD+zu9Q+FPBBPuDXQj8LIn4+1SmSPqAgdj/wQJM+9jdIP5yk8T6xCx4/wBzPPhDu9T5Rhj+86hofP1leCj4LhrY+qdxwPt0Zyz7kxBU/TqUMPgm1Iz9BXA4/FuIGPx39q702C4o+LjHvPtQJ0z4AKow+5H8gPxdHRT36MCg+t2u1Pnevyj6zr/g9dwYaP2KwLD/wL2U+BTjZPI9HCj82mKI+LL+JPj8fgz5Uv4A+AVe4PZJA/T4Luok+bzibPg539j26fJk+AJn0PmaeEj9bxw0+9k6lPh/IED53lIw9RUSsvSZ2PT5gakY+1UGnPuP0fT7HhI8++Hu5PsHDBz4TwuE+lDGMPi9I3D6utCO+m4K8vJaAxL5g/TM+KQ38vI1aEj60Po2/jGw6Pd+EQb9htTM9Mw5zvgAKCj59Fxc9Qp6DvT/OEr4A6qi+SiHJPlkViTwA7aw+7WC0Pl9Tgr5PcCk9sCpMPowkl74xDgw+9BUxPU0gQr7zIwy9GYCcPUBsMT5RbRa8XB45vatoMD7fcWw+Xu1jvYjQCD004Rq+znvdu4TxQT1ftTW9eyMnvK2pjD3IFdM+3GQGPaxoGr4ExEw+inHMvkv5Jz4uIBw/OReqPsLlUL4zp/Y9E6u2PltlWj73swS+gRDUPTychb5GSFA8I4qcPqYaQL54/Kc+bP86PXE4sj6rZ4E/e7wIPrhe9j4KNI8+FH4rPTSqbD2noBY9vbi5PeIuwD2pFUI+XcBevqgPKj2truY+l+aEPWl4tr2TYvK9YoRXvHjKdL5Z+bi+rXGRvyFiIzyJsw+/IuOcvZGqPL5CDLS+RXUtPsfWm75bZ869r2oFviqhl74+x808liGlPb7GOr7l7ju+vApvvsJceL61Agq+NSkKPl5hWDzSD8m9nDpAv1aSoj5itge/PPujvisFjL2Oj7e+DgWvvkSCs76W7ae+",
        "2jeQvvesbb4QWa496vTLvoLzLr4j4fW7t9wfvopjAr3SAoW+b49lPefxH795ty8+KJaivOD0Sb2DxbS9GDFRPljIgb+gZVs+FAoiPi7+ID5ZicK+oykuPpHIPT44loA+7ecAP+ToSD0JmyC/hXVFPnboOT0DmcU9zulaPrh1sr54CVE+K61fvh9hPr6S/bY9koMVvaNJoj4zkas+r7TqvWEikj7bGy++6aeNPlf8wL7QaCw+lyCWvr7/Fj5fMKk9fCS+vqfvkb17Bjg9xZslvoTY5L6V44Q+NBbKvZ64bb9anmU8VODfva1t8b13gbg9RBSZPGnHDryDr+U9/U+XvS+OsTwKjmg+X1LOvHrd+D05ktY85zKZvcA04b2Lgo895uYkPpjSJL7gDkG9sMgWvnQNRL4iZvu9nTYCvptYUL4k4Q09jk8VvQUhrDz0tsQ+e61RPljkrT0mP8k99CzIvZv0+76YNDS+gpsgvye15z7+yzC9wxSdPlX97D21mKO9AZ1zv4Feh76Vde0+adKJPjRlJ77+/aA98BbJPpTB4D7c7yg/YmjHPdkJg75iK8I+MDgvPtooPT930R899YM7v0Cn6D41ENe+tzAavt0/jD5D5Yu7ZImAPr0/uL44cbA9kVLFvfeJCb5O9cY+r6eUPVwKIT445e89VJXTvbGZNj3gRFW/o1JCwNoeYL9J8Z29WPyCvnFzl79OigfAv9ONvgsfI7/5462/TOl9Php/vL4LPgXAMwwCvw8uRD56KZk+ms90vxxN3b9Gaqm9zU7WvsTI/L6ue7y/E2wTv2FirL9yY7q+y9oRwFg/27+KvHe/fA+EvXccjb7D5z29qsAbwCgu6L4TRHM/NxKbv/mEAsAjGga/lzFOvq1Nl7/8meW+Vjzmvs8LOL82Kgc/GODHvmeQub4Eun++gw5Bv3+WSDwGWI2+wtoqv2RIBD7QyDG9CdG9vkF0trk3oz++gBi6vrjPWr8sPae+4frxPn9SYb4zOQq++9SCvqKRrb6+j+++",
        "DAeIvuSvxz3SJVa+Un0ZvozZ3DylibG+vxeXvoRGDb/7ST8+A+0oPh3Oo74fAJs+F8h9vqkdTD5Mwoq+kikYvmlRQTzb4Ly7TH/XPjxUaD4nztg9BGmvPd1w7DxYdOc8vgFqPQQKir1C8za9yppPPq4EuD2s4Ys5y9EUPtsuA716sFc8kVafPamLNT41L2m83TgIvt9+rb0dSiO+1keYPoyEeL0N0li96AuEPdAjWT6Xz1C9D2iGvBJ5lD0GJee7jaWtOyJSi75GrQe+2h7ZPAjrvT2Umzc+f+igvTm7JL4KFIg9QBo/wNTAKr9vLYm/0hZHPvLbpb96qAbA1Uh6v0LyQr7hOP6/2wogv353gL9bbfK/XIYnvyn90r4oW4O/uFC/v68sir+0Csi87U6mvTy1aL9tjpm/KeG/v0EZcb+D8ky/ANwZwCYZ+L9l0ou/45Cmv/hgwb+rVjK/NIUcwHuiir/5oD0/M+Dcv2Fe2L+7J6a/t8ORvVSA8r+c+Ci/qxMAvlF2xb5YhGq/JhZIvkEA3b4FPgy/bCwRvtevG711uTe9BH/xvsHtgL558vm+dn6Dvi3Rnb5e89i9Lv+uvqtrJb+DFNK9+Nl8vggwEb+vZsK+tCXjvh3EmL6Mgam+dXlmvZFfKL+rw62+RP59vlPlb77psey+MhmMvtl32r7h9YW+m7ffvqROar5t3Da/Uo3RvrPNsT6pbV+9tkLgvXChv77iUZC++z3yvj6R5z3gYfO+JdOwvrGs5b4XWXA+HFNpvwzDgb7eqFU+fs1hvfcCLr+6Jji9Cd0avmPDrbytzGE+RcuVvpKX8r54TII+XqbAvpQFTb2NbJk9XSjEvqhb3r6ZzEK+cTmtvrmVQ76HTjw+90SvPmOOkj6jKr2+22BGvU1p4r5Kq3K+pdOBvgpccz1cqeC+r6jMvXrtKr4JYrq9giGKPdS04T7r4gc9mgXrvs3jHL4kRjS+wG1oPQe13D4PDnK/gk+8PmUqfT5ldZY+eiGnPT6VrLzjJYs+",
        "7qInvqiK4jxDuRu/hSVqvldhQz6JzCW+lAhXvQIGpj5HqIQ8wozVvaUmiT7sMeg96iWuvZfQgr3KSdO7/XqGvgZHVj5NNVg+EPvHPayVtrxhXQa98lJiPgocQL6YNMi7qm6Xvq2zHb5xmAG/2TimPg92UD6ZUqg8iV+ePbI+sD0A1X2/uy+4vqb84z661Cg+1SvJvgUKMr6B22E97f5TPnwqvz7Txs49F0xPuyCa8D4L5Na9zVcwPjB+wL0dbl6/XJ78PBRe6L7rfpy+bEASvWCFGz7wNzM+xkoVvhTpEb74UrG+FZuevcXRvj0LaOu9VNJGOoNJkT0qHQQ+1egKPi4BaD7JPs4+Hb50PjXLZj4RlFc/inYTvSwjpz7Utas+P27RPg3foj2l2MA7C+VOPWo0ij0efnM+n+VlPZgJgD15g1Q+/LUHPxPXob2kBo+9fCOyvvFogD79Jqi8I39/PoO5Hb0Yzj0+VBmdPeNbY768Rno+gSxnPl9+Cz6L/6g882OtPccB2j6C/ns+PpFjPlcSfj7Hs/o9reBVPgjFPb7Jdkw/Sk/VPt4tPj4mnxm+qcgjPynooD6aPeI+jTM/PvjDfz/m5vU+GtbIPb9eYD0SX2g+pz6kPiNUHz0vmR2+dbvBvO+cEj+GgYm7ZoppPYA/JT6bwDq9WjaOveo/pj4aJQs+Ck0hPUIzkj04e7O9R4zsPU+68z17U44+sAITPv1Wij4CuNI+A6RhPREjyD38IIi9IGBpPjzNWD7aiNQ9suuXvrNkAj6q/hS+kq/zPVAL+j3hPBy+rbRBvZVbrj1CNzK+2ABYvG0Slb93BeO9MAyjvY/bJD4d2P89Q9C/vYhQ2T3qcvw9SEo9vXMyujz3VXS+ghNFPZex2zyLxtM9FdK6vJk5zz7kMt89PgYevmbRFz62W1U+DNs7vdi+Mb4DWlA6UoisvmYMkL76mQK+mSpPPCOYKr3Vhma9k/yCvnPFFD5m0h0+VgSuPU+Bpr7rldg+zHrmvg9vTz3vqgk+",
        "neOFP9m8bT5SVJK+4OGXPb/VW74O1Og9j+HVvmkr9r6Cnvu9gKjsPB6d0rxmBlO85cOfvnB5vb5F/ra+3Gs9Pmz9j74AHgO94HFYPXMv174dpJq9U8ikPZRRzD3lw8u+irWAvevrTj0sQHa+prDNPMMatbyX0oa+pNarvPfJp74y8Kg+HqzMPaleUD963dM85mUMPwJhFD1t22A+qosRPoSmIT1cZLK9idnyPXf8DztqtCw+D//mvbeTNz5v+q0+V+DrPWeQuj6LCkg+w/w/Pln3zb0LreK8+hkbvnGkpj4hAWW+r3XAPgxmtj7+wFc+nodmPLvZNT59VRk9/Y6/Pkxuwr5Xe4M+/SBWvjx4tj54Vrk9CknFvo4+qz5stK09X+t7P5TexD5s/P4+MXCPvvmF+z4jgqy8nAWpPlYrvb0+C5A/KUPgPkx50b7ePA09/+bjPrU1CL0iwVa+ZJCOvmrOGL7wmso+qk4DP4G/I76d1G2+fwmdPP1pvL3Wlwg/glkpvvG8Rz2+QPg+bjQqvkfZp71taE2+IJvzvWc8Uz5etvU86zVdPkFmFr5T3AY+YH2OviYj5D6Qrqs+uW8Pvgvo3ryfKRa+KUm6vbqx8b2g9rC+3+43vYPnLb7vCoq7F4EZv0JfEr5AZaE85weFv+HdIj0QsD0+PKc1PnAsXT4wTcE9RaQMPpa5Nb5JxN+9m8B5voaMlT2N9AI+IgL0vf0Wj73JhNM+1GwMPuVj4b1Ss8c9Zd02PZJWpLz9agQ7D0+Du+U0Ab7ed5290jtivqFWqDwIl6S9SH3Cu56mvLt1qPg+newFvr/QOj9zEhC+xZ2pPhVI2r661Se+kVlkvo05iD+Ca7O883cXv2i5e77GGjY+OZOnvtBNyr7GseK+JvUpv7kWBz2XW70+PnzPvtgMiL4GgSS/gqCWviivDD+Arse9EtLCPUeosj60dGW+2Va/vphhu75EcKm8XUikPfUbdr5VDkU9RakNv2v9Gz7mXU6+m7i8vhV2Oj2ehVq+",
        "IhWFvgwTy740c+G+rFKrvEUYer6FPZ6+gLisvYjRbr22qfU9KwVdvmvCjL5RVV2+XJZXvmNlD7//lTq+cAcgvW8LKr89eZK+juBEvmNYgb9qrpy+ktpcv1+iu77ykN++sf1Rvny/W78e65681DvRvqzdOT5V+pK+1b5Hvk1A4L5zrrm+FH5+PlJcL7/VkS2/KeRJvvPfJD5NvMO9eSoUvuUNjb5BbYi+e1mhvpsBrb4ZWHG+H7qwvgqXBb92nRO+aqNhvoZWP7/tp5K+6jWNvmBWCL8oUGm+umm+vir3ub4jbq2+ZyILvu1Xvr6KDdy+vTP6vjoBj74cT7u+LD+wvrJuHb8vmE89RSkWvla5CL/no7O+Z/oCvtAV0r40EYK+Bh6Evo9vZr6DYYy+M/vGvrCwh75Ngwm/OgeyvlLzA7+ldH6+oX8IvnprVD4tgaq+5DvQvvDNAr57HME9+rkHveF6Rr7dTPq9LCS+PSHmQz6fD4a/xe8Nvk4Hjr6NrKQ9HDeQvE+fCT6vwlq+vfqMvoOzgT62jBC+ypgUvjGF/DzGcj6+Ul+ZvmzRtr1PdQy+43x/PfrrX756YFa+PNY0vW2TaT41Ia6+kM8XPTop6z5YaPA923ExPjLd9L0e3sa820biPbas5L6ZTpe+R031PEFXOD7/xeq+Jw0DPo4ow7ycOT2+AU0ZvhizMz7hsHo92NQkv3yw3jxG2588BjIVvmWsjz4Kv2K9xHvKvXjdkb46AkG+eohDvtBtar6/9ye/2JBXvqUIb7+K6769JhA5vulRrD2C92y8XojBPVU+XL5QlPm9uQhBPzYnyr5CRkC/iW8lvndQF75hfpI96kHWvZS3IL/pny6/XpAdvy4QV73e6x2/hN+Ivnb37r4Ef7++xG3RPYspFr9Ms4O+iJtovvNHtL5wJ2y+LrTBvR6wjr4wZz6/P9gdv55Y/b3tYXW+75U8vgvdwr75Qqe92k0sv3mPLj5Lmwe/vpHzvvNTM75I+YG++7XavksMhb7XJBi/",
        "2HvXvruRhr5p1J++kzC+vk/Acr66Z6C8l+9kvisE1L1g3B6/cdjkvgvoAr+nk9M+8oy+voZ5Db6Q8sS+iyvOPdgSk78OP3G+CJ3OPrzraD4ycw+/pt4sPac0UT6y204+Qh3ZPV3Tzb4I7wK/TJ+yPqMllDxbR6O9FwITPvlC7b7wIe28VpLFvvJWuL5Y13q93Qm2Pq1vzj5qaFg+ruHUvsCoAL5RJCK++zi6vCZ8uL7DQhs+SSbcvmiie74IDCg+dIx0Pub1CT5M0FE80yC2PQMP1z3ScZs+RgrwPZ5mCb4GGM4+V63/vRUdSL4Nq8m92965vfFZXb8em1I+7kLhPHZuq77AxAG82hQvPvhyKD0niaa+jIyBvirIjj2e9Ty+25KevbdpOL5f/Pu75mFtPTi1m7zI+Zm8WaKCPHT4Sj3D43e7JRLBPeQp1r26RzE+/RyDPPPGxDrD6P89cKcKvfTpG7+LYcW+yyERvxlVdT4km4a+WLIfPjlC8Lr25Ke+LMh0v/Zf874pYtI+dHQPPuZqgr6K7g4+4ybcPommpz5OXbM+ZYYYviwiWb6KdQU/AjuBPkiPmz5lvVY92dlQv/mrnD4FLru8VEPnvZUkHz7flSQ9T7SHPuj4cr17ReS80jadviQwZ74YEo8+UaEOveV9GD7CUPo9WGW6vU4UTz70zKe+LgN9vuaUg74KhAm+QZY6vwBhPT4Uqdi+mfMzvo4ME7/2/NG9410IvhTNlr7mzU29TSpCvjjtRr2/RG09yOEGv7DxFb9YDBS/mowkPgexMz5qO/a+Hz27PareqL5HYkc+HySPvIknOr5YRse9FJnLvfeZh75YV0G+es2evglf/7y+3C6/m6fDvc75gb6ywpG+79rPPdPoLL6GN1k+Eb1pvzOM7L5ogVo8n7jAPjnsPb8bUx6+pxLbvnJcQL7EYEW/f3Abv6ViirxHdUg+zN+7vgf2sr6I/Q2/Th3PPUy1Nj7JoVC/7uRavvN06D2NrOC9oSJavnWyojyQIsm+",
        "gIKsvv51l779wvK+84wcPU4aDj1NfZu9UEztPO9M5L2jQU++bHG9vre4M76r8DG+oziHPsvam763D7u+2/uKvNhPcj6/qsw9xjYwPr1WdjzmRu88UzLwPDFNAL1RQ6W9i0ybPmVqKz6hoSM+SA5oPWQ6qrwH4SO+0KF6v8VAHj47ZRA9eh6DPcTEfz4t60g94zQWPhIkcj2PVEC9ah/4vVdVk72N6/y+yNu9PTCtgT0S3Xy7HSQUvrSF0jz1sag+7nAlPVHPTT5JrE89pPW1PXaUlD53BgC+D7pjPfjVpD4SY4K+0FOxPbH2qL4Hx2s+igmNvlQ5jj5L7hG9KzmdvlnXir9IAZS+8nOnPmz4rL6I2Mo9VZMAPW6klD5seN4+CD5wvtYz+71Co7++BWAOP86jxz6zdA4+djRcPj2RQ75UFeA+ME+iPPoXPLwmpPA9e0UDPmtktb3He7Q96kJ3Pbr/lbzghP2+SYwEPgVhU74mnac9REpcPgcyGr2HApM+JRGNPlgU3j22ANs+/nERvlOohj/22nK+XzlnPsw7Kb4CaWw+iYacPfNNqLx0Rbs9kPOUPeLR1728IDW+gJ3Jvjsojz0dLJw+QKZ0Pup6h774i9W+z4PvPRAhDb5jjY896BqqvlJGzT2je9U9TaM5vhlW6b1205Q85UQ6vlZ9QL7gND6+1k4WP5pzBj55ikw8q0CgveDtub6voSU+YW2qvo3LaT8akPQ+oHa4PkUKGb6Z9CY/J3wKPjHrlT6O85O5B/djP8Ut/D69ery9C03RvVWtpj7LckA+yq7pvToq/z1eEri964gJP1NHIT7oy2y+KfjSPTQ4D74A/A09QvgAPygXlD1n6EC9pVDSPnlSmb3OZAW93GgGPdeuZD6AE0I+K42uPqMWAD6g0gA+2JBAPvYHaL5W5Js+4sj2PuRBOr3uUUq+HF4qPIeVVD7Yt5M+ZM+HPq8l+73OcPY9vKAkPSYz8b6z1ga+azdNvjfQVL4h4Su8PoEhPB15Yj0wz5O/",
        "7D+8vdJGjL1f+I6+LwdkvZBqPr1rp2K9AkS8PZwSNT2Cmta8IPADP3K/1ris38C9zyqWPH3Lwz1rzow9aEULPUXo/71k7i6/xDlnviUeu74KYxu+EKtQPl/dPL115Ye9ptgFP5qFB75tTuI+hcGYvoG6Nz/LwhC/QXIMPsnnjzyZX4s/TDLPvXNmmL4PfSe7mK9uO1U3vbxIgAy/2bwmv7vMvb5jEBA+nwTsPuxU5b5J0we/uFzdvtqFqb7yD08+b9kAv0Dv872rdOw7mvq9vpbDj756R2m+DnvvvbOeT743Ag6+UtjbPvzPq75uvEm+WbyevnT/8L74eQm+0ltHvusPuT2aC3W/ipbPvq2Zmj6T82C/BlJ+PmL2+L6+ORe9NoSVPMIo9L73OGA+ghQsPuxUFr8XqMe9SjdMPrscOb2NFUC8Kq+kvtdHuL6Sj4A+aTO7PSh3Mz1k5jq+fJoZv3aewL25tzK/KGAUv5k9Hz5QNN89vxOUvdwtbzxzLCq/nslovl+Y1L59Ooq+IhpOvxHptL0C3IQ+CoAEvzrBAz4feQq/1xjIvt10sb7MDaw+QnVyvrnMf76bjI6+UWHmPRHoo7/v/nq+aFnuPad6jr1QWZK+EMA8vQXO0jyAafM9B54BPd8KsL6PmMC+pAgYP5zNhju8kze+oqpCPRDuCr+IoVe8wHoAv7ekrL7/uek98+KFvRtqEryERAQ+NWOLvufcHb4rL46+Wh58vdCjTL6oVTo+CGajvoK2lb5j2Lg+2kWSPp4bxLwj5Oo863RRPDzhhj0Ghwy/ngowvm2+gL2/Jtw9Wi2sO7FLfz0msBw8/79jvg4K+D3bRYm+QVbiPqJXaL+4SL29oF4DPwkXET7kjmQ+8qqhvso62r5asXO9nCklvhMCor4lyAW91PqIPoMKIDw4tBY+LwW4Pb/TMz1sZhQ98lLsPdS/iD2gn2a9JYyDPU2f4jzaXVM9OnYyPU7KkL5VfVi/kramvjDbNj474I6+s9tlPhUcqb7H7iS+",
        "lIFZv+OeV7+Q1IY+Ym9uvLCcwb7nLVC84wp3PvkjMD69lNU+bJH0vb6fE77IVuc+9xrFPt2Joz5wlgG9drwuv4Fqoj27vtS+aJsvv81IHz4iLgM9TU7GPMJsir7SRsW+YHwwvkMuzr6Xpgc94tASvwi24T1Vd8Y+77a8vgk0CT60gZg+DElJP0jqmz6MgpA9kmUVPqkstj7gyPM+SDALP+4Dtr6r00A/WbbWvdlGhj7KKhg/URAVP8/h+D1bJHg+1SZeP7HL6j6juea8Ceg1PyK8nz4qWIA/v2QGP/FGMj+ppug+2/kvP4JDfT54RdQ+O5E3PapsJT5X1HQ+rOIQP8qcJT8tg7q+8ROXP4t4KT/jZmE+vhj4Ou7cmD4rF+A+krD0vApkCT6Zh/g9TTNMPpsoMj1Ui1Q+vBnNPghOQTxOxIA9Pz4pP//RDT473a4+dELAPkn3Lj6Z4tY+fW3HPssq+z7QZlI9cq5BPFuBaj68g5Q+SCyGPuf5oT4Jc6Q+EuwpP3HRBr7oeYQ9dFiTPpF9Cz5pxKS8AuJzPjdfUD4OH609BOQyPse0Aj8pOeA9+tsoPpN9Uz6vuCY+OOH+Pr/rZb4mgho+iBDmvuOqCT1cxlU7vVyyPggfjD2Rvc+9N5MEv4mrTb2IhR6+BBBzvnrGAD2zMo89nJB7PjvloL00SG8+uwlHv4w9iL4RgoI+Bk0Evtpnlj7eips9YCoFv8OIZj4SlE09JAKavReq8L6OC8M95NnHvTAe0T1s/Dq+v3DcvHZ8zDwSdke+V/KJPtDrPj11jGM+XhQJvRGNDb6SPKE97+tHPy2qtT7iFBw9zM1nvnJp9j403YY+tMzwPkPGv70fZVE/6x2hvQrwhT664Wk/WRIDPtphGT0F8+k+sqwoPgFCIT5jyMW9jAKbPDlAtj5hIWE+R7IaP0EeIT+QLJQ+bTN7P1zr1D6T5ok+pBXXPmrU4D5rffc+C5ZHP20ZKj+a/tS+c700P3bbVj/vDHI+2GEgPgUQET5v/YE+",
        "cbMCPjF2wr11Z14+tZAwvpVzaj6ZvQq+y1l1PcgrJLyacIQ+ISv9vgfdxT6SgXy9uk15Pv/hf77dgqg+eXeqPmMu6b0J4Mw883wkPpdNKj+wjvY9fqSOPlJPc72tvpI+U8kjPs854j4D+SA+jqaEPhHs2L1R2KQ8o0XMvtAnyT3tneG+/MAjPsFitD2RCko+P3aTPm31F75Swdu9ZaqaPmce4j4uV5Y+E5uGPsIeTb6sp80+z7ZGvZQwrz6srqu9E6CePtvYZT7OxTm+dfAQvt/S9j4D4S4+JkJMvnfBZb6b3Sw+5d2BPjSmUj5HgHk+u3bZvNQX6D0AzZG9WsmtPum6CT4PPnY+5Rm8PvlgYT62dBy9V525vJYOTz4v0Da9zV+hvE+ovD0xiwA+j9q2Puw7Cr49TLs+Zv4ZPtuQWbzUKw8+/y6JPf2Wmj52S7G7rlbQPpMPXj5KDH6+jPiuPBiySj5EnJI+vmkCvqa/vb1umec9uz4SvhPNQb1+kuU73tahvmrTtz6BjIq/GcB6PmbU7LwUcyi+v6QQvRPuljyQDNE+zOe2vtMJDT0hMOY9OsNXPvkBrLzGngw+TS2Rvp4phT3jrDe+kdxbvhGFQj7+CTA+/r83viQSaL2L8JQ+E6JMvmscir4r3jo+IpfMvh+nqz0nhmy91AJTvq4tm77/OZA+moz4vuJ2S72nyPK+TV9/PhQaxb5jdrK+uUSHPInL9b4i7aA9FFPkPiUILT69WJW9yzEYvmpRj76m+gk+ImQLvsEdCT/Wiw8+cQ8HPXzK5r70ZwW+TbMVv+0dgDwJ1xC/f2fsva9Vi74q+Is+5uSMvaPIsb3GlT6+nOf5vX0uAT+bcZK9AZbJvTZ/wz6J/5W+Toq4Pea0r73mgE8+SzbwvjfSij0plok+e3CzPslNTb7WwPU+miHgPvzwkz69DfE+DH7+vZAlpL4jOkg+MK8ZP4fRBjxlurA+xUYXvnDyy7xH4Zi+kGoiPZpC7j41YPI+fAIKP6w7tT6hK+W+",
        "SZqNPmIL9L5xJNc+OPoav+mBcD621Jc+NElZvrWE/j59+g2+0qV3vulkCj5lEnc+BngUvxkCIL8H0yI+VdjWvQRIGr9f3r29L2kNvciZJT2Aiga9bdpQvjj6hb5hjrG96dw8Pfh/4L5GvE2+qL6VPLSxsr0hqL6+ucaCvvO/576AJGu+KPpcvvfYRL6+SVm+7PzmvKrEJb6O5nM9Oheavvipg76LWpu+Ogs8vtRhib4YZBe9J4RsvTRYBb57ptG9MquJPrHnPr0wW5G8LIlqvXSA3L3D1t+++HaNvU9/pr3cj4Y+U32TPcA4Or6IohE+SDoQvQrAVr0XxVW+qHPVPi6A/LtogRM9JJaKPfr8PL/klL0+yj6ovJa2IL7eajk8LofzvrwWnb0bP3k+8fGRPu92Ljy0grU9If4ovpot6z2fHcE9vOycPtFJNz7QF+48hJ9xPEHRLLzAaQ2+GRnqPT4SQz9uvHE+ymXmvUGChDzr/xE9lrbZvPXPtb1/8Z++Vz8Sv+1Ai77wWgk7tzQOvj4TYz4LNao+17/mPRq6Vr0z7dc9eX+APCTlOL67AOg9PUemPl45yD46coM+ssQvvCb8lD1zrMS+m/PSPPsNGD7G7L67h7Bivi2T371V/6O+c/NzPGRIyr5TojS+FtnzvjNE3L32brc+A/K4vnET9T5o6rA+e+i9PaZ2CD+qa2U9f7gVP5vRiT2ce6A+zAvkvEN5nT4lWyw+taecPhMrvz6VTcI+2Kl9vS6tV7w/elS+MLP2PmhU1T7msg8/bOvxvfSEWr4L89g+sLO6PUUaqj7HOJG+F6c5vZsfDb69nei9YC4ePiQcwj12au49FQavPT4oOz2o5lw/h6s9PbL1ED4KF/+93gCzvU81aT1461K+q2JWPwqwKT9ud+A+4vOWvhilxT5ISTQ+5XmkPl3Dcj6RSh0/guvtPnv6N713rzi+IZ5hPjuWlD7b0CI+eM94vty4hL77X/c+fEFLPV1ARL53Fuc+2XidOwj8sryY6bk+",
        "rLp1Pm6oVD5MdeU+9Jpvvmb6jb2FpxI9lmSKPlg6aj559KY+1WQIPWtdCjyiZ/M+IIqgvQq8IT+oPJg+gMh2Pf5p871MwOQ8qXo8PdfFkD5+rIg+9x2gvtddHT0DkmI9CskAvtqGDr4mizQ8UKdlvC6Y/L2ui3Y+TH0APRF9h744ruU7+lk4vjSMmr6zCi2+byRTv0Qt673l69M9xWfWPZ+ns7vbHuw+Z7CHvEsDGL3NDeO8isLlPBqatT1/WTe+jc+2OzRdNr5uZR6+qw7IvQOgHL7M80M+v6sUPfbIU74QK4o+AdqMvjCiED+fDmq+zwazPvV02L6ubaq9ozHivd4hSj/faOK9pfWGvuGvcD6u48S9EQCUvbTx5b7TNR6/aF2KvgxiHz271tw+0R07vwcWqr7Jdnq+PNLavuk6jz7BKNu+suyVvrnJPb4T7Xi+AaBzvjYMn761l969myUbvg2vx72k3Cs/YYE/vjAwPL3pQcO+IFUovqU/Ur5OGwK/kOTEvtLiYb81XT+/6u/1vSENJ78X5029wwkIv1otJb5Iumc9VUDGvgsfEL5ZfNW9sa0Kv7PPw74uLiq8jb5PvrjnML8UwS2/0HHVvjrszr7b6ou9hGcQv1N4gr6s6Ue/cAEmvB9UBL9BbuG+2raAvndrPb63dJ++7ukpvcw2Hr/Jcbe9asfBvhddzL5lvh2/xZ5WviaiWj61zVe+R6oVvrNOG7+wJ/W+rdfYvrlA0j1heIe+K9kovgr+mr6jeOe9trFjv3OdBL+SWb0+ZDxYPRfD0L55xTi+F7txvJ/VZj4tp0S7q5ycvvTT5L6ZgOs+TC4buJ+GXT2oFzk9kQAPv42kRb7sE86+E6Acv1H1CD0eYy69lO8IvWsuBb5AJiW+QZsGvs+eRb7TG4Q9vumIvjv5KjyZDI2+0tzgvTG+4DyJJ5o+SD40vl8zhLoBpxC954uLvegeA7763uW9IYZdvcv18T59+B49VBzNPYgk7j1YCwq+1ZKKvFGSLr4G5dk9",
        "7ACRvabCI75JuFQ8Gx19PJlWZz77e1i/lCD2uwj5dj5X3j2897RZvCO6KL50J/89VIfkvXhU1rw4Xc49ND56vlEqlb1jrJE+gMA9PqQiAz0KrUg+WGnjvdrV6z1RFtY94SlavpXQGb/Dr/++3ebqvehSL77+Fdu8pc8YvZ2zgL5TC/2+eV/bvoxdmz5/mjW+oAIev2p4T74nHww+RnchPvjkMT4KG4O+ttXpvosB+T7B4FU+QziIPnSPOr7mel6/9jVrPmANIb+2Tei+Ewp3Pu47P73Senm9vOVKvgYX7b7peDa+83FUvv46LD6Z7pi+UqN4PbvsrT6mYSK9An4BPlWBir477Ya9R/s3v86gGz3bcUO/dntLPT9mRL0EG/K8sZYqvkuvnD0Tx5m9G9LHPaj5qLx12Es+HA5APGrJjb0r4iC+zfvfvtt/ab4pUnW+y8UIPkRPU760VIs9/8zyvu4gqz4h5M2+JY8WvmaJMTvoUAW9R5J/vojUAT5ClKu+4G1UPbsc6b7ZX6O7haDBvk84Oz4hFqA9ttxNvoCWGj5wHVa/zjQpv3tr9r69tJM+GmWcvtEb2b39lQa/SRSHO4xMkb9h7da+VzYUPpvbdj6w/wG/qTzavapquj1UWKY+gUKdPqTcBL8Gm7a+BY/8PQPL1zzeTKi8gVZOvpsmUr8uHba9jnDZvSKG474v1iA5gsf/Pb6oJD7cQCw97GSjvq3nHr4DIGO+122UPVrI7r7Qazg+IBrnvjAd0r47GfI9SYmNPD20oz2HGES+B9fSPWq31b7JMdI9+HLFvXWZeD0xhHo+O4JOvYgjDz7YsIC8QYtuPUD1Mb5KHPe9E3f5ulNUTj7USYq9lRyyPlAUvj37RVo+8nWBvlAtcr8M9wa+stsBvpkkyL6Yp6K9falLvelfmbypbI++EEjKvelTKD702ek8EBObPg0OtTwEAqM9ch64Ox2pEb575Ts9QcgpPs93Eb+SdiQ+TW4Wvyys4D661rW+gfXvPmrZgD60f3g8",
        "mIGKv7xcBz6uyfY+AWN5PWVan73qM40+82n1Pl3yNT+39BM/AHkcvRK6Ir9VIw0/ZsPDPgtCuj7XSI4+8ar+vog8Fz8QemW+qIVkPQ9s8z7ifnU+iYWVPp/wdj4yeiM9+BtdPtSYeb5Cies+jlwHvdoRcT5rbZU+ZcWvOzPqlT5/A3m+AIpRv+wMvL4bMzy+cNO0vslU577rufG+krjovucwjz7t/C2/bLaSvvQCAr8duTe/BmZEv7ETtL7daYi+DCFPv7aF5b7QQ4C9ubKFvzjaM78/4H2/jUlNv1Wu1r6+sCC/JVCEv304wL7dfnO/Hrd/uR8dVb6998i+5HlKv8jSPb88UME9moqIv+8UT79IEwi/dm/QvoBzlb5AlDm/aavhvcXaNr5ywqW8aWjWvq6RWb5YfA2+lRW5vq1uWj0vDKK+EL8gvy4BmruGJ/e+/bRkvtrth75xOZO9wOfzvj6X0r5Ilqc9lCtQvlO6sr7BnUi+McqLvnAwW74RrnO+SjOXvh7MeD7piDi+V+3mvkPHHL5NCqm+xeHJviOtrb72AwS+j2lFvDE9kL5Pko2+7H3IvgO3Mr4XMwS+RW0LvurHEL6U2Pg9LnKEPnhmvbzYcZ48XLt0vm4fnj3O4ua9Cl9Qvs3p772MTwE+f9wKPp9jrz1V4469iKpqPbLEpz2qTmu9uP+zPira8j3fl4S+VvrLvXz19LxpzlU8hG5av4BTRD4AHqM99WdWvbKRED7Se42+ZJiIviWH3j0zFQk+iaaBPoq4Lr6+z1k+X7U7vU8CCL0XyQm91q6ZvVy1gr5TR8A+rI2HvzgAwb0Xgba+MoIEvnOW1b7s5/a+BAzbvsni0z4DTDu/AosqvkXqAb9k0Ey/pbS+vrCTWj0uY/++dc7lvivAbL5E1FW93wp+vdFq7b6vQfK+Md9qv5B1r76+NLW+LGWbv8ScOr9JXxi/O4GlvvYt6L7TYu6+XpgxvzvJM79NGCQ/zVZPv3SvZr9cVAG/zNLtvp0rB78M7a++",
        "hQD/vgOUNb6FQQO/IC+nvXokaL+iSYY8orihvkVHRr09/Ou+1LNlvmeWj71836W+wkjovFJPyrz3gsQ9IzJBPmQiFb8u+ci+Udj3vg2HFT/F84M+a3iqvlkCoT1N9hC/h4CKPjixjD32jVq9IiHUPRqnPL4wNai+JT8JvXGOLTvaUwO+Ib9lv16f6r0iEKw8dIiHvC0ssb31sNU8hW6BPhtLjr8wbRS/Auv3vhgskT7+6SO/HCabvmRmpb4fJne+SWEqv2R9DL8wOTY+FXMIPlmFeL4PdZ2+ZPydvSJflTzt9DQ+coY5v7+zhb5YSNE++2+XvrOEZL6Eyeo7Ob68vo+fFb8+TPK97aXUvtr/u72/cBk9rU+6PB7miL0KksS+5g6svq0vlL4uRtC+qX+yvtI2tr2Qn8S+FRuKvjzoC77zzZA+UKJNvmgmiL2jUly9IZjXvvpZuL0p26e8Pi8Rvs2Axz7SWlM9UqNjPq8ISD5sS+S8miKBvSNbCL55iRY+V8UQvKwmrT3eXOq+pFV1PnNbFD6IFvi9np9sveelTr5I0je/f3ryvltcrjwRMic9xoXnuyt9wL3Vfnq86xIQPdT3/Dy2ddw+83QvPu/loT1gHny9hLjUvaONqbyCrlo99lv8voiXSj56re6+P+8lPjL1mL79Ko8+7kqCPW9nvb2NTYO/VIqkvnUhGz8724S+NOSRPr3fprxh3QY/nWs6P6qlG72LAC2+WUrYvleiYj/4fLQ+vP94PJKNxD4HxIe+YCa/PvzwHz7RQ8M+8kfiPijORz5iTik+IKk4vCTCTD717sY9iVoNv6+zkD5obsc9eDBRPmLf4j3f9o4+h9P0PjITJr9J59m/bXCkPnd2gL7nqgO/HXG0Pgp9kb8LJ+a+iy3ePZVbXb/NTA0+6B4jvfakLb/2VPu+j6LlPuLJgT0Oir++ho8Hv3HZsLzd+qU/W7g0Pr4iJ78lIoy+EuHqvmixBD7+iN8+A7r2vu7njj4vxAW97EAzPqIjzL4AfLC+",
        "J5Qnv1ROjL6dYxe/AiaiPXMpE73Dh/a+NoYdv75ytTtQv08+PoQ2PNQ66T0xwMQ+uOlzvXVE6D6e7iw+jU89PmpJcj7LPSK9XfomP8FZnj6lKZE+z9nfPlkzmj8AOS0/Fwr8PRo59b21K5w+RFMtP00BjD/Z/No+pfHlPkfHHb5RFIY/QEwpvVzp+T2lZ1U/Xq/GPTTEcD0DgBA+CEEWvl1iOz7VqQQ/SB5VP52hBD2RJQ4/Dx9rPgPgvT3nC5Q/ma2EPmtePD4RoqO+CWe9PoL31D3Kts8+3YhUPVCUnT1QAkQ+kPewveWRDr/zK4u+gnZAvhgFZD5P00g/mVIGv8TRHz9UkB4+RQwJPr6NXD8w4eK+3XOhPbOfqD5z7vW+K88DP+Q7V78jk4G+l/cnvjYlnj3/W1g+7HhfPl6mvTsRPuu94UtHvraH1b5qO+i+8NCEvuF7Hr2Xhw6+tcX/vrBjmb5f6Ym/fudLPYnQhb7KU6q+VztPP8ssMr/p77e+AZkFP4dYRb94b9c+jjXCvijCkb7B/0q+E/tPPy3grz7gTBC/EmGovuixkT154Vw/NHzSPqMBqL4HGca9swJ5vg/hTj8BB6A+mb9JvqSv/D50Cpq+bxgUvq+jrL4eIVe+rfK+voYAkL50pko+bmOTPmckQj4lYhg9cdsiv9YI0T5zIy4+Z18mPbL1Yr7cjMG8B3S1Pg93r768yrs7awSHvjZDoT4Bp3W+uR4ovAPZOb7lGKm9FyKnvi+0wb5ohsu9j6+Rvs2x3j6FzXu9XFpyv1beIr42nJ+9UDhWvtgzP76qmwa9gsUCv41gcT3oQZq+cApbvvq/pr7y3zS+jhifvpIfvb4y2gA+5NyMvg+HCL9q+kS+lcmhPnLrWbyQ7Jo6mzCrvsX2BT7vPZK9AQGcvYJmrjrMVZa9unlVviXgJz6Yu32+uiLRvYNxwz0LaeQ8K/WnvsaV97wPBtG+bWkNvUTwiD03G4o+8KEsviGwnr6LF4G+XE/OPZia3L3q4iU8",
        "priqvvXUtT4Zqaw9EJ00vmQgDj59LKg+X6aOPVFdKD4zv6u7E4CivSmRNL5L6OC8GGveu1apTb44bxo+req+vtZro75LIMq96D2vPhrY1b1EGbK+HHezPcQ8JD4Lq4S9tICJvRqdq73yWCM9SKr4O0o8XT6CR9292Zudvik+pz6b0sa+D1NWveECEb/2b0e/iCibPejwC70NuCC+N0LOPnY0s77Qk8G+ceyFv7sVoj1Sup++Yc0lvsMt3zyrT24+oICFPMFLubvXsCg+VvvvvBv/iz41M4I9T8zHvZVxmj6OYxI+VW6KPWE4P75YZww+/8cDP6wBsL6uU8E+i3oBvqZYgL4dDYG+kk9fPje+Gz5Xsu6+eB9DvR9kOz4I/6M9G7X9PkC3yT4cWGk+W+FdPvBnWr5Av8Q+wu4rvim56r7krYE7DM/HvuDwrrxfSPm7c1ObPav8fD0wL4C+F65PvS0DRr6Woyw/jcgOvofkgr70XrC91dQ7vQcGqz2W+0S+eoF2vQUvfD7w7QI/Ch2FPLexlz6I21Q9pDdCPnd5ED22BBa+NIaePWMZyz0cljw+KBFtPdzrgr2KxOU9iaNdPqNs1T75rNU+t/wGP11ZOrxx+BW+7xJ5PoHh4D1iGPA+QAFNvuooED7q1ro9dYvIvZ/LUr3RxpE+nhc/vQ0NMT5Nh1u87zUiP9KtRT6Do2g+xFO1PV/BVb7vIJk+0ZGdvbXVAj8ZFxE/tAv6Pnpchr7pfOs+vXRTPpBtuz74rPI958xKP3/hCT9GJgK9jTG6PcZQyz4CIa0+hckhPdWLw7xlCnO9bJfoPjrmoj4eIY2+Ue+APoHIZb1flj4886jUPhVKrzylQI0+kvntPrY6Kz4WogM+/JeuvMBJLj7Mah89ZzeDPvoDcj4esmy9EqiYPhdvND1D+p0+uGELP3WTOL126cq+sgiGPVd1ijytZnM9elnAvX63dD3bQHI9zH8XPlon4L5c7gC+UsGGvvBHYb0XdYo+slmLO4F8cj6h9ge+",
        "rBE1veNFhD7t/4q8TKzGvSvyB75vUkO98hlGPhb9Br5jVz4+2QDTPivLQz273JW/NJKmPZCZnD25zRY8ZfoBvm1H1Dypz5y+OLdVvYjYXb5h42m+pd4YPjc+yru0cfa9x9ufPcwGW758QfA+JCVYvsGAxDw4jdO+FWcGvQrP87sS6B4/oP08PQuSY77oYK8913z9PGX9IL7hsPu+FD7Nvpf2Hr2d45u94nTcPuWU5L7i2aK+BA3DvitRV77L6rI+z8JsvpIcjr3k1Rw95EH5vXs2Vr74uwe94bp0vs1kdr7kycS9iiLTPtKhjb7hYYq8h5WBPfYPk754fxW+THOmvkQGIj1Kb7s+otFXv4lCnjwPj8u+4ugmvWJjk7zagmG+hAroPeRBqL3ItLi8GX9QPlHlGr4KGb0+xKLeOyZkhr4UlHU+kwSaPpTaxb46vvu9bBqrPVNFET/txMM938aOvkP2oj7EyBe/RgbFvrgDPz6/iqi+Zr+Qvv/ayL0M3C2+tOHNvbd5o74zKdQ+HsiXvgyzPzwj4uY9X/VFvvhgqD0UGva+0bSrPTsRub6Oc5M+WPdpPQakUz2HCSW+/UOHPu6epL8AqhI9O+q8PswEjj5zHfG9xVnDPQb7oj5IT60+al0kP+C+hT1rAe2+PuiNPgI2bj27+4E+8CmGPS9Wkb1wBkA+glR8PcPFH77MZgc+hxyePaKF1j445TQ9ltIPPveVlj47DXi+q+/GPveoPL1L6o0+OHGBvkzLIb6m75m8HNahvuV3T728NcM8zpm+PPAdob7pvJS9IcELPmoZor2lp56+ZV6QvU7D/L27Bq89Py/qvQwxvr0KJ929aM6WPVzpYr4/bHk9qSNWvoe6Ur0Udak9FCcxPIhIib068349utwCPnVGwb6aP3w+FFwbPXvygr9QlGG8yxaVvcQbpj6G+lY+8B2bPqwK9T03hrs+qHDavFRdab3wSNK7i3SUPPZOg77TNxM+ZZ4mv3wWTj5ce4K+3M7kPmzvJD1VyqO9",
        "UKePv5e5/TrcYSU/1LegPksAHr4emMg9DNkDP0jfzz7NQ0Q/OmOePg9IcL7IJsI+UNekPgHJaT/gr4Q+ePy1vvtHAD/CiHa+ICwgvu/wiz4u5i09vj7RPSWzQ73G9pA+wThoPDGaR75AdgQ/jFpiPbdAZD46GRc+MSWHvd+pcj1arBg+tTLNPvJ5aL8aUaE9KJnnvi/lKLwvlbk95gEAPNwcgj7zr9c+KPfYvePsMz7A9609ryahPlnEQTyETxK+gF7/Pj3jaj0PpoW+PPX+vkHQSj6eWSw/GyTHPUjZRL6D1Qw+KpgEv/KYtL4b3iI+8o+Bvhoo9r3W/gW9VMi1vQR6xz5a/++9rJ/tPn5Nr779QUQ+O9QUPZpRUjxrw1g+rIibvhlyJz02YZy+wV/RPuc7vL5wDIS9xUMpvhflGj6Z2WC/vzQRPqcjwD5Frso99Ji5PCXXmD3yWrY+CgykPivtwz4sr0u9DQsSv+jXiD1CDiQ+FikdPj08rz4FkTi+F6d5PtiRYr5Atfa9mKNIPm1hXz6uCn09Nj57PhIn9br9/pQ9QFLvvPO5PT5tpFi9DRx4PgeCbb6ABTG+ynI9Po80Qz1iFdK8cMHFPVdQx70fZ0m+SqIKPtwcBb2KDPK8U7fxveDi3rwfe1C+jEngPLvEIT2PFgK+8fd2PIQgsT0+C4u+Xf9OPqPKEz6ldvO97qZhPrvLq70j93k+JPSlPTJ7A777Cqi+zHFFPhkEuLwapxm+rvN6vzvgrT3rHVK+tMQfPnd8gT5a/JI+E/KaPDPH6rziRoO89f/XvVoxiz66hUu+sC6DPvalvr4Rhb8+t60Hvn43GT+mrYs91MJYvgCCg7/cOie8xjv9Ph+6hT41ZrO9cvs1Pjw4Dj8fXdY+FTkzP7+KKj5QmYq+N98GPuhO5D6dSW0/Wzp2PozS1b5seR8/PwmPvhxbwr6xR6s+LzsEPR9iqD7HY2G+0WupPbzXfD7uVT2+dPwaP6LKpj3fqlc+3+E8vDSn1juMVwY+",
        "u3KJvrAkgL6BxlC/f5kCvk5nC7/ImMI8WgxIvmY/PL5cR+I9SazpvYRmjb7Yqgc+VEmdvrYLrzx7fow9buRtvZ14iL0CaJm9sfVxvu1AD76mEeA9cymMPjSo4ryRDU2/2/E2PvUr075wTZG+41VoPvt9Or5fnGu+uVZxvhDYv7613T2+/K2fvtAEpD6XAue+L8yPvYNBiT3k+Gq9F8SvvLbUIb/TRfa9z4zMvjur6D4I9Na9aQ8yvIki0r6n8sA9OZukvx5UKD1VI/I+0ZtJPvjTzL6+9V09SZWCPlqU1z52t8c+BjmzvTtUD7+88v0+8CsqPqJoJD7XZJU9NfHdvt1wDz64KEG+/ueevrX0Bz6kmpA+P8q9PvWkyj5tn9c8kIviPdmoSz2KLQ4+hDZjvuo8Kj63Ddi+vW09vvr9VD6BY4K+cj0cvNXToT4fG5U+h8SEvfHhT7oGUXo9fkoBPIsaMj0ag829/5yEPtWPHz7L9cA+zlCXve29473q6ga+4KuZvofMy72+o0K8RGlOPiqibb4sQJC+GdT6PSKeS74Wssk8++ayvkRpi74kppA9YL2pvU5ear7hYVy/YbeBPpneIL1z0sI9yaarvCtGmj7tZRU+PU+HPQtKHr7SLv09eOMFvwp6Bz1b+im/BRp4PtyZhr4x7hc/KzCsPLZnHL5JAom/CDyevvXPFD9XQ+M+liJPvgA84D2HXA8/FU4jP7T/Rz+f0G09k9lmvl0//j6n9IY+UkMtPyMyzD5UJnW/VbwLPyXpbL7zoY6+86a+PgvuKT1iXJU+yRstvYPufj6LIGC+UalRvr4k3j6BdSU+6i1nPg50tD0m0YQ9yAIFPgpFjT7SNKA9KxQBv8/SgrxYYgm+4Uvcvopjnj01Bci7sWuqPgf81z0/gZi+3+CHveue6L1QnMy9g9THvmT6DL5R/ZW+dWo5PkuSSb4fySS/Oii1vnzGu75SO3K+QBGUvv65vb6RU6G+9FOFPSumbb4Qj+a880UPvr+gSD0wP6S9",
        "ng/AvB9tOL1fPky+nAeZvvHeRr6TWiA+bnx1vq1Ber7hhOW+y3GVvk9t5L6MzJC+oF59vVItb75X9dG+vGjmPFRBIL8q7Nu+nsSMvSsW4L3H2gK/h0u3vlSc0b55vxS9wOVqviLKOr5HpVq+Zz/+vaPQp77AA4e9FH8vvtFw1b6tquu+u6gevdy1nr5xt4K+BU3JvqjaIr2rFKq+BBrDvcdnqL5PXoe+kzskvt6ZpL5s2bu+dhEfv/jihr7acYi+MIqSvhyLz737s74+Ib+6vqlGvr342xy8/2N6vWq/ST6VtrA+VIwHPgOghj57GBs+ZE55PZsiQ75Npf2+7aVdPsBLc76xC729u8upPukYhb5TVuI+tGgQPrlqV74zXrk+FsDCvvmcmb71iSy95YVdPk+zeb7eTOI9CdUXvnBRpb8t1to8Pss5Ppv9Jj3zNtc9WGZPPnYq0r0y5Y0+P7nAPvoPFD6vMQK9vH7cvkfMJT6IZdQ+i6mVvvpj0D3dV1++bF7NvvPqHj621U0+UxD5PV9c5L72fiW+pjbfPbMoAj6nCmA+2X2OPhm5gb3x/gm9sKZ2vqe8nD4pIde8GDElv6DnhL0SdXS+/BFfvl06Sb1YSBs9ZtlnvWGS9DzBWsw89NdovTfIkD6CJbe9o6i9vhrH/ztSHBM9YemGPCV0aDzG9Rc/MyozP2QugD9tRHY+R5EUPxRrAT3mipo+d0cGPj6xO7yeHiI/y+lePkShOj4BILo+risXPqOFCD2T1Gc+7+E2PwvVAT/pMaU+CUa1PnIJ2bystDs+FjJxPkJnaj+CmNu9nFPkPtS9lT5aD5+9K4LNPrba/T5HIKo+mYkOP0oMqz5zdew+g4BvPtfN5j4fgUY+Pc7KvkngCz7L9uK9hawqP8n8pT7/kBQ/Bql9vlTkND4uz/27LMXaPjjm7L1r6Zc/cvRZPhlq9L0yNWK+mscbP06d7DxFPx2+F3OXvgCqr75yLso+gCnCPiVrs73OiNK9uM7EvAUg/72adAI/",
        "SCUEPpozjz5gGAs/f0ATPoDN473qgF6+/Ic/vhnJjj7iiCK9dw6CPoXrvj3HRKI+mFUzvll3Gj+7q8Y+r3TxuvNWiT2Bh2c9U5aavhqTIL51ats+QhUZvfeYk75qsQw+0itAvuwkEb5l4Ug9A6rnPAIukL4Fwg4+QMW/PRFzlz6ojk8+1a3iu+NC971dF309GrmYPWcfyT631nA9xQp2vN069zyG8A8+mO1QPtWyEr65d+m9LTnhvRqWCT6rlqE9Tk5fv4+gyz2H4j2+bWjyvelLpj1fBoW9eWytPbIcRj6TiDI/1XBgPlEeEz+Xcae+rC3uPTt3fr4Ac8Q9uIHxPaq7cD+HcAE/iPoNv7fvib7R3ac+Ur8BPVgt2r6l2MK+9IHVvrN6aT6wIGg+MDIOv8NUF74AApO+DeOXvQjogD+hX6a+WYeFPk4eoT5pjYK+e715vYQUtby/zsw+E/FOPQTZCD5UuLI99P2Nvh8WTz5SzEC9VKJivgByc70koyu+lJlXPxI/eT/mUBY/WSccPeu1dD+VC4s8gLvYPlSUbj2NvQc/wvuBPSyssz0nd8y9akADPmG5tz43x8Q9yMozPiPezT4O4QY/+QGcPk7CAT+tEIs+tuhLPwlYQT5Mb1M/7pOVuwsvET6ibCI+l3aIPs2ODD2eLc0+EAwTvpUyhz6Pqi0+yU+GPn+8qj5iQfk+jusjPkeD6724sl4+rIPePoBbYz8dYRY/9RjSPdSOXr7pDdQ+yrN3vgaILj9+Gjk5n10cPxFjMz8zfbi+0e/FvWWnvj4/Az8+GMS7vqR5n76SyI4+x978PrHyHrs84CW+c8a7vnGPj70w36q+RNYwP5ant77D/yg+iXDqPkNryb0MRLg97FrXvcoGwT1d7hE9EnecPXZGGz7x4029cyuFPnNJwb5qAqg+hUs/Po2vSL6wNnk9s7tMvc9L5z7SOTa+fk2FPbs1iL4T1wy+oxVJPR48Kb4O3cQ9VZSkPR+inT3UC9k+rvlfPR8veL6lVc0+",
        "TuCGvCvhoD0qYQi+UbMAvZeXij3mYMa+RAcKvnaHlj6064i+9hmtPYer9z1NL1o9cw5FvcqEQjzBRNO7jlI6vYHYjDwzIIO/R5f8vDemM73uPIk+4B4Mvh5gMjxvaIs++YqtPvSGJD8e35Q+YOjfvoblFD/Oy2u+hHEjPquai762CqI+EUghvtBoIr/n0s++leuXPm8Aqb6XlCu/zvgAvyKRb77xIxO9FEw7PifhAr+HbKi+8RABPAanur7sakQ/gxcCvyognz66T6s+pcVovdHD8L49YJG+4Iobv/61tD1I9Li+ftHOvTih+r6boEs+JBPxvrTHo76kc5W+56X2vVNKzD7Zmfs+qN4aPwabsr1t2WY/pd/Vu4WTgj681oU+hIwDPlYJnT5POJY8FSLEPfXIxj7NHIA9xPQUOtuuk7y6Q+E+ccNBPwM+HD9158+93ru5vvI7rD7kNZy8pB4yP1ESgL5xMbE+nQzEPSjMTT0fyS67uBqvPmqWwz0ts7k+wwAjPheh8z5mlg8+CjWaPmChtDuteUS+9D7DPUGX7r0x8k0/WbIYP4BU5j6X5DK+2skfP9E9cD5jUQ8/j+ZDPtpxhT8Iwa4+ATm6vsUMAr7+oCA/GnhePjMgzT3+eWu+/T8BvoNBCj/rfO8+/s//vuCMxjtQNuI97G0FPYtJ1T7P3gw+/0nTPsIlDT8ZlgA+m7duvbpq+7zrdb09ntOEPtiKCT4breQ9psA+PZcSxD52LKy9kWcfPxu8cT7NpVW9RDrYvgZKpT1hBKU+YQ+8PStgMz7liku++wlTu28V5jwLaK++H3abPTNy1T0kzSO9uWAdPu5bOj5929o9XlSnPcl5wj2YvDe+kjJOPSwHB75FLvO8xbWfPeedGj60oI89WdDlPQwS9j5LvSw9AeMRviFRYT3cZBa+Rcm+PYB8Xj6EUag9RrEevlUVZr+gxpK+AsvJvRNaOT02q8O9UVz1vdUAUD83kbM+MaT4PmZhq77pNwE/vnvNvhorJj4UVda8",
        "MLKAPwA3CT/uUiO/vCMOvlcSQz6sjxe+5VXPvm5bEb+kDf2+d9xYPiG4tT5r2Uy/j3PwvqvEnb4k03m+An8/Pz1a175LLW4+k/MWPtAIyr7eEFu9BX40vhET3D28/6o8LYcJvqA5Qz56hja+CWKYPCfExL3AlKm+23IfPQKstr585Sk/qsAlPx5DML4omEc+tTNNPqg9fL7lLSs/tgB6PXU8Ej4GnlQ/wILNvZ0RBr57dCI/aV79PTwSJ77AfA++FVvAvPl4IT9chg++lt43vzdngDwxq1M95OIEvRUogj6BHRq+L/rPvro8MD5KyvS94d8evV2dMb5bJpI9XCPPvR6ntj6wl9S6DUhuPuaASj2AX+C85mUIP2/EuT6iwFC9no7wvdR6OT0/jB+/xY78PMeeyr7zsSG+mBIWvhrDTb33o5m+3QR+vWPusr267jw+pR5DvgRgJr6o3iy+8tYqvj0DND7I6g07wViZvh95eb6phrq9ZB2Svn21JLxPtPy9evNdvpy1Gz4NS2a+N2HNvYo3Cr2bfRg+EdYLPAmi7j099S28jc9Ivm7Brbqo9UC+BdvNvT1NQb52OS4+HUa6vs8MSr7x/Oy9VoCVPjuQir6dVo++dgeevkfgsD1Nujq+49opvicVdj1nua8+EgIIPmebiLz5Fh6+9VKevtVUtT40LkG+4s90vkYdib5DNRG/K++wPuYjiL3nfiq9itOYPh6J0r17s+G9kW5WPsaDYD47HQO+zualvE6OXL6Hp6c+Yh6CPDUFbD4nDY4+Au6Mv6xu7z3hQSk+kmNVPRO/Uz500d8+cq4iPzpMhL3X+YQ+Of/JPp0pf77ChzI/p4c3PgPuTr7xHno/Y8/HPeePrj7HxX4+OOwZPqosB77O7Qu9e6ETPyQ0FT+csPe9qdmXvtr59jzr9dw+whMePf4GRT73BOO9dgjcvnuih70Uaq28wCY1OoOJYDzdQA8+d0H7ux64Zz4WrYw+Uoi7PmlOWL4gt9w9IBk8Puv0mT4fvv29",
        "ukM7PVCgt71feSI/9UqKPTljID8JMxY+RHPSPb532D2na5K9/OKXvUomiD4C+LI9gjzKPZBScbyibSG8W28rPr9ocj4QtIw9k/wBvBiQXz0MT1q+D4N/vgxiGLnJ7xo+JZN9vpxyST5OxZE+n5aDvp0azD361G4+o7GkPCzxkT3DaMS85p8DP1R6p72n1GI+BL+qvRrbZL7t8zE+4KVjvpA8Gz8kkcM+bhwQP0W/mb7NWfo+vqtfvRVMnT41x8W9EOyXP9otjz5y2J++yffAvaB+uT6mrIS9PUJevjk8G7/SBMS+2I84Piuw0j7Kepy+JjG6PY7yhr6iQra9trTcPvs0XrxGxg8+yvf1PnpGJb5wxuS7tLNvvi0Nyr3CRPk9p/H3PT4sHz5D31K+HUz8Pc43Dj3hrdY+lSV9PlXNk72eV0q9omsovUQcLD4RBQ0+5IMvPgjuUL4iyWQ9tIZ7vWKSlL72Z0c9mc1DvmAS2r3JDgy+VXTpPSGK5byaK6k9Xs4aPfdL6Ds4vnu+Xmdvu+ZlwTpLBmO9SoaZPUsZ7T1xUY0+A6zQPpkxBL4/JTc+qxsyPn7Qmz3ohJy8Pf5qvj8sOb5hL8K+992UPEeDBD4Ac4S/Ufy4PNb7S73Qmcm83Ge5PuckHL4atbM+h6OZvvkoXj7ELf6+nOQKvlSlDD5uUlg/sPsuPoCI8r68ZJC+cfxnPYYni75HLLa+NCQYv0IYEr9bTaa8LGwuPqeoC79S7KK+JFQrv10Vpb6avME+1Oy7vv3fTD6UYO49VdeTvmzoWL5IlmG+ijymvXQCkb7GEii+IATkPknLEL8cpg09ylmMvj/zfL5SBI08BHyIvm9b5b5T7TG/5oUMvzMHlr5MrbG+X7KavqSNP7+SaGe/dPOKPkWWf78KwmK+aTzsvkpIiL5Yfzi/RxmRvZGtsL7C8oe/+EwBvy5tsb0wV72+IMCcPSg6Kb9qygi/Z1wJvy7u6T1Tm8m+SIaIvgTx/r1ZGFG/D7ZGv7Y7gL8Eqhy/",
        "IeU6v4ztaL7qYwa/19UXv8FRN78FM4W83F7+vsDxmb4pF4a+o4QVPv4f/r6zkH4+vBKdvAwQID5l7yq+hfTtvDSwKb94lca8oU7OPtM9OT7zNNw7fLitPSEJqz1hm9M+sCKQPtcbQL1Pc5q+1g1EPaiICT7rubU+vhE/PR+XjL7+5yg+Xgp2vqFIVb3CKd495rJHPkmYrb1qzE++ojg0vj7Vir4hEgm+vOuLPpUKhL69zIm9D+j6vm/i0L1vIUA93cMsvhbIaznLp28+tGdovWqKHL7mWh8+bmzNvOf6zbxCpNM9JOmsPR7GBbtcrYQ+b37Uvfw7/LwvwZ09FaOBvshyk74dSAK+pL6YvquxfLzE216+9sgXvnVpIz4WUPg7NNvfPakOjr7sVUK7Gew6vUeinrtTyRC9pyWgvZuGGT58btU9vngIvk1+QTxVFLA8UjqiPY0hdr+gFgW9rSKKvncH2r78Za6+kcIIvynqH76Jaw8/rcZiPoc1l70MHCu/E4ZXvrjjTL8+L5A+DalLvh0+9LsdNCe+quamPtUedz5Ods294GKYOyyJpb46x6q6tYAFPLkOib3T+ma+3F/sviqvzT0nPUa+Gsn0PLU7ob2bpbi+I3VAvkBdhL9KBhe9CQEMv/jOhbyCbRA+PSh0vecrpL6B2pM+1Y0Ovjrvhr6lXM6+bCwTv4rtRb+AXEe+Gi0Av1fkab6poWe+vRmivuUFXj4NHxm/xKSKvg+P0b755bi+ermJvpzeNL4W0qq+ur5Ev6b6+r6OkZ++kfidvgI4UL3RMCa/4nLfvvuYYL83VKQ86NMWv4oDPb6rwCK+fyVrvrrQD7/MWv29EXcfv+1qkb6DXpi+zqEGv1v3Dr8nbY++rUYGPwf2Mr7mhsu93TzKvk4Izr4RrTK/6cxCPehBtL5ZCmS+1265vtGsy7zemy2/kXhBvjP6nTyozCu9F/47v/TCab07PoK8wZSvPdrnHT354o++79LmvhEaTr0Qp6u7DsEnvvCqlr3fUP++",
        "xgiRvlgZBb6bC9C+isPAPEHNhLz9+949pv0XvqLKsr6cN4G+cuKUvuOAC76M4GW+ST6SvXCsvL5OWri+rzIOvpFy4j3B9TE86FGHvkpAsrzDbb++0yY7Pkru/72+v269YLnEPqd+7j3ZXfw92sK0PBG4tT0K6ry9KJqCPZk2hT5PGUy++a5KvcXwuz3GVBq+sc24PGs6OL5QPYK9XPgLvh5HpLy4zPC9k6faPRzczL14LMq9bpGqPSeZOz0+jzq+5pEqvdEdCj4ZdGg+HBmYPVu9nj1MJU2+zz5+v6lETj4V+0i+WjXAvsADNb/spRu92YxoPZXp071aW8k9sx8UPT6VNr9S5d6+zDzpPm4kRb524Ny+wpWCvXQPTz6giiY+dobQPF3awL1Pt5G+BeIAPdgavL1VNEa9jFZ2vvsIib8+REe9zE2qvjluir6FMky7f1kNvS+oxb3b1o6+OLqcvukIg77LAZi+ILfQPDypfr4DqkG+uqvJPQfuqr0YgKo9rVjdPWsD6T6QKJk+qjdGPJCKNT+duXe+CiLnPl0rnj6LDZ0++1r6PgQyOD6+WHw+gt9BPepwTj7doF++ICMwvoy0Iz+J1u8+1AMNP/ckkr6UJ/2+TTRBP4xMtruw1Nw+MqqKvlMgerxiDmi+316GvoyBWj5B9nU+ozanPaaBgj612yw+V803P8IE7z24j0U+WQnSvacBVbzcB8k8lrC5vilRvj7Wnwo/0JKtPnbxub6d0Qc/Z9wHvcdvWj7foLM9imk7P4WW2D51AYe+KapYvqdYSj7PmHg+55eVPJ6+i74JJxq+yKnwPkbOBz6a6r2+iBx1PlMl3zyWybW8XTxXPie9Ij7iJw8+q55hPs6lqr3BQ0O9dpYyvkcIq7zUBoo+33F/PqnT1T3jukg+21mYPlJE+L1Ar/w+7y18Phd+Nz7BXMG+9KSIPlikFz5TnRI+BK9VPssIT77ek7U8m1wPPiLFlL2wNEA9zK6gPYITLL5n7BY+jLjsPbQnFL5tD+S9",
        "4D1gPVtusLtI4nK+fka3uy1PaLwQd6k9M3JaPQmHvz5Xhj0+BiqdPgPMD75QiiO+H1rivHGW0r1lFYk8tu4Zvq8LWb3qoM2+TiyavVr4nrutoeK9e0m/PiTpDL2Sf12/CocCPsYhh7s7I6k+wGAOviPmdT4zyPO+KXbsvPsAuD10vCU/XZaBPpke677O8Hw+eHBvvjHNCD7uM/6+reAMv2Wa4r2mmHK9LGjEPtR6eL9cGPW+BsXUPQIirL4ODhE/D5YVv8hZ4b2jLQa/yDK1viykb760OSY8ZXQ1PtcZ1L2A/PI8CUbTPt+jkr4HSwK+IOvGvserv75nDj+93kymvg=="
      ],
      "weights": [
