{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              64
            ],
            "dtype": "float32",
            "name": "input_1",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "Reshape",
          "config": {
            "batch_input_shape": [
              null,
              64
            ],
            "dtype": "float32",
            "name": "reshape",
            "target_shape": [
              64,
              1
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "reshape"
        },
        {
          "class_name": "Conv1D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1
            ],
            "dtype": "float32",
            "filters": 32,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              1
            ],
            "name": "conv1d",
            "padding": "same",
            "strides": [
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "reshape",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv1d"
        },
        {
          "class_name": "MaxPooling1D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "max_pooling1d",
            "padding": "valid",
            "pool_size": [
              2
            ],
            "strides": [
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv1d",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling1d"
        },
        {
          "class_name": "Conv1D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1
            ],
            "dtype": "float32",
            "filters": 32,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              1
            ],
            "name": "conv1d_1",
            "padding": "same",
            "strides": [
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling1d",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv1d_1"
        },
        {
          "class_name": "MaxPooling1D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "max_pooling1d_1",
            "padding": "valid",
            "pool_size": [
              2
            ],
            "strides": [
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv1d_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling1d_1"
        },
        {
          "class_name": "Flatten",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "flatten",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling1d_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "flatten"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "RandomUniform",
              "config": {
                "maxval": 0.05,
                "minval": -0.05,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense",
            "trainable": true,
            "units": 1,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "flatten",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense"
        }
      ],
      "name": "functional_1",
      "output_layers": [
        [
          "dense",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.6.0"
  },
  "hash": "676bd4c34ff3913ced963782891242046368856d5784779f26b42c4ed8280928",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      64
    ]
  ],
  "output_shapes": [
    [
      1
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            64
          ],
          "values": [
            "tYLuvkMsPr82ugi+kRxxv8WK974AHag+TiOlP0khkL8Vr6s+iveqP17GIz8YzgE/5+mrPqmTdz+68eE8Ytlsv0xj6L4Lq+6+90PDP7r+CT/qwoS+G6v5vUjjhz9ArIy89XO2PYRWrb8pYoY+5kMyvnGapj+WJ3i+DTMFPx+5rb7P6So/mWOqPrJcpj7XGYM9w7OoP9KTRr9fQIM/fkpzvpVngb4OUoC/UwZIOnxBzr4JpM+/mp47P5C8hz83sxG/aqimPzBueb+PRgxALdUjP9nwMj8PjdS+dyXCP8p58D/GUhFA1xQsvpaD0L62ayRASLG9v7ecP7839HS/J+gMvg=="
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            1
          ],
          "values": [
            "bF+yPQ=="
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "conv1d": {
      "bias": [
        "AAAAAMT5ODv4NkK8otALvAAAAAAAAAAAAAAAAEMKdTu9MJi8SXKJvAAAAABaN7W8LlEoOQAAAAAAAAAAAAAAACq3TTtjbsY6AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAADT+VU7UFvlvLE7ubz9fLU6tjawvAAAAAA="
      ],
      "weights": [
        "EPSxvEiIDT9+IbU++fngO2rxg7581Wi+NPKYvhkiTj7hKQo+F7poPlbaAL63Rhc+Xk7zPqgITb4M0c69bCCjvtpyED+KcQQ/HDKevbQrkb0uU9a+oiSxvi/Lj74YGni+WCCTvhByUb7iie4+r3jcPHFljj5dSSc/Ds4kP1afbb4="
      ]
    },
    "conv1d_1": {
      "bias": [
        "e2KVurlBAL09fgq8SR0NvXNRq7uBDDm8qQlfPNIXgDxA6Ea8EKm1u3+mXbwAAAAAu+jjuzAHZbrssGQ81wwEvi7JFb0REQ685+qqvcwisLtD6wE9tHUBvaDQBrx/p7a7DgqEOWGSDbuUXC68gztgPPOgV7oqnQG9gR2uu61LALs="
      ],
      "weights": [
        "I+AkvnvscT73Npy+4617Pii4Mb4kWKG9/Ff9PWvqkz5PpjC9tixUPgyNGT7w+Ds+vfz2Pdlojb5qz1E+Rq9bPhgbwr1vm6E+UO0GPWg0ID0s/gE+VAaGvu8BKb6OPtW9ZL89vpjuiL6XMHQ9LxWxPXPfTT6UY3a+ShWOvmaAKr5IkJG99kY3PqDncz3o9H2+kDa3vfKMFD7+Ygq+Ml1Kvixj1L2lamG+ULFivYDAAzsYj5K+evnvvewzZ77Ijni9U3+SvZ+fD77+K0k+ruaHvpjBD749dyW+F3l5vmibjr7EfB++qbqcPgHwAr6k1+c9/1+cvh+ZUD6i+zW+GNlYvvbPlr5ZT3a+AHjyuaJeAT6v/C++SitSPsZqdb4VLZM+SjtWPlTdob2yTZG+AmnfvYSymL6no40+mBzfPd2lUr5Cl1m95VMoPoyFiD2wxCU+SKtvvcM3ij5Qc2q9lLpTvtEGnD4Qc5i+zHhOPYNGlj4kOFI+PA7DvXFRL740D8W94xeDvqVdMT7EFu29oCEyvnIjpr2wAua8ADJGOt3Zmr6Lhnk8+BY0Pmy5Z74rK4Y+xqKlvny+0z1A1eq73uNMPi6Mr7647u09PJLavSo7hr1naJq+Vos5Pq4xLT7gQaq9egVtPmD2GjyIqDE+hU8yPoOua76HiX0+8VnFPW74ZT4yrUO+Kq1Nvri7Pz1c6xM+Sydnvh7Mub0ERAk+yGc+PhSUPT4AL0q8kOJMvrt5RL6PSWg8WSmAPnz5pD0ESWa92faFvgf5FL6OiJm9Mcg1vpAgG77lgJk+xtqBvhZdSr6Aiyu7dvkdvhWfEL6AyzY9MsvOPdG4BL7rZ4Y+pX+KPkDUHL5jkoE95A7Evmt80z244CM9gK0rvVyojr2S+tO9XqSGPQrtLT7754k+bQyZvVk4Az6u6YW+1LmiPXCn1z0ASpO++tM1Pvwf4T2prI6+gFDTPECjuj0YbTw+zvebvoSRlL7+wX6+R0civhuSgL4+2W4+WRxkPh/jcb6qIR6+",
        "zvOIvkKPCb+e+de99+twPpDxpD3O+iu+pq0tvuL9pD3I3SG9ZCCpPXG+lD7qGMm+WtUWviabBT4gCDe9yCdTvtZFtb6+4bi+AB6jvCbX5L24GSo9MO36PapGML4yO2++gEt1vZIcDj5cN+O+NvEOvRtLbb7MKz+/BAvOvcxHhj0YBiY+3Nc3vwJzjz2qJ3I++qMuPifZlz6osHY9T769vam9RL4YKza+dhp7vp8UPzuUNaS+V2iLPl6ug76ezna+yae3voAmL78CbzY+IIumPb7tXz78E6q9YGADvuaZNT6gmQS+wLI5PGhNH79YUiA9y4ujvhkoEL8xyDW+QJOfPZAf4T0yCJK9KzOLPVT/hT44XSs9qsCKvubIOT7REY6+gtwUvstpPb7iwb+97tCXPb7Li7wA4rG8KHGVvhTUjz0zqkA+WlI7PgBpjjtI82M9xQZ/vlLyVD5cCju+A3w7vvL3mb44Jj89FIRIPt8oTj40QZi9HsAPPudAoDwDpoE+mmG5vVGMTz2O7CY+Ln+Pvpp3Zj4wSiS9wLZaPdPUlr7FTGo+vPSIvYb2hr7K4lO9EqAQvd9IJb5u8xe+UD6dPArukz5RQpW+or5mvvhQSr5YxU29RqksvkIzdb6gcm6+nG5AvmhAXL4PTm2+AO1Jvv48fj6XhsU98qSBvpjzL70OEnW+AWEYvQP/kj0owAU9cG22vdqVYD4wzzm9o+E0PhR+ez2FBwA9YDkWPaAbOT4Xi/M91ZgmvirsRz6cK0++IxzNvQBgtDzwNQO92BuOvqD3mj3m7R8+Gp4wPgC0zDoGkbm9YDwDvdVZAD7RHw4963c2vnKvLb5kE4U8YwmPvsrlIb4NRCm+ts6MvswwuD2w4xa+8raLvl+zGr6HQXq+1/xUviiaBz1sC6u9gH40vWAgqD04Y2a+hmVjPuD5db7gYCm8tGV7voBrxrxAk3+9cCCpPNT5d72W802+wMadPTCmGr6EJec9LNtXvoAjQzx4QCo9aHX0vQjuI72PW0G+",
        "kaRgvhvSWT5GriW+krCAvWSszD1w8g89QJqOvC7I5D1kvaW9l7abvNfwjT55GQo+GF2WPsDAcrygins8H7uFPuRk1Txq8D6+AJD9uQ6Gab4uUZK9KMcjPdCMEb0+llI+hHnePZ22Lr5tmHu+3Qx6vjDWbL6EhoG+M5Bvvk4MTT5QKAA+w876vS3u5z1/bbo7IDTXPWD3aL7iUhI+Xg4SvRiMkTz4xWS+cFqdPWB5qr5r5R++6SCFvrjQGL2OLWQ+tjWHPr8zhT7fxSW+UM3dPPapTj4avHQ+JtzyvQyoXr64w3499AEzPqvOAD4uSQe+1W5KvmZnHz53jIC+bKfKPa/Bgj7YQ8++dlWOvkDvOr7qIu+9ZfmLPmtOUb7UBqQ9nu2zvjZ8mb41eTS+OXwvvS1OAb/MPpS+dp17PkCPnT0dvwS/ZF97vlbpX77gC2a8OoO3vey9Mj44CHo9bMEePvAFzjzAUhO8eH8HvvKRDT4zDaa+7SAVv6kQ+z0A1pS6mE26PUCpmr7YhYo8E2mPPvAhOz7I2oS9leSCPoaFlrwT9F8+EtsIPpBn/DwkO/K9X1wsPd4JlL6GGHc+jghtPqj9MD6hRN08U9WQvj74+r36u4y9NxqQvgI0aD5tYZW+UiIRvpaMKr4YzS0+9mGrPY5Kir07hHk+3VH/PMaQaT5s+Tq+qBIhvR72zz20RZe+LrKQviofYT4gdCo9Pqo4vohH2zsE6HI+6OWOvjESZL7mMF8+UI2ivAqGGD5AoPk9UJpEPpJQKz4MS9s9e4eYPt59VD4ykwq+AdaSvtoRSz6gQOk9+Ou+vX3cYT4yfCI+wByfvkpEQb6odvy9YE0TPSymjL6UGVe+jLzJvXzfKj7sT7W9MDOPvroZeT4ZBCQ+nfXdO8qUeL4sEYI9/0kwPupCi77KIFw+Ih8+PuWclj5kwHO+B2l7PtIYlr5Kt2Q+R0KQvjdoJ768crM9st00PvgP/z3NuX6+4t2PPnZWRD45ks68oesNPlVvmr5OJJe+",
        "eO2WvrCKRD5DbTK+s+aUPsjaFz1goXi9QHZqPImEpL7cWJq+W91LvhQKxT1DzWG+HhrtPYD1gLsUZPk9vgmrvdWoRD2lhTA+EfY/vih+W73+i3Q+4QcIvie/gz6Ah3e+VC1ovUWck776KDI+wyWEvRuOib5dRoQ+bZOwvQCkyjsRcEi+k5sLPtmVtL7Usna9oN0WPm5kcD78EDC+w6oivvErWT7ODJu+J08vvqdXPz4wfuO9W5mEvjiqA72Mr9K976cPPfIzGD2Ybzi9OZmRPiQOUb5A/PE97r+PvkCYt7sM1eA9PFtYvpQ37D0anb68OCM0PZp/Wr3vY8896JojvQDcc734sr++Duo7vyYbDju++fO9pnsNPiaEez46ewm8B/q/PSfYVb4Y1Zw9vhsKPkNf0b4O7DO+WMeHvlAIizwZ3IC8vY74vsogv726sc69zLu4PSSF8T0AFPc7d8CEPoBzF7uZxxa+aNvqvbHFf76vQyA9LbTyvlDVWD2rsZc+SPUWvfCQybyqam6+YNAdvthAXL5L+yq+cMomvXJ4PL6QS6U8fNLSPYDpEzzYe1a9WKKUvgWXmj4Y4u89YilVPtrTe75zLfw8gNQhPEmUij6ARDs9cg2BvsB1ULyqnAA+8IADvQO0S76mdAQ+ScGLPiTfdb4ZsfW9FM1Jvmi2Dj7Q4ZE8a0lovjxLlL1n9TC+UKCSvEqATD4QSuS8mgqRPl5cfT4xYO294F1xvK06DTvvMs098AW5PVrscz5ghss9cjC+PUFTlz3go4+83KnyvdhzPz1ahwY+aI+Jvuixn734eRW+dFqFviRKEr67ViW+F3SEvaZwn7xwqH2+zD9kvojqk76dNCs+TctrPqXakj76aha+hA6TvorSRL6Qig2+KRioPWWhEb2QPT09ObySPtqmfr44uNQ9wJGIPNB2Ub4EvRU8JguTvhgIFL64aQc99b9uvliMUj1owzk+TheOvcCNUr7wdZg9PoXMvVsRRz4rGIE+D1eqPH0cy7xqOHg+",
        "8L/rPH9qKz7eFmm+Zn5QPQi67b2AwES8G6EEvr5a272s/TQ+qQFUvuh9NT5t87K+cTkuPoooVj5gEg0+NlcNPig/Hz2t9wi+Oq5LPiI9FT5Vmoa+yEQpPRZvST7AeQO9S8OEvh+Ji77LfoI+keQ+PVXBGz0mlXk+80HpvjBYVr5gLYu8hxHUPC7FVz1AH4w+iE6BvqgpT767w5K+GGHqvRuAfT4oVEA9WDGaPXBD/T2Re1k+ABb2vJlmgz4A9ty67EyEPqcdFr30C+s98mptvtKcJz6EcLQ94Md7PZJRUj5Qy6M8sBSAvInggL7Q9EY9c0Wivu8pMb4yxAU9gI6/PNg7O77+uR4+jbfkvjZnQ75WAY6+7D1VvjAEIb78sEm85/WePLSaAT4IE4g9KVRjvsAxkT7tVIc+uEQbPSo0Rj7jM4O+ZI24vOXAhT7ACVo8CD/ePS78QL6t+pu+UxKUPnEFJr4qBi2+s5hAPnuyGD7sFFQ+D6gOPvpndL7FfHC+FNnDPe/mjr5ZWMO9jXKgPPJnvL0xAI0+ACyROqEeMb5gWVC+uLxxvTDqG77laxk+fVeFvto4Qj4OEJC9Av5SPkSOF79lvkK+RJB3vppDVz4GX529bDiRvmQwmL5ILkS9ZIxlvgD1F7zgMwW/QvqIvNiVvrwifzy/k7COvlC0JD7+dFy+LiZHPiTgAb/vb34+/glYPsbScT6w2rG88t1RPlNvJb58U8i9W4OAPtXB1r3TOTk9RxeUPqjvAD6SP/a94mCZPi1AIT5ag2Q+FqjWvd59TL79xZE+0NdUvvYoQz7yeGs+gKlLOwLQPr7Qy6w92mULvrFOwz5d4Ru/FsSDvvCxoj3n3Dw++tZivm7Akr5AghM9cwCOvnt9kr44fjC+VIvZPSJFLL4G9ZG+LJQlvqhjML5QHFY9LBOdPeCNVL2R2oU+UqoEvrkEar4Yp0M9ONHZvTbblb6ybgs+CSF+vkxUyj0HHJe+RT9LvmYXeb6wjEm+uv5nvkLVfT7AoSo9",
        "JOCnPdE2O75LsiG+4rKcvsCbjLtqQN+9EDAPPgQBDj2WPhq8sVCWPpYXZT6y6Sm++FUUvY7GlL6OZpy9KziRPkbeej5l7U6+EAeiPJrDIr5hIC2+vA2hPWTDer1+QW2+ULmNPSItbT5Oaey9JdBqvgFIcD5VpMm9ZAPhPY48dT4I0Fw92GVVPj4vlr5p+Ns9EgcmPqw8E74AUiS8rcQcux9pVL6Cf2q9aG4OvX4IoD3pV/g91Km+PQQPmz34AQq+X9WjPvDS0L1oXje97HEWvkbgKD666lg+Sm3wvUN+kr5wL5896q1XvsWMFT6FS4K8mzGCvt5jtT6x8eO+ILS7vA=="
      ]
    },
    "dense": {
      "bias": [
        "/humPA=="
      ],
      "weights": [
        "BHKlvOYoTLzHVQe9WSABPA3WFb0rdL+8/Aukvf+OjL1OyIq8zyzMu9DIaz3xFRc9rlv0PK1d67y9emq9u7lCPbkQK7zn1ta8nM+uu8eYxjxnjvu8DJkXPFXN6jxk9Eu9NYmKvEqeDL2dXHG9OJOWvbO6Db2Apis96khFvShRgrwuGvi7UmgvvfRnIz1q+hE9leQlvUuVTb0+LCm7sv+WOgIHKbwwls27PLExPY0mOr2shiW9QZwKvc87y7xEj489pSFlPFguGjzbApE8KPs0vLpjWL2OY0a8V4nKvGSQYjztrIy9vxEnPY6Bk7t/hWg70UK6vUj5mrzAmx296DiivMk3F71yVA29HijgO5DJ4DzRF4c8+nZWvQSEQT2hvTE9SOqTPaD3MTr5yNS8LZUXvdzxOT2skp0864Evu73EGb0HBao8IbQlve98X7v9pAu9mzK6vYyBkrxrb8k8ERTevE7IsL2k1Gk8K1BSvbZtSD3phum9BmG6vLrHMLxstBO99qe9PDOkNTy2rBe9pvGFvLg1Qr0vDha8Z4l4vVqgo70DTwy8srGqPBwkkDygRvO8TBkkvdEw5zzs1yK9Tg6qvaqNAb3VFFY9COe8vaQws7xPAlI9ttBtPdmAHb38FBM9t33CPEz8dLxXROW8+jl4veaNqrw0Jie9WNOxvLvpG7xiroe84kPxvO/YlzxtAWu7XFYWvdpn2rsNS4k93hbYPb5WKT1Ubi+9loF3O/Kuyjw0EDA7I4HAO3/KEj5xRQa+wuoRvTT+trz2kzW927nwPNrrpr2WlFO9UDtruXXbzDoI1Cw97uNivMvuET0kndI9NAqCPdQ3Kz1z7us86pQAPGC4gzygDuc88uC1u989R70qZEU89wnkPB/MTr3irEC9Pnu0PObJUrxNaFe8KvYSvQ9gdjzYt368jq0bvQuUFr2pteI8fDAjvfCDtLwaKKc8e8vhPc/ojTz4REA9+pxEvcJx5DyAt6Q6bcALvQIvxLxsrIQ6YdyWPGi3YzwBin68",
        "61KQvIDKGz0J56884LoFvUaVCb10Mii8PBkcPUTtDj1GBs+8S3vbvH1WEL3SmL88t0tHPamGdToL0pM8/FQtOQwMxztCnFe8PUldPG6f/zzo79M84wdTPNNPV7ylB767AIcDPJJN5LvSgwI9qQdYPQlpEj2zEQ26LHEbPSI6PT1x1fe8KPoVvelAhjv+xtE7B8nrvAGYgzz4n0y88hBJvaBCsTx92Ns86JCjug3CLT2xEbG7D2IROxl8Nbzy96A6mRW4OlIQB71PBaq8pb7rvCrCELzefc27rI0EPTbhujserR+9h98PvE4elTw91g29nPAWvRjfEz35fwO90D8ZOzMetbxo6Ic8b/DqvB0CwLv8CjC9r48suxB4nLsndYQ6PxYbvV38Vz1LOoS8xp2EPONF9DyV8om8EdQ4vPf1qbwVZT69PN0IPUnl3LzxQze9b9AmvO8QDbwsDJI8G/EKvcqY1rscmCi9cx6GPDvQcL0U6la9mw4cvAQn3zsZWxI90I0qvH0qGj2QEC49j4kIvQjXMb22AYK8fY5PPfP3rjzMm3s8HXzQO3GfMTxaMha9GQd6u8CLFz1JgQ88kgtwvaB5ar0G28e8wtOqvfyqwTwxWIm9CoBUPP2YtLzmPRk9N1BKvYMJozzKUzu9NjxKPEwxnLwgDwu9uoMbPTQJRrsXlge9lo8nPU0vBr3m7ju9ZSGRvAdccrwFXhE8Re9sPVqbwzyG+FE94zFCPQa54jxtRuc8b8T/PPvHhT13Usi4P/2KvLXlKTxnQBO9s9ddPAjArb3qThW9zpIlvPsqyTu4pIO9Lchmu9eDyTzX2Ig9BlgZvdtKGj2i7Rq8kFPiOx/DgbyWUk+9SlM0Pat1I7zqif46v6SEvOH3Qz3hbSo9bxgsPbJPQr3AWsQ884HCvHBCRDxibpU7IzImPHWISz0ilU67ra8SvXXBqDyXMua78+93vDZilzy7+aw8C7TOPKx1cjtok/Y8BtKgvF/xHTxQXJC8qDQivM3J77tAJv27",
        "XB7zPNQbmLw08Co9tCNxPdwdXTzq/jI8SbYHvKc0kb3GCmM7Fg+FOwgOjDp6+7O8uLZBvRV8ALyywP88ULGXPH7O8TwWG9o7Y3gQPALt6bwhqf+89BUUPasgJ7sSH6e84vQAPRUKvDtBIzk7DCv1uh2P8TwJEZ4707fBu9ScyruGzAS8Noi1PPx9ijwgqy873Ld9PPybCD32CGs9hiUPPsZZIz3JjwS9BxQbvQ7h1zxAefQ7jSMSvZVdHz1df4Q8bP7QPMgNXLwT+la8cp5TPOBp3L3OJtW8TgUvu1tGHD1LhSg8zewTvUx1Vr04b6M9wTMCvdRPlzzpryY9p9bJvFy9PrvNiM67/T6ZPG/2hbyOrCQ96OBGvcTsWbx+dCY9tLxdPEJVQj2WW1s9wHMrvcvkG72LOgC9uHtCvbmgoz1G5VU8CGwDPLwjUj2Vo0m9DQv/vLGe77zDk+i8CAIjPRNXnr3L+yg9OUdovTUulLyIuI690vfLPP+q5Tx238a7y+QwPmRslzxHwoi8+rcFvTV+pzuFyys+pEOQvtIvd74MtBG+xAEwPR+dMjsYzAc8F6hsPLgD7j0LXYS+WfAEPiKGNb1K2+86xpFIPSkqWD1gtzi++EfMPKWGUjz+b1y8ZauIPmKMMTyjRmA+F1GSvv292j5qOEm9/3eFOuGUrj4="
      ]
    }
  }
}
