{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              64
            ],
            "dtype": "float32",
            "name": "input_1",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "Reshape",
          "config": {
            "batch_input_shape": [
              null,
              64
            ],
            "dtype": "float32",
            "name": "reshape",
            "target_shape": [
              64,
              1
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "reshape"
        },
        {
          "class_name": "Conv1D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1
            ],
            "dtype": "float32",
            "filters": 32,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              1
            ],
            "name": "conv1d",
            "padding": "same",
            "strides": [
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "reshape",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv1d"
        },
        {
          "class_name": "MaxPooling1D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "max_pooling1d",
            "padding": "valid",
            "pool_size": [
              2
            ],
            "strides": [
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv1d",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling1d"
        },
        {
          "class_name": "Conv1D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1
            ],
            "dtype": "float32",
            "filters": 32,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              1
            ],
            "name": "conv1d_1",
            "padding": "same",
            "strides": [
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling1d",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv1d_1"
        },
        {
          "class_name": "MaxPooling1D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "max_pooling1d_1",
            "padding": "valid",
            "pool_size": [
              2
            ],
            "strides": [
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv1d_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling1d_1"
        },
        {
          "class_name": "Flatten",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "flatten",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling1d_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "flatten"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "RandomUniform",
              "config": {
                "maxval": 0.05,
                "minval": -0.05,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense",
            "trainable": true,
            "units": 1,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "flatten",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense"
        }
      ],
      "name": "functional_1",
      "output_layers": [
        [
          "dense",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.6.0"
  },
  "hash": "dce972417a86a6bc1a9ba0ed3570189e86323c741fe52bb758a52fd105aad69c",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      64
    ]
  ],
  "output_shapes": [
    [
      1
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            64
          ],
          "values": [
            "jxm5vzYKZL8S4+a/O7nSPtvgoz9lA1u/jQACv+pKnL8C83s/PUPEv74YXz/kNJI/R4Mjv8/U777i17g+nGYXP6WpYr4Ei2U/rkpZvhstrj1dusY+OmydP9DHiL/UBzC/XDt2P2oQFsCprQs/Sgr3vSFbWT7jfTk/CLArP6oYvb4kVMY/3cqlvreSND+wb4c/3RBvvp67hz5xWne/Y/KgP3cdEr+JVd+/a7PMvh89Rj/LL4g/cKhSv7SYhD2urjO+NSKhv0mvJ7+UKdK+kPSUvvRRir+uGuo/C3rLv79Tjr/rFyu//+irPncPVL9or6w+r5HMPiYv9jytcPi/UPIFwA=="
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            1
          ],
          "values": [
            "i7QlPg=="
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "conv1d": {
      "bias": [
        "AAAAAAAAAACZS8o4AAAAAAAAAAAkHRG9H0SmOgAAAABILoU7AAAAAAAAAAD6LbQ7AAAAACRGwzsAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAKrMA68Hh9Nwh3u7wAAAAADIHSvAAAAAAAAAAAAAAAAAAAAAA="
      ],
      "weights": [
        "R1lPvrzZgb5Kiak+cfhdvuxd1b0MHWw+n87qPkLhv76NiSA+EYNUvsBN+7uZ/Ig+gKm4vnIPFDwC4XS+gjlvvmmBT77UFpy9szTSvm8AlL6sjZy+JDOuvYDvs7wQ48M+wqcyPo4HHz6esWu+iOMtPv0eSL4Uqby+ZGnCvqB9y74="
      ]
    },
    "conv1d_1": {
      "bias": [
        "lns4vCY6Oz27TH28ujAKO+ypHrxFMKS8F7MTPVEFf7yetrm9eBx7OuyEFL1/k/K7gxG2uxApeL08j1W7EKoOvXAa3btG3XG7qYetu3/IhL0wY0G8DFV8Oihu47wc8Ke7QQbUvBtQLbyhemu8l13CvAAAAAApLwe7trBDvAAAAAA="
      ],
      "weights": [
        "+AqrvdJ+MT42XO689GO6PTg7TD137AU8eatMvcBSqj3o2xG+1IeaPRyjVL4bJJg97rZ0vokAdb7A1TI+Idx0vryoIL4waA++DoY3PrOrZ77QCS89yC7JPfOHkz5YTPS9zCurPRnxID1Eypw9pmxnvgBzWLtUk4q+HkO/vcFHML4iTI2+RVBgvv23AL5KfYG94m1CvmZ3Wr692sO+mn9bPiPalT265IO9fNQEPt9NJr6bHZS+D6s8vfCIwL0AkFa6sIPxPaJNdD4FYpu+WUguvglBEb5wjVa98HWYvWroyr4bBDe+2LYGvre/Bb7DfwQ+iIiPPb+QgD5G2Ya+rBuSPeCCWb2AdFM9oNOmvV/7R75Nmo4+KVdpPsGo5z2LoFK+BtArvrOcjL76n1Q+zW6svTL4Uz6UZe+9HCLvvRFOkb6CB10+IP4iPFy9ib1HzJe+HLBkviIOYj48/Lq9jH2RvDjakL7uPV06MIcwPUvglT7UVLa9U0qVPmLBdj7WyGg+uFd2vXJbS75bM44+ZA/6vRJAlr3R0+2+zHycPrIAPb5BCoo9q1CFPjCQfb5QZ+K9TuGovQSYN74sWQq+3HXdvQTjDD4jYjO+5yuBvj0Glb6wc0W95PiKvSoAVz7p8RS+tzT1vIiErr3WZvm9c+d2vrDigr6+ewE+AFwkO2reIr6Bl5A+YDcOPZAHfz6Aejq9wR6XvhP+Nr5VCRm+JBz6PYIay70q7x0+kKulPEN6nr7QHHI9M/ZgPXhakb0YF9W9uM88PWRtNz5Agz08oNAGPofkCL5S+VA+nI+Qvsxnfz41N4W+JvE0PsB5Xryq8I8+UVoqvqAOTjxwD5u+oNkgPljPV762r/a9/iswPha1Or7b+nm+5GOnvgK4/r13RoU+IS43PkT22T3x7pY+9OVxPW4IPz6jygM+ALCuOIrW/7007Mq9hkONvgD0pTqM1B8+CEchvsyPcr2wgWW9NHshPYNueb62nxq+DBmUvWnl1T2q7SS+/PHNPQgg2j1EGCm+",
        "KHY8vUCuzTsVW+i+B9qGPtz1mb3nG9S9Qakqv1Df0r2zD9y+YrL1vUxb/D0Ygwq/AIzWPA/WHj4T/Iu+LeSCPijWlL2gD5u9U1eCvo6WUD7gHaA9uNUpvhC/orzK3CK/uNJrvsLtwb6wOjm971acvsdHhT7owYS+wduRvpQNpD2Q/qm8/a9vvms7HD4DrBW+JrRNPjufBz6/IEq9XS0qvkD2S77pGZc+AJkAPcusQr75LI0+TaktvlfZhT4Uj909xmKNvbkGiz5Cife9B1RVvj6gGT4F4JE+ohhYPpL0kT0Vst09hPUmPtohQD7jpii+10eTvtpAED45N4a+MJNpvc5/pr1Aobm7/wDRPIBcdb6CKHU+yIBzPWIEZT6+yFW+rUNjvqCktjxKzX4+Is2Svjgbmj27/3S8dNaXvZtghD5wkAo9WAvdPWgd9z1OIW0+ZkmOvpaSV76QNvQ9JZgePqB4AD5ubVw+OFGtvVNFYj7cSL+9HgZJPvT0pr1LXJo+cIiWvN5SO75j4PY9+noJPrrEYb5s9L6+EOXxPfQ1Ob6RX4k+bwiYvnDgGj4Z3XC+nsJwvoBlQL7IJyA9mAq7PVePjD4oUQq+rix/vkB33byv1YQ+fKSVPaAo+L2SAUk+FOGcPF/47r2XGZM+ykGRvrVpiz5QP0i9trYwPpikqz38dDE+ZjuJvoZmYT6gXmE8AN+vPAXwIz1Quz27hpIIPp5vq7yqwti9MvIvvnfEv721gJo+t1pIvsDVUj1wBJY9KS6AvrytAD4uUZ69wLuGPOA97jxqlAA+yJmSPTWVDL5JSHi+ka0pvsfePb7P3Jg9OwOHvgQEKz64CCW9xiozPpCN9DwqFmU+tQ9/vkkCkz6SoiI+vKVrvQiBfz3UPH++aO4MPSBVC76w7j89YNLiu45rXj5V3my9YL3tvNqzOz72/Je95v1XPuvFir6csio+QF9dPRtXBL76j2a+8BMcPsyvPr70Ezo9VPckPuw1nb105wo+QJjhu9y0iD2g+Ki8",
        "TG5uvZ6xk76IrWg8EoZfPgCeIr36yG6+F2MNPYAp6LwE9ou8IKn1PBUQWL7UCq29ZxpmvlO7Tj7Xvok+7GtDvmA0yT3QmzM+mLAlPoAoHb0dJJg+tsxQPtWOCL4HikW9Kb9YvSIymT2Ys8K9rkeZvmHOWr5Uy7o90HQfvQjKFD36H769vGHtPcz8kL66Yyg+xn53PhkcFL6OT4k+2OiNPTiLIj5FMoM+Bki4vTnsgb4q23G+PFFJvsCOu7zgEOe840OVvo7wQb40D3q9tGDpvUBhHDwQIgo9F51TvuRHDT6PfMA9yG6xO0r7Wz4Pv2A+gpKGvS4EkL6oc5m+QqIGPlg5zD34Igm+zi9JPv71cb5wjxG+9oyGPoH8br60qr090ixrPeM/k75G4n8+BZpLvhxzgb1smqo90++CPshYXj105K29uEc2vqTQQz6fnoc+SlAAPgDlyLsuMyw+8/cJvSmWJT6EWgQ+LCsOvoPtz7zPcI4+6tLpvXbyQj6JYI4+IDbfPUiz7z1IBAi+oL13vCw8Hr56XEs9ISpavhxmOD6qkYe+CWs5vgBIPz6A2TI+ttFXPhtwYb3SKJy9QB/rO7hQG72+I1k+LDw9Pp1BhD5azDK+kMtoPSA5O7zklhw+1ZFtPlCsNT7mTnk+eHBVPXP+jr6W+k2+CqgnvgDxFDv0r2y9DCYJPkWQib6aAUM+sM4uPi4yXb7/+xa+sk4RPl4/sLqMRq49t4CQPjREQD54eKC9U86EPsDtCr3Noxe+wdyGvuKrYD7ADL09rCmEvsC0h76LJYU+OCgDvaRGPT7hHZy+Oll4vqEdgD6Uxn++hCaAPW/Sib5C1U0+GMoUPYOZhj5AWlC9lTnaPVSTND56MDe++u2nvnDQPzz0Eli+nln8PVjjjz2aO2Y+S6F1PoiYf75M1js+cA6MvIgxQ72C+Fk+vYSMPgB3wDyewkA+UmiMvuYoUL4k/rG9YaTKPbTWLj6IwR2+02AdvkKPoj3EW/g9p4WZPo50PD5R2xW+",
        "tH0bvlD8cL0s5ou+uNxcvZ+Ua75itvu9IlqHvsCOO71r4269KL4nPpz8Ij6fw5Q+axpFvr9tDT5s8KA9MI0DvaZHEj6gcrq8eM0fPd7wgb7cqAo+NhYXPtF6DL72hDi+RsB6PuAHbj1p5I8+htHoveInSL4TLoY+wjlIPoZIBD7Aa3G8JPzTPX/2jD6q6pW+9QmFPi06wD3y3dU975SCvllGZT5AccA9OM4UPieyET4AuFQ5Ka3wvYyvET761h8+0mFRvlXmhL5mkUo+ueGEPuRIK77+i2k+RtMBPlguq73jQ7W9ZxauvQiQtj2JCNG9Te6bvmi8YL2Q4RK+ceI+vpDSHb1kKI891+1+PpRvm77SpgU+XKENPeVMj75wgNM98g9wPnjKYb4g40u+OO5kPTlGmb6GS4s+g8gKvmp2xL0w2le9WusbPj5TkL4LnY++4AtPPJ+EZ76kA5c9raykPR6WFr4+nqC+YCOSvHphBr7hrWW+YeoyvnbgNT4IbDk+CUScPlyter4dyfM9ACm6upCEtLxdRh6/JtQ6PjBOOj4jcZu9zk+GvvBTmr2Vjho8hGPrPXnkib1eJl8+G5uCvsDZyLtwDvy8V3YUvgbnQz7AtgQ+7zCYvshFIj6kLq091Il3Pq8dSj5qA1A+O/Pmvk6Ycj4wpZY9jlMiPn3GhD7t9o0+afMuvg7mB76qvAA+kBz8vG4mrb1ZSw6+XCytPVsSyL2kSoA9UDemvKSOBz7zM3m+yOqlvqn8cL6mbic+uLjZPfR1gb54p909E7c4vnn7Pr4w1+W8KGwAPvh/Kz7Tpie+2AOZvimCgz4A43E7aMY6PgDUEjzAGMC8DvVJPiwmAj40h4C+UlEKvpSpiT1gqW48JFNFvhrfO76QgF+94o6OPVLVpL3UDDs+sIl0vrubOL74Fjw+eBtBPvQpCT6W914+leWQPuh9Ur7iVmW+ZmuYvujpvj12VUC+8DsMvQ/0F77QNj0+7kvqvcLD9b0DCB2+Q1mTPrFvjz5w8PU8",
        "rMowPjGBgj65CZE+hGyuvc7XYb6wVNc9gV+ivvdGVL6NyKG+mlqAvUSC/z0PNhG9HmUOPl4Bn76cx4i9MORYPeWHkT5ThS2+8OFkvrwXZ74T5Ae+NOX0PYBA/7sgPaW8WptNPoVKgj4soLi9kP4wPue/gj4OzC++1NoOPoSvUb4IqY++QLYsPHKIPj78WWO+gPYXPZgSmj3GbBm+aAqCPb4EYj35lJQ+e8KWPuqnxzwQpac8S12IvTInNb6XaZM+GuSDvipVab7qfEG+nz2WvixUPb68+rE9aSIYvskSQj2xrTG9ZEO5PVQvXb6V26C+SilePsDJ773Qd2A9wNTlO4DFHzucPyu+B5L8PSLuar4pzoG+giY1PoYGib4s7Mq9PMsePthgTb2gR2O8Og8cPaI0KD4r3EW+LiRLvqAxzbyADHg922lFvsY3RT7wZ6I8jFvuPW7uWL78AGm9RcyfvspNf74yBFU+QC8sPYAJi7sIflO+rTScPiBUXbwakpO9SI9mPTQtRr6IGzU+8MkXPg4wSL7rTQW+bZMuPjYIcr4aC50+9EG9vQC+47zz6dc7IH+SviY+iT6oje+9Ad6DPlj6lT0EVq493YKJPoDmCD7euZu+wPBNvpySLz5dYii+0yxIvscUMz4g15G9l2g3vsv5hD4FV4e+/klFviLNRj60Qmi+xb6NPuCgfrwoMAy9tjwPPnimRr5aFFw+oL1aPQDbLTsQoi4+SGg0velxkL7wVck9LzI9vmL4eD5wcZu+4GEAvvA8U71ig7S9tGfCPdlAlz4EaRM+/BuKvtC8WL7M1Y89YNY3PgBIBr2e3jw+oJ87vgD0oDvMMcA9Oa9WvkWLkz43Bow+ZM7gPUBL770KV36+aXk9vnOtaD5MU4i+rMgCPiKWOz5WMH++o90LPmKWKD4cDdC8ZkkiPkDi7rz4lqA9232MPv2ilz4B+oM+QJJJPY5Fhr5pzhS+ZYzjPRqHqb651GO+KNFNvhvnSr7t/g2+GMQuPVxCqT3W/EQ+",
        "HHs3vhCfWD1CXZU9wMLUu/CwET1VvjM+emefPZvYVb7GnRg8wE//PMB2mD3he4q+WKqovXUGzL3aKC4+gMp4Pfibd73ak5S+Jti6vV0KR76sQRc+g5OBPuaVnL3tmpM94m/PPMsziL7gXCq83G5Bvukklz6UZ+S9oD38vMa8YL5pRoe+tiY0PjDCKL0S97q9ii5bPtDtzT2TeRS+S/Y1vjDZCb28b+y9IjmYvhAjHL6fJIC+atsCvp17D77YqTs9sFe8PQFENL7wspC+lM81vir6rr2LbyG+/hJ5PogJ7j2BIyK+YBOMvtJetr39x5W+4GARPnIvJL6uqbK9QMAGvQ=="
      ]
    },
    "dense": {
      "bias": [
        "ARHIPA=="
      ],
      "weights": [
        "WFu4vF1mJLyY6ns8LME1vRF87by10mO71t5nvE+xQb3sNVK91HRrvcwGXT3kPR09ZNuXPGqaEr3LPhI9hpzvvB7RBL3Ef9M7XQEePVetirwASVa7iVTVut+A9jt0FNg8KJC4vJwW6TwphUU9UJx5PACMMzpoK3K66Gu6vJP1JD1mGsq8TvbBvIKsRLrUXUY8aMyHPH0BCb3vdlS8bFncvOcH/jzu1jQ9xeUsPEZhuDwQ7Y082BilPYlhJD0Xa++8KiBUvYMvqjs7TSy9gtOdvK2C4Tyk7548b9iiu6iumDwfyxa97WnmPFG9cT1veSe7TbP1vHBQxbx8By09DDRsvKFRFb2oFfe6+XGtPLMyHLyVHZE8GxQXO1XB4T2e+CM9xYAxPN/78bzoV0W81u/3PN82JDw0FWS8AMsLOxEB47vx2w69rEXPPPjCe7ySExW9mEa+PLpOJr0p/9g8RZgZvTemmr0KeK+70Wm7u3A8mjohARY9U2v/u7COQDyNYg49emuiO2XXd72LZQ08IjYdPeYLG71EbOA8N8x/u4RG4bvJx2O8CvoyveVhtrprkAq9RZgEvfSPErz1EYM8F44BPXrGDD1beaU8S32tvL4RmTtOuC+7CHzsvNJUH7wePUc9efWhPPhMn7wrXIk8PPZyvVBBKL0ZLKM8WSH7PLdPBz0zobq8Fdx9vW9fOr143ai9ilA8PBEkAz1mI+68b1kqvNf2Z7xP8Qy8co5dPEQ0Yr0wzTM9AkSdu3klXDxYw2u8txkVu0N+xbzCH8Y8vNBIPcBTMr3amR46alngOzAeU7wPR4G935OFvJ1qCT2g0ak8mITLu7Kcx7z3aUC92f0APQDvjLzxVzu9TvCCu2ZxyDzpJ0A9QExAvQB2Gj5cFh08PiNsuzDMY70AawC7RB1ROjkuKT2m3AW9bibDPOLdNryjlAQ8PW6XPK7H7LxjV6u6GLG8PNX4+ry0hgM9L1UYvSCZ4LwN9dO8C8Y+O5rXszxtBig98KnvObCbzrxaeRO9",
        "xp6YPPaXB71AlKk8ZE+7vJh6WTst9r08KeP8vAThd7ytTxq9CQ2CuuwHgzy9NYs89jhDPX7h/7sE6tK8NoxxPHhYP71/0wC8HgOHPImUZzsDiqQ8GRW2vCEi9LyMEEC91sBHPP3DWDsFiOs8+YkWvQZSBr3cot67vHDdPGjzcrw0R1g9K2aNvP+FcjzKVqA7M+xaPPJta7vkybO9Wj/ePCsTy7yomeq8Q8cvvQxaA70r8gg81gN9vaCwITzfIso8lRP/vMz7VrwiPbQ8bzodPX+CizwXkc47lRgjPSpmJT2IxJq6ejE5O73mbL2BnFA9Rir8PH+FXTt4UA29M5fbvMKKDjzD+Ew8KKg9PRJJHb24UQ29O/opvTm1i7xDWme7OV6kPO6JTzsufJ08wZclPb2dCD08Hhs9jOSXu3m05zyf8rA7huILPINZM7xvXz68U2dAvTBH0Ls2FAK9XFV6vMr+AzwnvAW9Plf0vNX5hTx05Sc8sDqYvNynhTuNSM68Og33u+LYVT3kta08c5F0vDosATpEdoE8n9x+PPhSGTzqJYa9uAWJO9m3RT0UC8W8jA0SPTN9dbyGyia9ygvUORCQ7zlSfBU8+lsePGC8i7xySj+9iV80vLUfojxis1W8EDohPfZQYz3aHpM8YVELPUxZbjz5R3U7afwnPSpXJL3U8Kg9C9N0vahJEz3QMvC7hHIiOyqGu7zfG8k8yXmdvEeVw728baG88O1jvJ/46DythNm8y42VvQn+XbwXK+K8L04pPPYtETyCkIc8ZG7UPHT0l7u66n69qUgNPYQDFrxr9h08XWDxPN0LAD2sxec8cdNLPayI6bzcsAO8M5QkPZ/ArLzvm7w8Uaq8PAGs4rxsPCM9PRVdvT82Dr3oZLw84zMoPMi8Qrsuma+8VIIavWeyeDwhVKO8xn5ZOz7wLL3Aq9U8IO8MPfGKIL1yHIu9TjvQu4JtMTvdcgC84cxdO8ADBbxtFQ85544AvSBIO72J0Tg9jlAZPaLVT7zgnKm8",
        "Ei+dvIdJibxr3qw7qbgQPai8yLw/ajA9j2k4PWjwzrzTF5u6xH/IPIIwrbwBLw49hloKvcbQlTzsU+286LbHPCtHlLn9uNW8zKRSvQcaQTzuiyC9DgXEO7ZuDj31Ckq9zBdwvdooxrzcVwE9IoyjO/RMSbzS37i7HokOvdwUcDw5v/U7XxQHPaLiOT0swQM9Tvq8vBG+PrxbZp28J7zsPPocuLuV5yk9IlQEPXwe+DxOP+m84alivEMGjTxQnXG9t3dbPbKCYDtE7OY8nH6WPGVHPzzfpKs8nnTEuy3wOT2+uxm926XyvFVLRztXQC294VM6PQZJUb3VWAs8GOa7u34wbbw5DEG9nS2MvCyHBL4mtam746G/PPzt1z3x3kk9jB+RPbJznb2Mspk8RDyMPFFfPr1h/vc8ZyStvHziET0uUBk9ofbYu7a0djy2eoY8jv7rPO+mnbyq6Wi9eRq1u8Wda72IzFs72+khPbC+az0AQw29XGnUuxoemTo6pqg8TYaSvOl4ib4uh4E9nVpvPhQnG70p4xA9Aj6/vqUK8LyNT0g9oPhePoY1Dr342j68egceuyr+p7yE0IK81ghMPaLtj70fzfM9f1zouuNJ87031ow5XWg3PhC3L71cz4o7gC/ivNrv4Dvg1Tm8ELiEvVL+wjyTqiI+50KNPDTXYbw="
      ]
    }
  }
}
