{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              64
            ],
            "dtype": "float32",
            "name": "input_1",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "Reshape",
          "config": {
            "batch_input_shape": [
              null,
              64
            ],
            "dtype": "float32",
            "name": "reshape",
            "target_shape": [
              64,
              1
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "reshape"
        },
        {
          "class_name": "Conv1D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1
            ],
            "dtype": "float32",
            "filters": 32,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              1
            ],
            "name": "conv1d",
            "padding": "same",
            "strides": [
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "reshape",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv1d"
        },
        {
          "class_name": "MaxPooling1D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "max_pooling1d",
            "padding": "valid",
            "pool_size": [
              2
            ],
            "strides": [
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv1d",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling1d"
        },
        {
          "class_name": "Conv1D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1
            ],
            "dtype": "float32",
            "filters": 32,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              1
            ],
            "name": "conv1d_1",
            "padding": "same",
            "strides": [
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling1d",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv1d_1"
        },
        {
          "class_name": "MaxPooling1D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "max_pooling1d_1",
            "padding": "valid",
            "pool_size": [
              2
            ],
            "strides": [
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv1d_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling1d_1"
        },
        {
          "class_name": "Flatten",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "flatten",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling1d_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "flatten"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "RandomUniform",
              "config": {
                "maxval": 0.05,
                "minval": -0.05,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense",
            "trainable": true,
            "units": 1,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "flatten",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense"
        }
      ],
      "name": "functional_1",
      "output_layers": [
        [
          "dense",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.6.0"
  },
  "hash": "22b0b6dcfbab8207e049b0bf1287f398eff3c76740efd48b598ad050221292bd",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      64
    ]
  ],
  "output_shapes": [
    [
      1
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            64
          ],
          "values": [
            "54p1P0+rOT7+uHM/EvARPzhJF78LZpA/Si/ev6tAir8HEh2+JEEMP3hULT8puMQ+WQE1wPyFxz5U2gy+iZW4P0u0Sz8NH1s/Q8QXP4u5tT8aRS+//KeGPeWarD/EfVk/i7PyPi/Vnr4G6qi/lmlFP8Ir+D8+LHQ/ZWGQv/FKEL8E0I6/+pmYvirPrbyPf56+FeagPjfwqD9e1AO/8ttTP8WMKr8meP8+uYs/wJC+N79Lngw9RQmbvY9rhD/xJhs/KZ+OPcLFCb5fBWM/64xKvYJZxb0onjK9f4q0P5DfAr8DNGE/SRIdPxUxRL+xdlq+cFbLPTi/Lz6RBGo/h+AUPw=="
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            1
          ],
          "values": [
            "VQn+Pg=="
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "conv1d": {
      "bias": [
        "AAAAAAAAAAAAAAAAAAAAAFBL1b0AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAABDxYE7IaSCvMfHU7z1SLW8gtgtOlpUpL3K6Jy6AAAAAAAAAAAAAAAAAAAAAAAAAAAkdz2875KZuwAAAACwuR68e0k0u5xQkrs4NLo6AAAAAOHY8js="
      ],
      "weights": [
        "/FIHvsDhGryotwi9+++svtLJxz7utNe+UCKWvKKycL4fx4C+NPIZvt79Ur4NULI+7dOHPNIZ3j7RFhs9QbZ4Ptvgaz5FDk4+GP2KvoDBBr4JgmC+CMk1vTCB6Lxfsa89dOpIPnAbgbxpacI+XYu9Pivb+j5b87g+IItivgrHBD0="
      ]
    },
    "conv1d_1": {
      "bias": [
        "KcIBvd9+jbxCdp26qmUnPXINgbzG/dK7dZrFvLjYP7tMHgG9kx//vBT5Ab0h7S8973ThvZ2an7sgpdY9vV2HPaNy5ru3UGG8LIFzugc6jbsKyoY9NytMvQAAAAASvQ68lKqfute/ED6jYiW8HyX0uxLcgrvx7bG83Z8YvC3pP7w="
      ],
      "weights": [
        "C/qZPsvhkD54vHG+Bg5KPhDD3LyjdJk+9IEdvmAz5z2ckya+jo0rPvHHSL6pWkW+xD2/vWA3Ib1U3sI9AGSHvD8RhL7OLmy+TGKmPflQNb7zKQO+TawEviq5VT7ozms9QIgbPRsNiD4IGQU943XcvTSGkr6/b/a95FW5vUhAEL4AsA+5BmUDPiYm6b0KBp297k1+vr9XnL4uLYy+SFtcvTLGOj4mnZC+XGDDPbS8vj1i0Ne9Nc6UPo8y4b0wxno+B6eZvvOjIL6OCWI+pK/XPcdNUr43JX2+ViIPPuwVkb4YSsA9MCOyPTZKQr4K62q9gbVtvnGwDL5q6G4+Sl8pPWntlL7gJum9sAMRPWvdhT7Ru9K+dpwMPhCHQD4Q/hK9jFCzPSAFkLxwNKE9/jZMPp7/TD7qOxc9N0EFvkffbzx9X0G/ivu1vXUxjb4zQZY+5trNvY0Tmz6QSJ091Z1ovsjEaT6eQ30+asfwvJHDQj7oKJs+eV+cPdi6x72GTRC+yA8Eviy3mj1iakq+4huQvSB3jr7KxIm+8P/yPUBs+D36pyO+9CSvPe6Ah772x8q+iIjkPckKvL7oLBm9VCb/vggfij2Pmd6+0hRyPg5OWT5SAVe+Al4ovoOcHb5CPP09Z7Y/vvGVmj5rEqa9jA8Uv31hAr81rea+SIszPhqXKT7gRco9HS4ZvhAX27wAhrG8vufPvbDyhbwEtEA+wi8bvoDZVD14Vhk+ZC4ePg6zsL3sU7u91guWvmZdc76uoAC+KWKUPsjjpb4KBnM+gBslPoncZ76Yh5G+OCwEPhYSfT7fkAk+QHDVOxHo/D2ZDnO+ElabvT/dFr4y4Vo+jn6avnBTkbzyDws+S2tLvgi4JD01tk07i2QUvhRXbb56ck4+YI2rPCY4er7q4Fs+QWZavsyqJz4WS1w+zbLevUe4sT3Ne4C+j9GcPgANHb2uHws+MPS5veIXL7686809lvrLPSFa8D1AdEU+pbwvPejzQD29R5E+NF9SPmwP5r0eLP49",
        "d21+viwHBr4eP1c+KwN3vqLtBj7gTB89VKSkPUL8fT6AWmS7mJ0BvrCGej2j40I9xRiCPrIFHL2nwaC9+159PkWyJ759Ch8+MF8DvWonrL2FpJs+CJOcPRcUUb6DtAO9nT8mPojVlz1+0Wa+6++AvjNlWT6G5T6+NeqBPmc7Fj6DlJI+gCCqvfZfor3NOxC+I/wcv9eykj7cGkM+8KjRvJA9aj3mCTu+xAe4PXDiNz4h48w9VAmQPGtD2T1zUnk+WFf4vuL/T74hiwW+Ju/svbyvmL2l94++QGkGPIopID6E6eg8uHI2vWBjmD5PO5I+JxU8PjwxCj1K3mg+rBfuvf4eDz6YT6+9oovRvUwlEL7LlY8+YEI/Pp0pjz4n6wG+GoZ7vvbwKj6H0w++vGCXPUAU2jufEzu+Wc+RvkDuSjw2pPy9gaSIvorSz737yZY+kLLAPC76a75g0oE8TGpsvdnYXT4wH0K9pKJuviIeoL4Hg3w9NkoWvYD2DD0xjZY9zHQkvkI6ib5SDyg+iKMDvSBeF77CQwY+RvdMPjwPGD5OKwq++06LPiU5hT7CWZ09ECzKvHTb/rwRwY++3UZSvvu1kD4zRJa+2X4AvtCGkz0aPUs+oA9dvcbkTb6d2SE+Os8IPMblGD4eXie+yLRIPi5ROD0Pxwi+PIKXvqeLs7z2uUM+QDxkPJOEG75wF5q+LUicPoJZCT5e61k+aEFCPgBziDtAmDM9vPwGvsCq2Dsj3Iu+9CqHPfz6dL1Aty4+vvqFvjDiOD1MZTU+/D2JPdogWD7wZeQ9b+iBPoiP3D2SpqK9KAAdPbD6wLx6JoS+vFbBvaNQT77I1A09jvWDvVqijb6WsYm+OiIqPiqQTj525V++Wy1fvoQ0NT54QL49QBW9vZ4vcT4wSAe+SM/lvikbCj4Z6ty+presvSPHAL4Z+JO9URn9PcAg4rtYN7k9yIjDvVeZDL6cmoa+mpeRPaRmEL7cX4i+MD/Vvk5zoL0IHWm+q669vsK2cz6lTg69",
        "kmOYvgrkir6imHg+IuW/veRilz63yie+yoQvvsjkCL2ymGc+kXaJPmCUQz6sXTu9r1tYPkADwT0E0Sa+lgRDvTvmDTzoJiO+wEoWvBzLtL26r1U+cCPmPMjYhz0ZaNm9ww6EvtuElT6a6jc+bKajPVBPhz7QvXc+JxaSPlc+Cr46m1y+sD8SvugzNb0wGCC9V+xDv2MFgz5KIHY+5iznvVPVjb6rH4M+/IwivqL8oD4R4Xm+24InvphU57x4DbO9qKw4v0/BRr08JNo9ebuCPm6uUz7IIRy9gxuIPkQhj75yqZg+4B9VvIHHnD7/SUQ+JrFwPpXJlT6IlUK+xpDCPc6DeT7kawq+Vz0LvkhSbr3M0Bm+PupBPk1DI756b2Q+gyMfvhQFET6UAKo9L2W5voLi3L2uIiq+FtgNPjYXVL7Ae5c9WhaIvjKVSz4wHAg+oGURPqD9Cz7kgmy+IKe4vp1spb2i5zE+1Z0QvvaQyLxVLdu+BimQPXRGnD21D0s+ksljvgz3/b3Mr9E9lEfzPaMAWj15Ipw+rTotvpAFMz20cTK+wLJgvrhpRb2lfiq+0AIyPnJxw74WK5Q9wbOcvfDvPL4CHYu+Zi3+vVV+lj6BcyO+CtV7PhK+471F2EA8bVN7vnbAgr6r6xa/7zPqvh1kKr8c7uC+oE9NPN8C3b2i9zE+vI2AvTDGSL3kW3C+9sSBvmqPgL4g7cm8QFj5PZDFDz3yIk0+KNuFvhUjXb6FGAk+zJxUPg6pbD2YE+Y9Qdw8Puz7f70sVoG9LitzPg2smz513pE+HOsOvr5vSL3IvOK9WjZpvuknCb5n7oQ9SEsnvs5ZQj7j95K+AN/6vObhDT5yMG0+BJ+ZPQB/Dbv0fxq8uOpivaJaFL5B/5o+IA5XvLfVlD46xl4+65iXvvQQSj4cwF6+bUyOPr9kfr58lgo+tgHiPNTwLr6C1L69UKc7PQiuCD0aIk4+MjNTvqGeN775V5k+MYodvdbIqT0b9Ua+9ORaPjbfgr5Dxdc8",
        "TL1uvr2LiT5L5Sm+xA+CvaXos76QCOm8QLtbvOAwzTz4sHm+MsFtPgeOfb6BqUI8y2z2PeAVoj31twC+oa25u9HQ8b7Dc0o+bM7YPX6I5L1gkk28IDz9vVmoM74roTC+qyuovPid0b31A7Y97KU9vWk5Rz4x8iE+pVOWPst2lz30Hfk9KHAiPZqYST7Hh5g+wVwKv8BXj75WdEy+xhRXPnLFz73J2IE+BNJcvoECnj5FoAc9pobivVzpe74tFZM+AUQIvyZJ4z2IWyk+GKM0PiTZV77bGoi+I8SFPnTltL7zoKM+qdKXPgcDaT7becQ97KA/PiBLQb6K0Ky9JaQaPhDZNj3mKdq9lqGpvVwZ8D1Zxqi8S+6EPoArlzvUJg6+PABQvgSIRT4YDw4+0dYTv9pne76y7Bm/mPZtvg1W2r1gx8k9OwiCPfIeAb6guAA+pI/9PXfTM77soNo9IOmrPP0dc774BSm+noaYvmQC977C28i+5cARv3v8jT7jpqE9QDa0O6Bq6j1kErM9sIrDvMWOJz5gA6K9qXOMPoRvrD36l7S9SBfcPbVvJL4kKyI+vUCHvrE6gr7fYqC+UUttPnEoKr5rkEs+kiP/vVI8pb3wt+u8MiyZvQxAgD2BGE+8i6F4vsBFVb6DoGO+KxA5vn3UfD5mIgm9cB82PilfmrzQzOc91BgXPnhMbr6gdCo+V86ZPkDKJz3DWYE+RxaVvujaIz1hNJm++IrXvd70173cJZM9YJPQPIBLBTzn2Zu++IRNPULVdL44pgw+9PH5PVRR5r2+WEs+FqH1vULKmb6ytie+UpxsPiw4cb0I4xU973QNvgTlC75oxY09AKawvPR0j76y2R0+mD2uPQiDGj6ml1m9PyKUPmNhgj4Y42G+hX+SPgBZqbtEJs49hbuAPFdMTz6oVwo+iZsavpOEDj4dV4U+ghmEPmzpyz2ojJq+h4gmvqD/DL7eAXc++FHIvV3lKr4qlCQ+Nu8RvdUye77ioPu83w6dvjD8gDzytBU+",
        "/686vmigkz0AbWO8NIeXvpGZ5T0oCSA+wEWQPYb3az73Blm+iUSbPuYhIr5Ihse8v6c2vnnSfL6NeLS9wi57PoywK77AeTs9jjVRPnJqUr7IRy8+XptZPkCD+DuZFFA+kas5PCDD4DzEUXC+T0/bPefZaz3cD6C9XsqEvWYKdL5WN1s+NPofPuaDkr6o8UC94l6VvvJdRr6paZU+b4KNvgY9dj6IfBC9nFSoPfhBk74XB9C9LEDAvfX1Mz6S02E+GZWPPSOglD1QOZs8t6+Uvq+aGL73DkK+2nqcvkloDr6u6pi+YPK0PS54sL5Q6gk+GM0fvgpil75K5B4+Af5FPpj1aL4gVRe8xDoGvnZpi77qrrm9PLOQvk0Xkz7e5oG+wigIvp6nbD54cDO+aZLIvYTtGb5JlKG+7g7rvZlylD26Ji4+qFyfvmaXXr76gDI+wMmvPMh6NT0ev1c+VsIvPhrvo76faII+m8ObvRWsb74L1dI9T7Wdvoxv/D1kKWG+vq9cPsDNhrtYQne99uQovnzNur4GO0E+YgR0vtihOj3YO169z9YQvpCn8j2lBDu9lwKGvUF2fz65s949p8oCPl8vdL7Q3Ca+GHKpPQygdb4kUcg9p5SNPjR8Vr56v+q81Z0yPah8Oj5KTVC+flmbPpLgS7pTN58+FiwdPjwIhz7b4Wm+GLG8PRj+U75/wZs+KGzuvoDTbbti2ng+hWSMPsj3BL28tHG+gEIMvBDinz6RNp2+9R8yvuKtSj7Ckqc9LiJCvyytsj7dGYM+HLr5PfgrdT3MLnW+9HGbvuHJeD6NKjS+PiUaPr0fo70U2b4+zei7PkmF573gE0O8zVXXvYCgxLuA1687AHT6PPAXXj3Q94O+3gSLvgMgiL72lU0+WjuRvYbpjb7GCH8+pIKavo8lgr6SNoW+gnQEPjFvkr6IXFO9HWNxvho+g74dByG+gNUpPMMDmT4uhlA+fCxvvWNemD1R7Im+L/UQPgTNar7C6Uc9wjYzPjgANr277aa+",
        "kvyavnCM6L0CkCA+sFwwPpC0E75W1Zm+47eaPpZXPL4g9WA9WR6aPrJjhL43FIW9sN1NvdJ0a759UXe+oCtGu4EomD4v84u9tQtovmAMiL1Iqu49NN1OvoCwKLvxQpS+6SGLvLqDYL5NP7W+VD4GPjNyib4eMiS+nawYvu1xqb4GyTY+E/6Lvs9/Cr7pcgK+ViSFvgANZj1ChoG+MNTjvUmNmj6udT8+pOg+Pvalk71orGi+BEntvQF8vL2PVJY+umUfPr9RSL4gUiI9lvB6Piz60b0rJIo+/kJ/Pqa2/Tz6eau86/yGPifyqLy/8jU+0bpUvniJnT1ogtS9A4OUPQ=="
      ]
    },
    "dense": {
      "bias": [
        "m8WuPQ=="
      ],
      "weights": [
        "8yhBvHHn9Tz10+Y7v9T9vZEeVj2mY6k6qMYAveU9Dz3wZbW7xZtxPBGSwLy1wfS8jDtSvRYCuTz4Ia07adOuvSlTFj0Y2/g86cxIvL+gMzx6Tzm9tfmqPEpUAr0JwNu8Q6TyPFboBrxqekA810mcuqcZpDwfdIi8kUiYu1k15DtlP8I7CEQ1vbe/IL2rK6S9bXUBvVN44zuXQ7689EZZPL6Q5rwFGZE9GO9hvAAM1rwOqFy9H21lvZXucrwj1o69o3csvVbYMT3kcdi8EBKSvHmBaL3rBG89omPdPH9WV7z7rBA8dz2SPXrz8Lpxk5u9tEzWOy1FEb1QFR+9osxlPDiACzwu+f48hGC4vDQEZz3W86S7OKfCPdRXSjxm8OE8WJX3vNJ8eT0ewz09+b8TvCAHAD3uGjA9vbu2PD6WHD30ezS88a3cvM1FgTvL3as8Cu50PY3mnbx0NFw8SLDzPGXnfrynQ1u9kLOFPE3MgDysoUu9bUaSO11CxrzUQui87cHMvAXCUjzT1No8G34pPSzHhz3WO/e7Qr2XPGSzrLzrrXm8fyGfPbsIcz2gHW094BVyPQLRHL3g7z49V2sRPYbHwbut5Gk8L8EsvYlxh7v5I5+8LvpYOehVy7t4PMs8EPY4vT99dD2TNsY8m/63PA3gCT2jcaE8O2PyvGp2aL03yoK8YDkGvee4Lrzcl069Oy1UPPQLjjuvBA49oEMiO216UT1rF7A6emwPvYuMprzAP588+RGBvD3Z47w8QiA8QY4TPdwqE72bXR27IJR3O7oeLD290PY8UGQFvbydP7vIwME8Z5c0PBuZcj07nrg8p0GkvZ/aBD3Vk+w7mECevBdsGD0u76+8fZsmvCPhRL3RCKS8BhmPvB/MDL3xZ+Y8yl32uJY4uTv4Ex29VN+uvcCrv7xO0zs8FKEUvHldE735f2q7yiu7PAgDn7xBcny9iv+lvOqD4bsSlbU86nMjPRSo0jzic0A7tzglOxJgI70EDT+9UXXLvdoJfL2a/AU8",
        "tMrtO51aN7z84BW9AI7cPSGO0DxWsB89+doWPZK6ljyh1yG9uK/GOxONOj3M6LM9PLuJPW3K9jyPas29Xg6dPVtOPjzChtO7Ye3UPH1d2bu0mnU9pFAJPA5LoDwJ4so7j5oDvdW2J7tgiOM9qAXmPFnA1jqUtb48O+GTvRIKJT2DQkE8sDs9vRCRgbyuL+k9uxOXPXL/jj1RPc+8R5zOu0cFrjvmQMg7Tk31uzMrAD1J8MI9JyxOvQlBDb3Nf+09LEItO9ogqTsQor68z3E0vXEl9jwN72C7QLkbPBKyhDzNWJM8j8CSPXY3nj0ieYY8FdUfvFkIbrwSq/q7SMNtPEZL5TySay67VI6GvMUTlT3Jd8G8+2fsPLOzTjydGhc9U3OdO+m9IT1Q+FQ9LDO6PekzLrwHsY68YpnBvMBnwj2mL5A8ZdUMvHkPTL1kBRs9pO9xPa5tFzyAtm28eysxveCTjjyIcUY80NckvZ5eUzwC1ak81XAwPUXFz7wQDAO9WT4vPQaHLz0ERsQ7ZDTTvA6nmDwo7jw96ZVMOVhPTD1O9ho9iY8APB9p2Ltu7aa9hPenvUyMPj2lr8w7QZpxvYfFS7xv77A8bq1qu5n7Sjv5zJq9YB3BvLpuiLyN7CG9RWq7O5bWL72CsIq8CGMivTAfd7oqQ4g904m3PIAsn7wtbkC82lomvUaYnrs6HCK9oPgAPWQ5iTyEH/S8BLJKvUC9BTyvuWM9ASkVPRQsj7ygOYC98f6YvX6PUTxFbvS8Hxktvdxb4jwsOYC89wnAvB/P17zZJYc8mgAUvQoiIr0Muyi96levuqTSAr3zcRC9yBuHvaYCqTw3uv68IMa8vP6EELzQpio9e47kvbjf2j1u9h49vt++PSiqqzw7xzs9Tb4BvSiCHT0Yz8M7nAdlPTN+Ez6cr3e91NdBPBJxoz0SVRK9qI3pvJ0UmL2ppKK9smDFPYxNwjtnTrS8xo4PPfRTLb2TGBe+ZIGtPFCbcz2u/mO9MUvSvM+ImzuweAS9",
        "ZI2gvDsRFr1q6uA8VmH0vLpHNz2ak/S8aYDvPFEAlLx49rm74bQvPWfqHD1GX3k8iDi6vUUoRj3qWs+7AFW3PH/AlDpNWoA8Gv5vPTJ3xTwpv4y7W6M5vSO7Pz07QZs833dGPCoWYDzCPLK8e68PvWTiNj20hsg8a+79PO/4sTwHjdg8OiCLPBvhDbzznKG9Om0nPYUXNz0M0q+8DoYkvb4sLLwXPWw9VEToPFs5jb2FaWy9QNNmvDMzJT2qZb+9Pyg3PUbfIjx89Ks8C5GIvF9Ejb3QsJs8cxn1vAWcMT2butU8Svynu3PjwrwboIe8ktWfvGnRaT3rzY685Un3PKjHGjy0W7E8NXaRvf6QPD4U53c9kvOePYlLvTtud0Q9mG/WO+SS9DzFH3O8BAJzOyV5GT6WPY298JEuPqMg4jzYZs28LtBRO/o1v73F1QC+JVcaPTsSTrymisY8iZbUPAjYKTwi+909gWAKvPgXQD3MkBm9fRwJPWbhDrzaRzu9wLYHPIff17zMpa4+Dc6bvtxuhz2k3SM+L5mkOkjipD7fDCM8i7FWPc2oMb3StLa+HCjcvYfxpz71gsq+y7DKvg83dbzIsLo8GZWPPiMZoT5peuS+34y9PLBR6TsQFPo8dI9cvHj7wL7faqo9vgJ9PguFvD6UIjS9tSE7vV7qerw="
      ]
    }
  }
}
