{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "input_2",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              64
            ],
            "dtype": "float32",
            "name": "input_2",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_2"
        },
        {
          "class_name": "Reshape",
          "config": {
            "batch_input_shape": [
              null,
              64
            ],
            "dtype": "float32",
            "name": "reshape_1",
            "target_shape": [
              64,
              1
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "input_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "reshape_1"
        },
        {
          "class_name": "Conv1D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1
            ],
            "dtype": "float32",
            "filters": 32,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              1
            ],
            "name": "conv1d_2",
            "padding": "same",
            "strides": [
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "reshape_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv1d_2"
        },
        {
          "class_name": "MaxPooling1D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "max_pooling1d_2",
            "padding": "valid",
            "pool_size": [
              2
            ],
            "strides": [
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv1d_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling1d_2"
        },
        {
          "class_name": "Conv1D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1
            ],
            "dtype": "float32",
            "filters": 32,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              1
            ],
            "name": "conv1d_3",
            "padding": "same",
            "strides": [
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling1d_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv1d_3"
        },
        {
          "class_name": "MaxPooling1D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "max_pooling1d_3",
            "padding": "valid",
            "pool_size": [
              2
            ],
            "strides": [
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv1d_3",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling1d_3"
        },
        {
          "class_name": "Flatten",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "flatten_1",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling1d_3",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "flatten_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "RandomUniform",
              "config": {
                "maxval": 0.05,
                "minval": -0.05,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_1",
            "trainable": true,
            "units": 1,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "flatten_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_1"
        }
      ],
      "name": "functional_3",
      "output_layers": [
        [
          "dense_1",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.6.0"
  },
  "hash": "25824dc25ffab897918efeb742e779d2adc4fe8728a5cab9b94fefb5dbda6c89",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      64
    ]
  ],
  "output_shapes": [
    [
      1
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            64
          ],
          "values": [
            "zhQRP/LjNj5eTJa+pRSUv/hwOD/CaQE/vPQnP9dT3j6DFQs/yy2kPg97h7/FXBk/SPpiPu83R7/3S6K/64SYP4qvzz7HgDA9XKXOvxLFC7+5PKA+/Enev7+rID9ntZE86dtEvkTYWL+c+ZG/HpBhv30/UT4j0KE+CHmHP2vGCr/UdbI/Ow//vWUqGT7AkYu+orclv2hlE789QU0/gzKUv03Mr78ORd6/Or6jvZt4wT37CoY/8mDBP6wMAr6aC9i8ricvv1US2j+xGgw/uD/WPg0ND79WbN4+kVWovzMhhD/FzgC/qg+rvz0KAj9BNI8/rJCtv6njpT+bDNq9Lq90Pw=="
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            1
          ],
          "values": [
            "QkZdPw=="
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "conv1d_2": {
      "bias": [
        "AAAAADHDDjoAAAAArgFHOwAAAAAAAAAAAAAAAAAAAAAAAAAA6N44uwAAAACQrYQ8qmmfOQ7gkjkAAAAAi3KJvcwEFj33WJ69WN1+uwAAAAAAAAAA2V9XvAAAAAAAAAAAAAAAAI/ovTsAAAAA2danvQAAAAAAAAAAAAAAAFJYsrk="
      ],
      "weights": [
        "oERTvuOvrz6cEsm+uNXkPl53Cr5oOES+09ugvkDiyr2q+oa++wp1PrBmub0FL6g+Kh7MPlBxuT5APW69GAONPrMdY71seIE+NLQEvACiS75Q0r69Ss9RulDhXL3IXBm+/Ehpvs1V8D54cDG+GsytPmSGgb4GsK6+HYtPvmzRtT4="
      ]
    },
    "conv1d_3": {
      "bias": [
        "BHYGukDmx7sAOBg+V0XYvAAAAAAKDT67xejavHdeHT0AsQG90+KIuzJNv7xOXiK9DFAtvDqZCLwAAAAAB2XJvA4aPTr4dVk98vdeveypQj169gM9X6lrvIowf7z3Er49vRnAPXqhzbwr6pS8CW2Cu2vqpbvKqhm8xTDhPLUNabw="
      ],
      "weights": [
        "3ngOPu0Gj72044a+QgHtPcCXXz0xIog+YAS7vMjeMb3aFkI+loS+vfr0Ur67HK0+hQM9PUIDpz5u/FO+5rWTvg+Avr71F5e9bX26vQ5bnr2vjZA+5X7XvSAOQr6Ct4W9GfATvnIVjT7w4Ia8BkVovjZkFz4CeFc+IpOTvvWGYD7AhK490i+cPggCRL3ell09+WqAPv2ZhT7qtee9wdOSPsRlgj1EMEg+8lx8Pl7vkj35Fqc+43KVPhdpgL4ww1e/Fei2vUOgCL829yI+ANg4PTrnSj64AZ6+TDv7vZJrN75sXpu+eiu3vdeHkz4KjJS+sP9CPkiLGb1YhOY9h4BNPsXwg74HS5a+F+4Rvsq7kL4ZNYc+mkmDvjAb8LykqhI+mM6bviS+5j0yREE+e32PPhmeQ77nZoG+HHAmvr34bb7f2bM+FPGjPWt/yT35fo0+4MgcPZC9Dj6AnOe8wPgdvKA6ojzFSWa9SMOYvoWgsb7w9549oqoVvliUnT1E7gK9IgNNvqGEAb0o86a98ahvPoIFZr6OlLK9gI5hvf40aT4B3QS+KviMu/iDYL3m4CC++A1SvQwOgL5gPPw8SL8VPsSsQT5gOWm8vAR/vLSq+r1AQku8bvNNPiz9NL5Ersg94GtgvGWsyD2gy2E8gKg+OwlDDr4RhIO+UCuiPI+iML6b/42+2MMKPlTSuj3AUXC87zwxvgi1ar445/89znIgPiDaOT7hJJa+o2wSvo4BMz6Gv2O+1FxXvoYpXD7sFLA9NhVUvqKYkb4kp2W+0FUlPXxZFD5wWV29HTqFPo5WFj4AxCo8TNldvvhagr4eVhi+xOm/PUJks700njU+ho1jPggBqT2vGhc+ZQ2QvtznBj7wHhE9fO/JvfJpCT5qYBi+9+6YPqERvr124mE+sUaNPgI4Ij5gsim+w3SUvl5q+74saka+RXGJvH3TFj457zS+UpdzvjZuPj3wahq+XI6TvvBzNr3ei4o9FtQyvqYvjb6ADUy9BLMVPmLyEr4L8DQ+",
        "0pEtvoL6/L3Q7fC90gRSvEEAfr4M0fI9HrZmvth0Sb5mmoO9xZeMPsD9O7zdFdK8HPO1PUDsNT7vxRa+KoBWvSe9aT7LxpC+UOwvveMrN75Nco4+IV58vmarzb1YGJa+UDbfPPflgb7i/E4+2oKivSCjBD3OqlM+BklPPqmHIz6lwZe+LI4Av0B2m75yqIu+YGslvArkNz4rBIg+oBDlPHaAIz5mdRe+eAuNvrevyL5PbV29YgEAvzTqbb4noUy+ifNFPjW/rz18cmw9JvQrPgEqV754Baw9uqtbPs52UL4uEGU+Sq8Cv80yhj4Bk/w9QInUPZBFMz4+pw8++hCKviTzcb6iUpU9FndjPuPak765wZw+qONYvnC/Bj7wF/S9sMvAvT9zlr7194W+Ixg9vivzPD4a8YK+gTKWvs57Zz5Z5Yw+eoQCvnf4Fb6keAs+0D9DPpb+gr3O7iO+h080vlBe4ryRtfQ87qlZPqBAATyUZ5A9IOVovaBVwbygTY298EkAPqUcJz5K+GS+r0L+vQ0Eij6zK5A+WptLPhCMOL2vjII+xFgCPgOFYr6Ug4Y8czi2PqbO1r2EV1++iNEPvxq9cr1HdJy+xl2gPbm9gL6xnQW+50exPcIfE766V3w+t1kYvg2Vhz6wUjo+1d7OvhybCb7eNnA+c4KEvvSgkD62Lwe+PLJaPVAEPz3JbR2+uDxCPkKkaj7/Pxq+dtspPh5pAT7Evec9sP9yPf96obs/0mS+/jRVPnakeL5HmgY9rfmzPTI0ZT1taVc9DvgqPmxN5r03GVG+uswBvi7wFz4w/GO+ETFHvZxUHj6Shok9oCgRvGq/LL4IeGe+MIfuPQscWL552yE+GtVkPjIuS76WTGW+OwSVPlZgSL4A+3M9oFsXPXlFfL5n9Cq+HWXtPYH0PL61III95vHFvYidRL7ZCVW+YE5jPdKtk76w7y0+7FmIvVBaNT7I1Rs9yrM8Pvq3hr6Fyzk+7KfZPYTAdL7Ua3u+qJu0PboyUb5tVxe+",
        "Cy2WPkbV2byaZVA+QexcPpHHlr6tS5Y+tP+8vfyf/j1gHkq+0QTava8+Lr4FJw8+jL+8PWDINb0spdY9CuOxvc5mGj6krZu+mqUdvh2mkD5KPmG+rNxnvtAY+71AJgG8QKeqPO2Xir5VapO+cyiDvv4Dlr4oTD8+3NrVvcTPTr5YqLc91vwvPpgukL1HDJq+CjdIvtDZMT4sMA0+4M4HPG76773rRC++rw+MPppoib4n/Wo+E3CAvYi0Br0Iozi97zqSPtfiNr5coYk90IZ7vk5nVj47lI2+nUKKPj7xKD4A2eo9RIpDvjCGbj1OERg+ogSSvcCCvTwIkCa+SzouPj81jT6SiYe+ybSSPnmYFb58S/c9KpBcPrBOhj1GrNi9EMxHvjfTHr4IpSO+FtoDvviegL7ITv89ZJjpvVg8yz2GJqu9A4QmvpRVrT17xiO+sNcMPnTB9L3wBlw96vuKvSdva75EeHu+qM4gPeH2bL4LQZA+MsV1vjmxJb5xsSS+oHKjvAsPkj6SUEq+ZHEUPeSv5T0i/qW9jxUAvvsdhD6wCMO89ShSPZbwfT7kfIq+tl39vaZxjz6JN5i+d2F1vv4ldj1pHFK9ToN7voIDHj4guzU+wBiuvM+FBb4IS7M9PghPvswYkr40q5C+eECivmqd+b1kLgk+IHdDvBxIbr6S2cO9HIdnPo47l74i89A9OKqzPXnnJb4wXTe9hhr2vYDjjLyLShS8YA9WvmKhmb4GjWU+QlTzvPZ8cL5mx9e+PopcvcM3+r54fX++vMDLvZhOEL2PyTU+HdCFPn77RD5OZLu941p8PriYnj0qRKG9WktPPk60IT5giAa9JFL0PWiuHL0vhIO8uJBJPbtHqb7QT2E91m4KPkp7UD6uRE0+/FR2vpsqv73wpgq9NznxPeX0X76omNM9sN+YvWC2iD0XsZq9j/GGPhRtUz5sSN89AC4VvDBzer4DsZQ+byoivrA5Rj3E7sa9WEOUvg1DjTxAETQ9guUavmwzoL0xlR2+",
        "xvdHPtXiUz5gRGy+UvZePk7RST4Akyk7jkVJvua2Yj6gqWw8K2D9vd7p/701FT89Erdxvi2zub2Kbyg+vfsDvsW4aT7WAKq75JyAvjQf1L2K/ki+F5hFPsBSlzs2FfO9kgErPmbpjz1m/Sy++OiEPRwa/r04iA69+klxPvQqDb1EXJk9FFL4vmdWgj6mpou+4GwoPhwODb4ARce669aEvoXEmz7Nqf29TgVePgjHhL4ycKe+ubf0vVSex7262/s9ZtlUPYVJkb562Ug+MqKZviSzAT7A3GO8M5wFvlyHgT1aQmE+xyImv+jqm76r3+s9qj1+PsxklL0ZaYo+w5Ucvww4OD7yZlO9gEM3Pudb8z1ufNS9BaeVPgChhbsgNJU9DTqOPryoZj5q9zY+0W9OPt8IoD5GD+694HkyvdcECr7911E+/pCbvlN20TwxRIu+Ri9ePmVFT7zNkoK+w8QnvrRxrL2TZ5Y+wDmWPSkHm72H54M+6bVuvtCxW70kO4s+kembPlf31j3xey6+D1koPsbJbj54WJO+qJE7vlp1dz5WChQ++X0OvsBWbT19G5c9oH7dPTQ86T0A7168eBNMvSa2k76abSQ9U89tPR1Bdb7cDcE9z5uWPkA5Iz1O3gK+no98PpINSr7sBOG9CjjVvfyDQD4sd6Q9CCnEvVNqU75MVgI+dSC9vWCGQD7z7JA+goFUPpFIlz7CiEE+aeyDPnOiiD4aEcO9HmhHPiCtOT7y2jU6fq8UvlJsJL5i4Ym+woqgvpN8Eb5NVBW+WeOGvpAJ5zzOvXa9gB8DPI0pg74rcXu+oYLjvVTGiL7ZOtM88HaJPVJJFz7Q2oq8+YFLPVAaHb1BA5E81S43vnTFl76tcY4+5xeMPmyH7D21p5q+yHfWvcKNjL6JFz6+U+NxPuDb0r50qty+rhc3PtilSz52As274SeuvipoKT7TjIU+FoQcPmSTdr6aLSk+iCRwvu5iUT5OlOS8UCuGvvGUeL48u7Q9wgM/vjw2MT4HO8u+",
        "YMbFPc7u177mAzY+3/l+v9rUbz6Qh9c9CosZPsnXkD4zVCW+xUU7vkRuFL7hcQC+UYCKv7+POb+QUfq89HWcvkvCDb1+2iS+ql8+PWzmj77GR1g+8KyBvWLsVj6KyDc+0pluvuLtfr8maX2+nSUjPUNNVr5YOdg9gC0FvGFWLr+I3A299HVNPbqdhb76cRY9dmb2vUDEXL17h4I+8JYtPcDBgr5dVe08QqjFvXsbor7lAf48Z6WRvACsFb2Dv/K9XhpyPgUIEj0Nntq9NrOAvdIPgr5plYa8FI7kPXyd2j3905S+6ESEPpViij6K/5q9uIQ/PiYZm76wDKi8q1iAvqnVFr7t+Va+CuNbvt2Ss70xEoG+DrZrPj5i171QY0++fSQ4vt/vHj0AyX88QyqFvXrF3j1CVGy+t2eJPl3pjT5B0mU+489UvtBxFT1uw0o+jegBvqIp9rvkORg+kKevPLtjlr53dX8+5ZiXPuzNiD4edUC+gObwPCQ20r3pz9u9yhpnPneGNr6IzBo93lVFPRybqz2ippi+atxRvhLN570y7Ju9SR6Rvnz4br7pqUO99ZcTPqSSZT5yhmQ+bvtBPZWYXz10IJe+RzNDPoFjgr4JtIu+22GYvprcWT4Qp3q9UICcPKRV3z22oyM+szttvuvPbr5qES0+LO0sPsGVYT5nfZE+OUUDvk7PYj6P3KM+kzcBvhaGAD6c5HK97W6VvhSR7T1a+ZI+yPy7ve3jc76nCYk+oRtzPjp5Iz6mt0S+7KvTvV0i/r5n7I+9YIiIvqwheb5uUEW+9lC6veAoAr2ACuW8NCGFPkh3vz1u1uC+DUYsvvDN8b2GLpi+GuuKvkk3Dr5Y1Ng9aJ2JvqquUD7pSo4+SggFvuyHoz2mmng+aoZuvp/RJT6ijHw+UiEYPa5I9DtcP5C+6kN7Pta1Rj69XZe+T3Abvgg8ij6AxJY9txaaPkUsmz7sp42+jjgLvut5K76hTJS+xrGFvpB6lz20GJM9hmdUPqWug75STYG+",
        "GaR4vuoaRr486cS9sZnavrdWjD6+YIu+pN08PsPEiD4i/0Q+juaQvvScxD10thS9oqXXvqYgAr9Q87e8a6AyvEYEVz71+f88/jDjPVbb8b2uHhq+zkMUPmYlOz7omHi+ImhsPgz+ub748Ao9DcCGvfnxhz5Ultc9VgrXvRe8Eb6oKQy9nvYTvqBtaL27jr4+nsw5Pjjbib1SYX8+gEpbO7LBhL4P3WM89AyfvfqChj5rJOq7RT0SvXDF4LwtclS/yjQkvZ6RJb638fS9yDOZPUcUlT7nXuG90D3KvPxL+z1q0gU+VuT8PX49Zb7MfoC+/GihPda8Bj5oTuw9s1GPPg=="
      ]
    },
    "dense_1": {
      "bias": [
        "YGS1PQ=="
      ],
      "weights": [
        "Iu6PPHvRIr2GSAA930sWvOLfgDzm5GU8Kl+Nvdf/Zr3sgzq9BGjpvPUozLwWqvS8vPY/vIbe1rztpfK8ojBrPFyAEb0FtI49qWXPPPPkrr0S49Q8CoIPPMoEhTwhols9Sd+Mvar49jv/4w68ACPqPGktC70jOSO9dFZ5vSkQmL1TnVU8mPaBvHqSbj1mRIC4WoHFPIfbeb3muqc7BTxyvW49DTz6UQ29wgQuPHn3GL2DMZc8MVEJPURlUjwwg6685BkhvSJ4yr1EDPS8siGVvZ7sQjnVEpe8Wq2UvM79mr2ksOy90VsuPKrbHD3ZnPM6PrcavSoTPbxGlCK96HGpvM6vH73L3AI9i8poPRMZzjxQ1zS94wwovFNz+zyGNjY9aBsNvbw3E737HCC9HSggvVLanbz39Kq8ujfCPIBd7TzujVI8MJgmvets+jxsypc96RT6PKBzOj2DH4o7kkoKvcV+Nbw2k0e8DlsOvXDFlDuLBHo9FO+9usZFAj3Nok891UpNPcUhmL2NLJO8m+9hPPn8Qz1Rx7c88deZvTe5Hr2btjg90O9cvTWHbT3auz871KfMPKCmIT1wzCK9bHUdvdyzlrw29Q49aftsPXNL0DzVlQw9FQqGvN46mbxB8UW99rgsPJwQXjzXrMq7fXoIPUEvYLzRdxQ8U5WHPIm2ib3t3kg80sLAvCqYFTuNQQA8OvDBPMxYXjzeWi47AMbvOy9PRb0wHKC8vjZ3vNeiTT27tgo9WnZ5OzMN8rzWRZE8ZrDquwL+cbwwLgU9AwtsPch5Az1AVYQ7igtUvOY0zztb8Ic9RfkzOwpfCb3otYC9DuO3u9a+/rtafVU8aHpGPParhTtfK9c8crbXu1NNGL1AeEA8Z/8Gvfwd0DxB8Wo8OXQZPT3xHzx3uie9kN0dvccxEz2Q1im9Luq6PLqodT2L9Z28Qwh8vQBWQjyYbDI9IxqhPMifo7zOPpk83NCkvZ+uED3Xt/O7+FbWPPs3xrz7x4S5of1UPaj6Djz6qwg7",
        "PcqlPPw0Zb1YKIk9WEqxOgxEPbwQCXS7AhqevRAzGD0M2ES82S+RvBQphzyKm/Y77d1hPCZVLr19MUi903IpPSblAb0DXTK+ecnrvLJX5D2/1Y88V6cMvR6DYzzzq9m981A8PYm2mTv6oUs9TZEQveGpOzvmxH87DnbrPUOS8rzQ7/a8+1QlveRELD2sffS8aD6lOzb3k73mG2A6pBpXvOLtdjxyIZm8sBH4vPShNDwhZGw8TnQGvP00L72OeYo8y7wDvQciP72bXiC94lidvUMcyDuvFe87n3wRPCINV73keBS+t1qNvCvKKrxTQXq9A/JvveylUL2Qdfy8ZBQQPOY6lrupr2W8HRmpO9jHAb0N/ws9DpUBvJQNLT3x8H49GPUYPC7k7bz7Pfe8jf5VvLBOfzyb5ls9Oq2+vGY9iLzfo667brwxPanBpLylnAU9Hy8xPTkysjwDUYO7kkFNvHnpXzzB0/y8oo/GvGKY6Ty6S1Q9yjsEPZ6PvDzItoc9u7qlO/rSjL2WCJK85S/4vABFu7m4QYU8p4cavciA3rs9J+w8hxyHvQ9a87w46Lo8YAFSPIMmHL3XiUc9MG8Lve+70jzHNlu80/MLvbV67rxMZ1g9Kr9cPU0oDTyCKwK95woivRRYjLyxBk48VFm4PKVrkb3pvhw9JvIBvXTXFb3R0wG8LKF+vBzga72+2QM9mNUpvPUbRL0F7WC8/h2+Pdp9m7xcmi+78l5DPZZgG72iQGa7Y7CcPE1UxrybnyQ9T1DgvA7yhr0PLGc8kHvQPUMU7Tw4ekA8ALhhPf4koL0V11Y+gK+svAFNCjvl7pk8HTJHO5UuBb0pTLE9UHdWvQO76bxGhR88hzSBPXfT/byyGOY8Fi2RPBgiRLz82Ou8JY7qOxHvCLyTQBa97JgGvCUccjwoa/e8WhtKvWv0HD2htl+9cIl6vW5D0bv/JpG9aiwtPfDJ7rxvA+w8JphuvE1Vm72PEn89ALbvOybber0yLAK93nA2vYpdC71I5gG9",
        "XDejPYHkP712Wxu7jUQPvYZC+TzRpQu9C5Zsu0bD4DyqwzG9ibPFu9ekgjy4qpk83ovYvOpISj1xOx89wmVEPftZBz3opJI71ilFvCKX7Tybw4M9lX1rvMTBgj0sR2U78uGwPYJ1K7xS/g89HH69vK63h7yNhfe8QtuMPdGz6Ly2W4y8AtobPWrljL1epIC8p9Mvvb6dUz141oY85hN3uyYkAr3JyM88U1gvPY2zrjylNGy81bv7vGAZRzs0qAi97nDoPMeTaz1bnJQ8UiZAPfbOLT1bXMC87soiPFoFvD2Llf48UqdYvLNPOrwFcqi7w6gJu0rIBzztXEA977YPvZr75DwLO0296eT4PMVCJbu0Z1a8+8JiPHn1h7yZUAE9At0avZsbMLyQ+Vo8GkunPU7PIT1mBjm97aM7vXZrkrxJMRW9uTInPrJFQ7sdzWO9B7UdPf5S5rxuAOa7hSAuPtAxiL0DbV28aJ6kPHZhzrpdEAi+YJYfPRBUXTvH+q29qk+KPjairz4le7m+chDcOrrbtLzTl24+O38nPqgkw74xfso7Z4mfPnLfaD3j5jU9sv0OvcS8Q71iRLc81bLpvKcNUz7+TR++NVFsu3PBu74oEnQ+mCvXPONetLz63pO+1LH+vrgIa71wgk89r6EWPpHZjj6q4yA9UD+2vlmynj4="
      ]
    }
  }
}
