{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "input_2",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              64
            ],
            "dtype": "float32",
            "name": "input_2",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_2"
        },
        {
          "class_name": "Reshape",
          "config": {
            "batch_input_shape": [
              null,
              64
            ],
            "dtype": "float32",
            "name": "reshape_1",
            "target_shape": [
              64,
              1
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "input_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "reshape_1"
        },
        {
          "class_name": "Conv1D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1
            ],
            "dtype": "float32",
            "filters": 32,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              1
            ],
            "name": "conv1d_2",
            "padding": "same",
            "strides": [
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "reshape_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv1d_2"
        },
        {
          "class_name": "MaxPooling1D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "max_pooling1d_2",
            "padding": "valid",
            "pool_size": [
              2
            ],
            "strides": [
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv1d_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling1d_2"
        },
        {
          "class_name": "Conv1D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1
            ],
            "dtype": "float32",
            "filters": 32,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              1
            ],
            "name": "conv1d_3",
            "padding": "same",
            "strides": [
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling1d_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv1d_3"
        },
        {
          "class_name": "MaxPooling1D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "max_pooling1d_3",
            "padding": "valid",
            "pool_size": [
              2
            ],
            "strides": [
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv1d_3",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling1d_3"
        },
        {
          "class_name": "Flatten",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "flatten_1",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling1d_3",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "flatten_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "RandomUniform",
              "config": {
                "maxval": 0.05,
                "minval": -0.05,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_1",
            "trainable": true,
            "units": 1,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "flatten_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_1"
        }
      ],
      "name": "functional_3",
      "output_layers": [
        [
          "dense_1",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.6.0"
  },
  "hash": "0f96981409fab3504b85128a4ba3b44b00e107588aab2fc8be069371935650c4",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      64
    ]
  ],
  "output_shapes": [
    [
      1
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            64
          ],
          "values": [
            "UjRTvyG4rj6p6mO/koaqv9Wd2r6P1bS/oX57PxnsLr+87y8/QGl5vz6ISj80qqM+JZukP9jUzb33giM+JxEEv5tfgD/lmtY+0t2BP2k9Jj68YJs/HNVqP1R7fr7FvIa/m6wevesV7T7RXTI/cTA9P3p5Pb+D3wG/bS+XP/V2hL4vDvU+NDROv+0F6j+a4mS/9EDSvyw7nb6fpgc/BzowP9ysVj9w4FQ7qPARv/Zo0r+JMMW8VrJyP5071D3vwsi+h7kcv1SuEj/xTCM/OBoEPT56gD9wyOs/JzW/PzFZvz+f1aw/R8Vev3cWbT+o4gJA59Kwvs2Ig78YFCE/6Vouvw=="
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            1
          ],
          "values": [
            "VM8BPw=="
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "conv1d_2": {
      "bias": [
        "AAAAAAAAAACP1BG+HiTMOk94uDydjj6889HFvQAAAADCKx48z8GAOwAAAADLwms71EJJutgb7rgAAAAA5oXOOwAAAAAAAAAAAAAAAGRFaL0AAAAAAAAAAOF7JTsAAAAAg+mJPDn8qjlyGRc6AAAAAAAAAAAAAAAAT7UuPUCyNjc="
      ],
      "weights": [
        "KB0RvuAlub32gac+sLyHPgma5j7U0Pw4lRi5Pnr42b5Am4898AJgPvghcL31qbY+KV7PPvnP2T7gVRm+1iMMPvbvgr75uJa+ZscwvnyoIz5C6QO+CMvdvXKkoT7kNO29Not+PHZlTD7TgKc+uDb+vSuFmb7wOpC8MHUTPWEktT4="
      ]
    },
    "conv1d_3": {
      "bias": [
        "8seFPfKZk7wWQw88CIAEPHq0ujo3kPS8YR7cu9v8PLzaCCI8G1/0PQAAAAAVBba7yPHfPcLNpbp/t7W7HIzvOc/apTwAAAAAAAAAAIwLtrsAAAAAUDWhvAAAAAC0+z0+kzbpOwAAAAAbOh88vbvqu2MoD7yKJNa8ZgBxuywhmjs="
      ],
      "weights": [
        "JKC1vYABerssU9099R6qvgpYLL5XJRy+jjvovU6VQL5TSFu+kqIdPdjbnj3cSa++7EMMPl8Yor6Mcy++8cWcPESjHT4f9Ai+YMYOvBNrtT0fpoo+gByYvaJN5b6K/Wq+w85yPffRWD4JQSa+RIBzvoDZmr4ucRy+7toBPgi3tr6HOYg+NvYnvjftjL5KdzG+BlvMvIIObz6ZY40+XnTCve7ifz6Q/0E9IMs+vUnfkL7V/SS+N+VAPlzUEL7hGK291N9+vulIgD7C6mo+2B0CPc28lj46OzY+x6PBPegh2z2SaVU+6vpVvuXe+zs2yDU+zNvEPXTRRr5vbl4+IHOAvoDI77xGf3o+Q2SkPdxokz7bZk8+y5wxvqaNVr6oIlE9n1hlPuHNmL4AcG09e1CUvlmrPD6nPY48Jj5/vl3BET3A08M9qcWSPljJDj2y2JC+02Yavg2igb6BXyU+oDbrPRJhbT7y8BQ8kXILvgZjXr6WeAW+UKyLvi0bGr66dCw9GLjLPeGZjj4QCIm+Hb5+vt+0Oz4IQzK+6f4CPQ4FnL7667A80w5fPTAuUj07lYk+o1V2vtFdFj5gVuk9ROkxPnJsUb5ayz0+uttEvpiNAjwAbW49QAO2PLmXIb4Qn1u9hSxiPmq4hjzyJZQ+Jh9UPgh2RT207aw9Sx7pvXwRvj2wSOS8QNmauzRZYLzJ8/m9DhpVvZTS9bSgq4A+MDzdvOT5lr7zLPw9FkyKvlI3Vr6IZ0g+wiIyPsYOg72pBdm9a0E/vnj45j1Qis+9HNhkPg7y4L0k38Q9Vdd4viy3bL6pt4G+tPVkvioGPr3uE16+AIgpOpQIzL18zvU95F+Ru5vCir7Apio+TWuMvgkiO77/R0Q8vKrEvaskiL5obIE9bRZwPnIxUD74LIe+1a21PYFwIb67aU0+irVOPqCjhzygLvA8YqREPqIPVb4lQBi+YX+KvqF+lL710G69L0+JPhkQvT1Y7vo9ZYCBPfi1VT0ROZi+RtB6Ph25VT70Y1u+",
        "2qJlPgmiib7PVh8+MgNYvuZwqD7WbJc+mIpZPvhNGj5XCKA+eHNVvgBGmT32yWG+C2kMvkBRmD7kEdE9hPYzPiI6Cj5UToK+niV5PgaAD77QapQ8CrF0PgCier1FCZE+XhmVvt3Paj4vLwY+oIeSvDhm5j1w1529KPiFOvaKjrxYoHK+ogmFvfuB973F7la+qqmavpgG5D3ePno+rFTBPWWgfz78WHK+HsZGPlfoGb3mGU++eV6BPuTX/b3UvqK+JP/vvdz2dr1ovI6+ueadPfZ//70wpYg80Qscu5YIcj6ySj691rq1vbGc5bu+Pnk+cNr0vILyUr5OGoQ+LZoBPirVPD7IiJU9txajvlI8hz6xJ4K9X+w/Phv8bj4w6Vc9tpA8Pr8Lj76UVvM9H96EPlF1Qr71Pro92xImvoeJlT5x10a++gkRPvQqqj1rM8y9yKAOPnQwtD3s95c9gCwdvPaaKD5Q7zG9JG0fvljDDb2M1PQ9/m+BvjqMGz77J6a9qmYIPmjhPD7HwiI+RvbmvSdPcjwMDrE9/FCavvQRxL3ZP4y+G7Umvwx86z22js6+qWLDvlTUeb7InQQ9PnhXvsuNj76aR4C+F5CQPp4DST44wmW+M+OLPsck976gCXU8x+BVPkBq/b6Vhxa/byJSvoYMh70Mmd49avvHPb4XAr6McD2+DyWTvsagST6wVgG9sbBIvkXZmz7CdFC+4E3OPVxpmL6OSJG+AH6jvJDK0ryiVBG+QI3PPICn4LuJSoy+OtM6Piu7lr5qx1a+5p2FvUE6K762gUo+hz9LvthS0j1A2bg8Yj0GPloWLz64TYa+v6JxvkpXB74AEfi6thV1PqRnJT7uRTs+TeouvSFIrD3/4YE+4VuaPoZbT769G5W+TU5Zvt8tl75YBia+YDc6vCEShL1MTUq+8NDlPB93Nz6wIDq9eJV/vsykQT4ZaIe+YOIHPIBoKDzMHp095lZiPuH/tz2c2YK+4P5gvgJUI77zpZA+EBK+vJ+FXL4JD4Q+",
        "StV7vkCSBTwBLtu7NhuWuEpSWb7VOlC+DRgZvs0iLr67zUO+JHY8vgByW7sh3+W+c/4qPrlv3bzx8wu+gLq9vhADSz1GOkg+0LJuPWKmET4IkaO9e3Cbvlxpj74iMyU+Lef5PaKO5L0lCEe+sHjhPL9ZZr7PgZq+y4tbvoDVhL4w/Z89uDlQvoxE2r2V93O+vsZ6PR+9nD534/y998wuvtr8urzJ2I++k/uEvkU22j3A4ZW+/lokvOp2Ej5L6SG+uLBvPZRrOD4IBnq+xK4uvqNbkD5GaBC+ovqovCgu7j25OiA+VKMrPmQihD55khK+wueEvlYQmb1Ixl++nJ6RPpvjiz7AeWc9/L9jPhtIOT7iQXe+WNESPTTKhL7SsHI+bdZHviKxOb5OFkM+nNTrPdpdFb7EgSM+ifEbvhSPJj5ALva7wqxPvgLCFD4yOWy+3W2CPlit3z2St32+QNfnPaSMYD4l9nc9oOkkvPCcWD2kEJw9ztFJvhy+Ij7qsxe+GCBCPXApOj3H8ug7Qw2KvbpxHjy+ZYK+WxoGvnacSL5SZ3s+DgU2PgJiMD7cIAy+31BvPnUBfL0qj5m+AOZCPTSQID6g5QE+w2CKvprBm77s6ze+VB7dPUjtT714rrc9+IpkPrHCnj7/yTE+wCB3Pb7GP749yCy+ypeoPbWp/D3odvU9tKiKPblOHD7+63A+Uq5jvuhGPz1PaJe++B10vlyVx72zCGc+aOI2vRFlkb5W+Gc+EedcvulgSL5l10k+YN+zPBT/1r1Qf9+8VOpPvmCr/LxIW5k9OioTvpjqS72yHFQ9s34VPEVrqD0As8+9obOGPgnmS74Bl3Y+b8c/PpbCj70Itny+gEoSPmhFHj2YDo+9iLwnvgiiOD26j2c+q2wqviX0cL5wtB8+9BOqvUBNk7ugnyk9kHrgPagjJT1uMmE+6qKEvi4Wbj57PSG+fChxva8VeL5AqsO825KVvkaQzr1ThAS+okyQvhhX2T1ayHu+RGhrvUBLG7ymomU+",
        "oYKAPsMPmL6c6/o97vRtPhivF74Acy891HMXPlzM+L21LXO+A+SLvtK6kb7kEhy+ojwovsJWWr7XdQa+CJxivpi40L2Riok+/NuVvrTWFb5+VYy+lm7JvUV8ij5nqJS+SJIvvpLxRT58hF2+MHWbPABB8Tx60hW+1JiDvcBHzr19HZY+gI1LPNK18T30khM+4BvRvXxEmb6YE1g9CtduPgL4ML4FnYG+8qLNvYBcAjyLhfw9BAJ+vkYJ0b2Regg+1ZyKPvi5Bj0UptU9jEvDPVjPTL3gV7i9EMOhvIYPib219Sc+1nCqvQ/ii74nci2+2tFkPhMuS74QWou8AADzN2jnHr6DAgm+hi9zPikBhD6R9JS+cCgrvnzj8T28ysQ9fvfCveik3T1yyW8+trlWvvg4FL5QwJu8LaORPgBqKbx8qVi+gJEjPQQNHD4rKl6+lkWIvqP7mj4eunY+HErVPSozhL7gGiQ+kFVOvgKGBj4Gylc+MoKVvYSlib225Y69MmBzPqAkA70VARq+zCnTvQ5/oz476Ao+i8qcvuatdz7UaRU+GWyaPn3FcL7VYIs+VBWDviglpz7rjyq+03cAvc34iT6kQ4i94CtTPHTqgr7uQiw+oFplPIp0gD5GFVc+qNQjvt4Yz7wdNlQ+WBP/vdQ39T3onEk9CtSBPvuHcj4WfoW+Y0KVPjLajL6A0sW7YM3EPXjcYz0roow+8oVUPs/rO77wrvu8w+aUvuDhBz7wySi+EFOrvPDp2DwFnI6+3pQSPiCbMjzRHia+6lnFvUJgL772YBs+g4Z2viQ4ir0MX2a+4Kc/POAKx7wCHYe+WK+AvaNTiz609Ym9ZmXFvZQh2T3M99G9sVTzPKebDr7ZCgY+qiI3PirFib6+bpC9Q++TPt9rJD1MhuK99LBnvraUqL6tTxm+HoJMPsKO0T1E1nO+uF5vPcu9m75ZS1u90J//vEZ5nL2Vj9i9oDCPvF0s2D0etvS8SrpIPqR7sj1dlxW+gAWQvn1Snz5hoji+",
        "whcsPjh9dD2JAPq+6liPPorBsb0RPBu+gvoxviNNhT4/BSO+okkAvggWyz1cOPy9H+nDPex+Rz6uDn6+DlaaPXGPij5QKz0+KEPiPXnJHr78YU6+bTmOPi2pmT6QG7c8n9pTPk0imj6nK2C9ONcrvR7UZT4A5MY8wsEyvjT9Yj3frJY+UvV8PoQEnT2AkIA9hF7GvXe5kD4Qz3q+tP3LPSwKcb3klLk9uiKFvkBg4j15Tn2+63kMvqZgDz6lA40+GJl2vbaSYj4YH1G+6rFhPgC4vbwwq4C8kHmNPIJ9VT78DYg9Ue2XvgxseL6fi5O+ZTIPvjRgiD3E8pK9Rd6QPuKLWz6I3je9aueKPbX17Dwh+5E8T3GePtpdkL6On16+2dW4vVxU+zzGIJy+40tUvOsPPT4Zw2k++BkXvSr0Tj6wQOE81DzzPdmlEb4TMEc9qCgwPrWAkz6z5Zg9xfWVPoPykT6RsIK+tZSJPlyqiL4InD89QKsnvZSR6bzU05Y+4PrwvJqUTr5Qm/y+lWRPPoRRGjzibyA+16iRvfBwozw6VBc+caErPNSvGL65FTA94udtPvaHPz4TQFC+gvkcPg4mzb1o/ZK+my0Wvkgz074Uh3m+DX2avhpLnz4oXJi+THqPvBkl6z3SK+w9VRkKvqwrk77lroe+I+iQPWT8T72s2L299n8yvpuKDr4Gjr893v9dPRDu8r0xjE++jENtvZY3wr20QXw+5qtgPoH59b1dPne+Z8zevcoXSD7lYTE+YJZuvgOwij7Gto2+EPTSPS3whD57ho2+EeyDPrbZwb2GRMK8FNDmPT52lr2aB869kJSLPKfJFb7FHqa9CP0gvR4f7r1qxg0+yAaAPm93jb592h2+IayTPszWgT4eek0+tpyWvsfC0j1AIje9NPuGvosjiz4ZWnC9wfKEPm3NpL76+1S+KFMcPuxlIz6JAPy9bkcPPskTjr7lajg9vmhBvhzOjD6k1IO++aT7PcSmDz50bua99oExvlMVY76jk4A+",
        "j5aTvkLvn71tVMe+xh0nPpWu7LwxNFy+6j4ivnjK573p/oC+0PpcvsNci75mt4o90HlEPT/Qtz0X2Fm+NA00PgW1ir7IPvg9I02MvqyVn77WfzE+EDv2PcQlRz4Wcb+9iBwtPqMaWr6i0I0+WhN6vlRqa750DSk+JhqnPQh+KT5wKwG9qKxMPSd/QL5JMi4+ynU1PvNOSj2jKcq9UkdhPjPiTr41uYI+ZeOFvipcCb4J4CQ+FwtqPl4sUD45VDC+RPnPvWPRiz4WLFg+kUinvWCO+TwqlHO+sJLCPVRfWL5U+Au+q/k5PiMePz5M6me+wsRLvqAmwbypAi0+l6ELvg=="
      ]
    },
    "dense_1": {
      "bias": [
        "wDQvPQ=="
      ],
      "weights": [
        "LtcHPfTfED2D/bW8krkaPCWhezzCUTi9gh4kPevLgzzBzUA9+oYuu4CBlTkCzDu9FO0uvJOFwjvUXQM9Lf1QPR1alL0n7kE9aHRtvCE9rLzQ7Be7wEP3PFM+K70X2/M9lthOPcqoOr2rZ9I8JmGgPLJCYbzXtzQ9NNVaPF4HUbtg+188HwlMPCzqB7s/P908YAgkPZZrCjx1bEu8cQ5RPMyANDwmNE690liYPBu5H70JB4g9/KBBOp3Oq7v2WjC8pu0UPISlYDyEcwC9+FoMvXR5Jrx9NjS9k/8MvSbEmj28JYq8piONPKRe1DilnSY9oAsLvPYxLD1yJB+9UygKPeZ9iD0bKV28MqIrPcu2/DmAKkq7y6AfPCrzXj2tuYc9YisYvaTZcz169Zs85yhQPF45hjl1IBW76mBYPbR6VT1dJe88M01DPZr3L70V4QC9INUPvT7DlDwouEu8XBcaPUwRNb33MhI9KpKkPNJ6JDzkNWw7svgAPYnxk7mbEV88mPcivQxW4LtrPF48bwsiPcOaNbwTeps8rLlGvSbVWb3GSzY9uTcCvlK9mzycLk89d7yQPBE+gTxLMxS9yCQpPVIRiT2Az6E7AFjqu7xUpDzQcb474LfjPFSVlLwhuwU+mXD0vHrI5LzosSk9MsvLu2VEaz0kmas8HKjJvIne3Tw5ThA8j+lMPUpJQjw1i+Y8vtesPAJKszyrtYm7YK0+PGFgJjydpJC9aJ0wvHDK+To8Qow5DfhkvbXvHbvPwkc8M5QxPfPLMr36h448OHidvIybQLxqHg29omu0POEILj3Bb9O7OujXPE0fu7xZFP08r10+PWo81TvfCfK86PdcvNY0uT0lmty8OwuFPEd6STw8xCg9hLVmPF9eH72Qxf48vWJDPVHlBj5oyAQ85KjIvBCCLj1Tfsc8bvF3vLVekDza+lS952DCvJg8P7yAWfC8dCcZvKxGLT0Yewo85ay/vWfrwLvNqqa8cSWQvDxQDr0YMO48+keCvMz7tbzXQKq8",
        "z1zevVZF7jy5siK86/oEPTqKbjsDzzy9bC8vve84BL0MOWI8/Op+vVrw+7yMZhk8759EvZuqKD3FvUO8cp05vTQpv7wtZMq8EFsIvWtVNT0S8rA8MSZlO0zGdTw92kE8TjEHPA0YJr204R88OTeDvOiUaDty4Eo9vvANuaj8BrzL6fQ8oV/2u3Xnbzx68J67E0m8PBtbZb33myU8hhtZu4W3UDzNzlY9480xvT10qbvGZyk8IT4CPbg3NL1oXC+98mnOvAC9hjnQA4S7yVmUPAC7nznAOui4c+PuvFQ5Sj0OwBy9sqP3POKwV7pNFbO8D9whvRbG8byq9rS8/kX7POOPJ7zvkSy8ZWIevA0nFLtWtp876CYkvV/G8bxW0Zm94apzPYBgPL3HqhM9wte/Ox81gb1sSN08c+AqPQKWwbytsP88RrIRvcx8P7w49Yk8GGCAu9YFtrwzKbm87gTHPBjeojytggs9M1xXPXDlU7i23VE7dA6XvBbweT301WA8FCEfPXmaTj3RDDw8pg76O96Mirwvoz+9CubevKRQbrsTkXe9Q2hSPSbuh7yrjjy9Ty30O/U8LzwtTHg8KOcRvY8fXb3TKhS92puHvCRfibzTbeC8lLwhvSJqjzzfGn+9FIR5O5KBzzwRTM88sfhCvW80ijzUaua84tmAu0l9/DxHCJw8LQYPPQXUFb3mPaE6dJz/O1J0KD1aHqw6JqhCvQWh4zwKuU09oPYqu7RFHrwvJ7Q8aerBPIYXKj1Dim09OyCbvMEMMT16dJs8KN21u8BJT7ySg/U8UHyqO3EeAb1yzza9U6IZvVdoHz3RoZS80pW6uwgyIT1hOpG6dnggPW+coDxQcRC8ezCXPNRUrjzUlU09tgXSvJbS17wT5Gi9e4jbPNbqHD2nn++8TE9OvESEir0EjSW9SgmCPBuhxrocj6i9DVYWvdxIczwjYAe9M4r6vGy4RDvnnEW9h2yavflzCLyqoTW9v7J2vbD9GzxU6JM86yBiPS6mi72iy847",
        "wzfSPEDw+TxPhAA9DvAfvSqh4DtBcDK9gFRuPZTGVTu60Rq9bldZvGD//Lw0Kim95fYxPWa18LyTyya8o0yAPOaPkDwCYu085sbUPGxsYDzzRye9wt2XvCaS+TxbXZ89BDwIva0bMT05QpM9Zcp7vD48B73fadm8uL3UPFahl7w6oNs9qfe2OnKcB7zWeT08TnL2vJ2WvDzP3iW9P9eCuiFvOL07iM49uurEvBp0zDxoV9M9Lfd0vWDcTD1vfpO8W+ziu4A1frxTrT49Z2UZvTohKr2S6ei8ARY5PYGKzL3aoBu8scBMPd111DyiKBm8+dMHvcvBnryitr28aEPLvI4T1D12ht46JUWDPEOMAz1K+a07b3/SOzNCtz3Y2E+7olgivE4CGz6qo0u9MJDzO0lB3z1SsQ082T4yPYxAND258jy8HMRkPM0rCj0AVts7RrTNPCfUsz33Py+9gASPvOUJPbsAbNO4LBCgPVcHhDyanwY7fsOwPHJBgjzJWFE92bzSvvj/wzwTZKA9Kw8OPnYZX7uz0AO7gqgHPuLKVL28Vco95AMCv4aHkTxKoQY9vmXUvnrjybzoszC9zr/dPe/uhj00/lQ8MZkvPaqmlTwNjCu9lEQkPszHE7wTi8O+G1xqPgDNAjyYpcA9MVZlPqs8yDwrjDe8BBMYPjnzUT4="
      ]
    }
  }
}
