{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "input_3",
          0,
          0
        ],
        [
          "input_4",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              64
            ],
            "dtype": "float32",
            "name": "input_3",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_3"
        },
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              64
            ],
            "dtype": "float32",
            "name": "input_4",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_4"
        },
        {
          "class_name": "Reshape",
          "config": {
            "dtype": "float32",
            "name": "reshape_2",
            "target_shape": [
              64,
              1
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "input_3",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "reshape_2"
        },
        {
          "class_name": "Reshape",
          "config": {
            "dtype": "float32",
            "name": "reshape_3",
            "target_shape": [
              64,
              1
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "input_4",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "reshape_3"
        },
        {
          "class_name": "Conv1D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1
            ],
            "dtype": "float32",
            "filters": 32,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              1
            ],
            "name": "conv1d_4",
            "padding": "same",
            "strides": [
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "reshape_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv1d_4"
        },
        {
          "class_name": "Conv1D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1
            ],
            "dtype": "float32",
            "filters": 32,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              1
            ],
            "name": "conv1d_6",
            "padding": "same",
            "strides": [
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "reshape_3",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv1d_6"
        },
        {
          "class_name": "MaxPooling1D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "max_pooling1d_4",
            "padding": "valid",
            "pool_size": [
              2
            ],
            "strides": [
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv1d_4",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling1d_4"
        },
        {
          "class_name": "MaxPooling1D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "max_pooling1d_6",
            "padding": "valid",
            "pool_size": [
              2
            ],
            "strides": [
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv1d_6",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling1d_6"
        },
        {
          "class_name": "Conv1D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1
            ],
            "dtype": "float32",
            "filters": 32,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              1
            ],
            "name": "conv1d_5",
            "padding": "same",
            "strides": [
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling1d_4",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv1d_5"
        },
        {
          "class_name": "Conv1D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1
            ],
            "dtype": "float32",
            "filters": 32,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              1
            ],
            "name": "conv1d_7",
            "padding": "same",
            "strides": [
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling1d_6",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv1d_7"
        },
        {
          "class_name": "MaxPooling1D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "max_pooling1d_5",
            "padding": "valid",
            "pool_size": [
              2
            ],
            "strides": [
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv1d_5",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling1d_5"
        },
        {
          "class_name": "MaxPooling1D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "max_pooling1d_7",
            "padding": "valid",
            "pool_size": [
              2
            ],
            "strides": [
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv1d_7",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling1d_7"
        },
        {
          "class_name": "Flatten",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "flatten_2",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling1d_5",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "flatten_2"
        },
        {
          "class_name": "Flatten",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "flatten_3",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling1d_7",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "flatten_3"
        },
        {
          "class_name": "Concatenate",
          "config": {
            "axis": -1,
            "dtype": "float32",
            "name": "concatenate_1",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "flatten_2",
                0,
                0,
                {}
              ],
              [
                "flatten_3",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "concatenate_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "RandomUniform",
              "config": {
                "maxval": 0.05,
                "minval": -0.05,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_1",
            "trainable": true,
            "units": 1,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "concatenate_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_1"
        }
      ],
      "name": "functional_3",
      "output_layers": [
        [
          "dense_1",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.6.0"
  },
  "hash": "08248d0b2e24923dd609c4e1675ab18029a651646c894daa7ba6b631c749e99c",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      64
    ],
    [
      64
    ]
  ],
  "output_shapes": [
    [
      1
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            64
          ],
          "values": [
            "rKeWv2KKUb65DAg/uBffv1gMrj7cf0E+gu5YPhyb8r6Mf2G+WDvzPQsuG7zWMl4/M95Uv5xzr79evTa9EMO/vze5az8Kli0/FL/7v8ubwj41JIU/qKALwGSdgb88F32/9D3uv/gDS79NqSY/WYipvgJnGD0rZHg/YlsDwA9r/r6ZsYM/u9iEv47Lzj5DtcG/SjFsvjFbVT/4xqM/AqGzv+Dv2D+oyZe+YeyVv7dLFT/VMVw/sDLUvf1iND/mXDC/JuG5PoDtKsCsgbK+Dfegv9xlEj/tZnG/ioyZvo9Qib9oOj+//9BpvSkj0r7uPS9AhSUfP8NbG7+WAku/rI5ovg=="
          ]
        },
        {
          "shape": [
            64
          ],
          "values": [
            "GL0PQOoXbD+GizA/hRH1vMPERj7Tb5W+BGfUPsUsKD9TWeK9z4mZPl1ntj/1Xii+Q3nHv3Qzob+NTfe/alqWv6HppL9GvZM/C9epP9qKpz+ahOi9L2zHP+oZHD8T9fg+xpaMv0+H0rvMuWS7UPgWPya87b49j4O/5sSPPzWw4b9rKHc/5rKCP3IfnD6fJaW/YqHWP9NwSj+kX5g+IcxIP92ro71Uy3I/cZ0AQI1XRz6j/c0/DmMxv46dM8CkyAI+7JJ8PjHuqT9f0B5AFJqfPjBfjb+Q/uQ+39TOP+td77/B6RQ/n/DJvvUWWb+rgSa+1MCLv6okND+3bkS/10/QPQ=="
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            1
          ],
          "values": [
            "Wn4iPw=="
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "conv1d_4": {
      "bias": [
        "AAAAAAAAAAALo4M6E+/OOwAAAADH0RA9AAAAAGMDMDtZ91G7AAAAAA6qqbpND6a8ZMZWvQAAAAAP3po7AAAAAAAAAACLfri6AAAAAAAAAAAAAAAAAAAAALkC2TwAAAAAAAAAAAAAAADygzi6ozrRO/KycroAAAAAfQ+yvQAAAAA="
      ],
      "weights": [
        "wXO+vh9qrr5RBjk+AQp/Pr1mn74uDqQ7BHbmvTezmD5fAbk+ZCn9vZ6OOz56c8s9aj0cPqy8w70kfrE+0AWivkLvA76LasW6cA2ovkQBY77AbXi8YJ5LvlQWnz7Ub9W9fqMHvhSL7L0HdLU+TZehPY/34D68zhy+WfqgPlwmiL4="
      ]
    },
    "conv1d_5": {
      "bias": [
        "rAi9vGvH9bsNDsE9o9o5PI1lDbwk5T2+oSCBPT7FFzqryMS7AAAAAOPHZbsAAAAAqhccu7WIerxIjkq8zhMqvISd1DvZegs+DnTUu11OGbwAAAAApx8JvUBwn7ylZni8c1XmOvXWKr1tBWK7sgJzvCQW5bsu86i8VdfSuyt68zw="
      ],
      "weights": [
        "JhyJvmZmez5jDzq+nb5ovuDwOTwnwTY+6Q2VPm+FU75f4nE+4BQ4PJxRpj0r9yy9AquIPaCmmrxybay9pidwvui3oT2xmJg9NlQLPjCBxT1C9Ja9ANplutzzCb5e+lw+ILfmPaqRDj789cG9tR1sPUmXCz4Aqg2+YIDEPRwNjD0Rv4i+dIf+vWqNbL76JAg+AOfVu7wph75gEN49bBIavo41Nb7ytG8+MIdJPk+E8z0ZmZ69oDEVvBG5U75IRzI9BORKvlQ7lL7i0gw+njlgPiC16L0cb5Y9bedfPlq1hr5UnRE+GNxPPe+QOL4EsFK+wvgvPtIPPL79EV2+mvKBvaxc7D19yoG+HhNxviUPjr17yY++lPWGPqDfn7x4VxW+hIi/PfypFz5i6cy+nQ+vvCVIXT6kLXu9uPPdvsSYlL3q/Gk+z0biPdoOZD4DrGC+IJwOvGAgxz0Ha5m+nvhGPgJ5dT68rZM9XuD6vvGyE76a0Oq+Omb2vSYaZz5IJq49nPCFvRj0/D13UWU+597nvdIsm76pd5S+eVORvl6FlD4gCpe8O6yEPmG6pD4fsgy9MfFSvqpcNb7Rnm++zkiVvih6Tr7t54m+hpaFvuJzMD4YLho9tlU2PtNsWryib3M+aKN5PYAnK76MJZE+vkbSPRXWhD1DyYA+80QGvyCDQL0Bs4s+yIeJvuyBTD6BFYs+WMRyvraAvj0Ijeq9IVOWPvwo/D1Q1hS+iT+IPR+QST17mHM+sJGfPV/+UD7cceK9JnNfvkwBF73A8mC9In0OvgwkgL67voM+xNAvPn6eFr7AoMC9MJluvuLJsT5o/ZI+rMDvvZg9Oj70BRO/OE9IvYBucrurpZi+2XkGPhICRr5uYA6+Ocxlvja7kL24UvG9X8t1PrCPq7xFezs+RMQSPoS5hT1gx3G+OiKrPrCmqTxg7l+8bc/ivciZSz2CSWk+9khaPqTz2j0soT++kLotPjDdiz2EDee9oLSGPnERpb0Sbr4+smAhPrw/hT5Qq868",
        "wPpXPGDLdb6/6Gq+lLEav/OsYr49bTI+Q22UPqhyd7+FM2u/i0uFPuTJOb8syLQ9t0p/vm6DLT7qrgS/tR6WvsDNMj6Ay6I9ojpVvjkjmT5P2Um+xpMpPjYf3L6Kjpa+OW1DvgAMijmKLBC/9sKKvkwhIb+AQQI+c3+Tvo+Sjj5maH0+MnwSPtqjOT5KLVQ96pEOPvsMOrxqIm2+MxdKvW7Uhz3oIKg9kh3ivUhtNr0/Ds+7gMg8O4sKjr6AEU68IoWBvUcGXz5CA4O9sEjgPc6dhL7a4bG9CrGYvdwZib26xks+WwgyvnqZVz4IpBO8i+LrvXODJb5Vm4o+1fCMvq68bj6EhPA9O3N+Pqxshr4ATDW9+X0evrHiJb7SvDk9oW0vPv1Hij5teZc+20luPgZYhb06gHU+9CUAvHpvCT4kCoY9deC/vLcqgj5G92c+MxFPvlwaDb63ZWq+4H9Ovue0ij6ZQCy++SeLPdkgab791oO+AK49ve25+b0mXVw+zGqCvtO+mj7IMIW9BklQPqqlQj5EQ5i+qEZLvapGLD6o0m69QKiYvgazL75VL2++HI0IPgAcYDvBdo8+sJASPYutNL5el02+AAlMveiEiD2mM2c+YpFdPjguxr3q3Vs+EHBYPSAmer6Rqw++gM0VPnBtTb7ChqW96OBHvuwOmr70mr4900khvtli6T1Zcsw9+JsIPfbB1L2EsZc9NskFvg4iprzZ9y6+0GFovpgVEr76wZm9tKIFvsGsuj0uQUq+clhaPljpXj6aMFk+yNImPlqkKj5dQZu++lMyPVLuZr6czpm+C/covgqIkz6TmFs9XdaWvvg9bD08nx++ZkcWPjTcpz31ZI0+4X4xvqwsDT4+w2S+uU+VvjM8Ub50DpA9h9QhvtatQL4ej5u90ONdPUYVYj4gLXO8zz4avhEEiz7CRta9mKE3Ptx/kb7055Q9KO00PiLOm753aza+kMdIvXoUaT4Qkyk+3V0hvr1RVL4qhiG+SvtQvrzzMD62gSk+",
        "4C4APK6hHb7gVtG8pZuFPo5PNz6BxEQ+ek4OPmbDlz707Xe+xqYrPtRnjT4CPho9JHYgPkoGaz4pvhu8gOWwu5jNbD33wec9IOjbPZCh2T3ksJG9gLHSPWnYZ75IFIa9N5qAPnSYYr4hx7g9zo45PraTkj4IgXQ9tPscvyDJ171A5gw8uAUxPWa1pjyVPHo+HO0ivuKUIj4sq8W9Qb2PPjHup71ED9M9ebNlvvc7PL2xSpE+EGY8PVOS971NH0m+WrVRPmm/XzyOc9i9KGlUvZNilD6LQmm+7lIavsdiiT4wTC0+IJs8PaJ4eL7gHYC+DqUbvvCTIL34YFM9eNYoPQ5ibr7m8yk+bkhrPsqu8r0a0Qg+DhmOPutvC75eG04+oiAnvqhAFz6btOy5cGSVvu3ptzoCV8m9nJ6/vfxhqj0dalu+WTBvPaSdXr6+zxc+iJEsvQA7J7srpdS90/5bvkC7zbxvVYq+kuUIPUlVLz7TTmG94hEsPsXRgz5Bs5K+yFeUvhj/OT6NSeC6eIievdCVcL0AxCQ+1jc0vsCqkD4+f489rjXGvQgiQT02Cou+9N7/vkmRkz57taQ+yJN3PSh/xT12yII+OAF5vnBBwz3HWSa++r1gPuIZnj6tLo4+DvdiPoCw5buOHoQ9wPb6PexdjT6Kspq+J1qQv/+tab6+JVK+vsSvvWjUFz7JGjo+MKNhPbpOgL5aCzk+Bd4DPjmePr4omAC9+5gsPWvSnb4TJVK+UCWPPF9Ahj50L4m+XsxUvpAah738fOG9i2tovl5WhL7uQd299ICePr5pVD7oGDS9yJJOvpzUUD7kHkq+UgTnPcAIKb0iuFy/LFFevjHaI76tW5u+SmQvPUbCTL2LE4m+0WaRPtGROL74F7++IYuwvsxHMj439/g9jVATPDxe3718dI++sjZOPbD6jr6OLrK97PfevehK470i+Ze9Ts+Qvay3Dr7TrTY+QLCtu8r9eL4Aqoy7vYqQvo/GnDvxbbm+gOxhPaOoQz4OtWM+",
        "ZNlmvX47OL41Lj++VxE9PoBkE7yYh+c9AHBsOZ6vgb5rpJo+WOTIvR1whj7FIgE+iaEvPutLkT6Ub8m9EslaPkrHqb2If6o9sR2LPgYRZD7W33g+b/qEPqER3T0AwcI9WvdNPiBgQ7xdSo8+3/NnPnyamb7EyJi+fHnDvkGAj74ZQyK+kPEYvjC1TT38dFS+4hbHvfefKT5sKIu9d8xpvhaXkL7Xjpm+O3U6vgPb/73tqq49a6KKPmCwND6uyxM+UhwQPoS4sD1wlSU+SWyaPtA4H730cna+Myh4u2hYGz4SJnk+Ooh1vt6Ehb4Xyha96HEkPm7uZ74GrLu9OJ1mvTyPzb0pZwC+st2nvXSr0j06ZSM+QGiRvXj1Oz2cMQ2+Ypl6PlbBSz7yR/W9aEaYPQDyOzsR2IU+kHvjPAucmL6pIVm+AP4RuoLC0L2qv3k+eAKEPewFQb7AoJO+MzyNPuxHEz7j3nq+nN9EvrDeqjzkbBo+wsJhvlIi9b2gR/s9lu9IPpYgZT6nRtm9UGI+PorU4L1P3vu9OsZPPuMF3728qDu+BFQHvks9CD4U+EY9RSCHvnOHlL5LXmQ+Wt41vg4YVb5xGIK9SPIPPX36kj7iAjY+h4qMvhDGLT5wMku9HtDlvQYEHD6nFoq+ftXevTHNpzw4GEe9w1JivPjpUr5CFRA+QCKEO/tKnb390o49nRFUvgEdBD307mq+nqNDvufMID4I9Is9+iEivmo4ej5UxKC+MkK3vWugnb5AmQE+oKTvPcDdYD6PA40+SGPvPTpefD7tfY8+lYkGvuoASz6Yi4A9HQpYvsO7ET2LfGA+YGcPPvuEjz4F9l8+KN8evkxIOj7wkZs8WBn2PTJSur3AOSG9bmOCPoXugz64Tzy909I4vtAULL4j2Ti+eZDVPDW2jL4mlxM+/vnLvQBUrz1eCxg+PkpWPvxCBT6Ffos+EEGXvJoeZj6zBjS+end8PvSlkj0JTIs+lgFmvlZe9b1f/18+OOXnPVT/+z0A1ys9",
        "LGZ8vdf6Vb7G//y8eyxnPlC2s7yFrja9IhytvY2gij5T2RE+Wtk+PuCpgb4MFBg+s1TkvbBLmL72QYo9gABqvXlJjL4GPlE+BTmDvhjpiz2dU4Y+0rKLvsqs8Txc8Hq+1MuFvgBaXD3E1jg+1syNvr1Ybj61d4c+Bu/GvmALSjxgoU++SO4HPRc1Bz6i6Ya+8EuDvkyqmL6Akcu74vV4vkptmb2uVk4+zOtmPXBBKj4Q1oW+u8GYvgS6aj44b8+9M8qUviAd57yyg5m9tZuZvlR7cL20rO89NkSsvgBPHztwx8m8TTWRPpgSMj5NPwY+WA0qPgDy07unaZi+JqOTvrcuSr4nskG+KdjJvb2BR75A4bo9DWJnPWANqz3EiG4+Cn5YPgHemj7G8qK9h/a7Pdy1jj72glM+H7bAPYgfEL3VpJM+c604vu7edz4imbG9kEA8PbDJljwGCmK+6AP+PWKscL7dn5c+p/vyvSExlb6F+Qq+++M7vv4HhT5wgg4+RMyAvjDFhrw5ZpE9r1djPnAyKj4zts47QCQOveYIDz6enTC+4MmvvVuUXr2zMYG+ARIbPk7vPj6oqtO9reCAvvZ3IT5Pu1e+HrtbPiDR7zzovXe+UF9zvlgHML5UQL+9ILEpPNV7kD6t7JO+SKMqvVxMlz4bXQu+rL/TPbqXCD4kZbu9/Ppxvp/1ij4xE5e+FuNvvlENND43aIE+eLVdPr8K7D2IAj0+bnvlvc4vcj1pSQ4+f7gQvjKwpT1Ai5U8EJ1ZPTuVjz4WfD0+E8GNPsF3kz5Y++49xigJvmpnkr60Jqa9QOCfPHibkr2eIC8+eA2EvjBZBD5TU8S8YHI9PeOblD77H5c+YCwWPuIszr1Nele+7HEhPf71cb5FQ1O+4B3+vYoPMT5kl0+8/rVCPmxsDD7GJDo+QJ76O0Tkhz3365K+Kzshvo4Zej6smCk+YJlcvX1JlD4SJRC+NOJYvqOHf766Rmy+y+I9vZHTSjyTY4Q+gCVLvnr+KT6QUKk9",
        "kn8zPlA2Mb2JYXc+bYdCPtgnZz0gAUo+HPYKPrGIPL7xvGU+Anh2PrPLBL6Q20u9HaJKO85JR76fUBg9vlxdPgS54z3uH/69er7tvbimPr5oZjE+VA5uvm/w3jskxbi9qJ1WvpASvDxProA9VdOvvA0nl7uMhBw+WtHDvjgyYD0QRyG95C8/Pp0Ymr2URJ4+rMPRvcDSmL2+xAy+6YTyPUowqb3+PBg+FbyEPjWxfj7Na2++eK62PVWCM7uYbmQ91NkQPoVibb7e+OC9eXCUPmxpFj4QPwU+Cn2ePpYSab60CKe99JD7vQ1hJD6gabG9VDgwPvNIjz4B2tq88CpGPQ=="
      ]
    },
    "conv1d_6": {
      "bias": [
        "ElioOQAAAAAAAAAA6QuJvAAAAAA+iam8O+26OrCvqbwAAAAAAAAAAAAAAACYOFY8AAAAAJHNBzxpfk+6em5YPIVAMrznmfu6AAAAAHmzITwAAAAAAAAAAGYSHzwAAAAAAAAAALl43jwAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA="
      ],
      "weights": [
        "Rza3PXREn71MOYi+EDeJPBhbzb1Wr6s9c0A6Ppipyj0iFZy+G9S/vrRx570yQcY+d95HvuO2Xj6CuFs9M4YcPhbIBD3PAi0+eGU1vQ1Srz4fsce+E/Q+vnkkxz4MAm6+ZsiNvpWfmT7DuL6+spO/vrm9sb7XObu+bCDBvnbZqL4="
      ]
    },
    "conv1d_7": {
      "bias": [
        "iiPUvMIm0bsJDRO8ERo6vNuqo7yZ6T29Slp0PRHMvrzxPNa8+A62u3rWMrw16T+8S5fWu19fLryPWUi83N4jux2pRbws4BW81XHYuwvnGDtDOQm8bLG2ux9w+btc5z69HjTuu7KfWj2Hxgu9SGKzvD346rsAAAAAJGfivKW3SLw="
      ],
      "weights": [
        "AQ8hvpgmeL07rYI+T8hmvjqjQT6FOFk+1+rNvbg8Br3acz4+veAOvpjR6z169G0+qMQfvfbF2z1NDki+9T2rPU28lD7T+0m947QivmCsSL5Q7QY+PAW0PcSXHD7wkQk9Qk3OvdaZhr7gbBq80DEaPuax670pFBW+7KM2Pjk7gj4sw9u9IK9DvSB1h71tGZU+arkSvsdsDj4duVC8mDyBvmjoAT0g34a9DMuDvQJFe70a8lk+klokvrWI3jyt13k+VBuuvgqFrb3EN+89jS7BPBYnJD5A19G7uhdmPpzBAz5UQ4S+1Vz+vQDu4zuYBYs9Bvl5PjujIb7QlAo9i20Hvsj93j1Uwn+9mIRYvY3bGz4IfDm+gtzwPcR3Mb0UHJc9WHgCvmg3w712fj2+6tGRvntljr5q2mG9qcwuvgEYYD6MkWE9A2/xvIAPLz5Sms45Xqwzvkm8EL5WMV8+gFnQPNhXdz0Wc4e8QAqSPNxzjr4iWFq+KL9lvfAdU73aGQQ+tkNpPsQebr3e8Sk+DFs8PgCIrjuuLRk6sEVfvr9h5b0MTBA+xmpiPk97kr6zeW++Pc2MvrZ+mL5ILjk+pqvBPcPa0T0GxgA+p8JNvpUpRj4vyYo+kWeZPouCFD7gMy49cBTRPObCaD34Prk98BdLvbLcmr6KXnY+7m40Pm4Qpr1X52q+4tK8verqOj44Xtk9dl1/PhYMDD6F8U48cytpPg7hrr2JRIm+Dm0hvtgnZb0g91091p+BPu/EBj6UtMU9qSlxvUoG9r1YIjg+jGzwPNKNWb6i/GA+dN6wvYjEfT1puY4+NF0XvZjj3b2wzSW9gjaHvmLvAb7Jmwa+gEuNu/t1OL56930+7biRPpHGCz7zGpw+wtzUPN4m6T2RRzC8tQM4vsnPdL7C8b+9aSGKPXLDm75x63Y9LCtIvv94Lz4Gt+S9ZHBLvJQhiD3f35a9FrPvva5uFb7Q6TO+yAKGvtj+JT4LTVC9prxyPmh/CL4Wbkc+CPoUPVbwCD5aUxU+",
        "sqCvvGIdRT79oi++eKMFPnJyi73eHWK+ef61vRK/bb74snO9Bm5hPgu7mr41zA6/8JeVPUygNjwDyVw9XJgBv8xYxL1CyKG++JEyPswvv77ZroY+opdTPmsoGb+q4G4+jFdTvg2oFL/groo8WJq7PUACjb1Q26+8NgStvbQoKb6zEZc94P8UvtTk0z0Dv1++lLGRvVquoL6LwiM+B62jvazKV77K91y+UMsHPgKzeL4Y4wg+jTGQvvsp3b3jvvK92DtSvGkggT4hRAW+UND4PSloRL6UPaw9WKDXPZeGYb7gIgA96Sg7PlMmZL5UehE+v/8DvvD7LL2A/3c9rYE7vsEifLwRqze+lEWpvbCcWL5hJoM+Y92mPeQ8ZT55nA89nvozPhOEmr4TFCu+fRtAvua3Xj5NtRa9F/sqPoyrfT48yTi++EohPmQ7nD3GJf49wc6WPhHqmj5+0wS+wHMfPZo8l73960K8ruBNPmA/WjxC+14+eJfoPY4qIT4wjJ68/xZ+vYEfN76AkIg9NIXNPQBolDpAkNM9eWsUvjyHI75AbY484BR1vLT5hD0qppu+QGMmvr9jJ77ZqQg9kJfIvDXGNr55Rhe+waGDPoSMGT4Qw/i8nndHvktvCj4wo7s9CwWSPlQRc77gRCw8/j8QvhD9jDzQAmk90QIzvvOMiz4BVR0+eGsyPQVfiT4fTQ2+pLOcvVWyeD2XStO8W14RPtj6LT2al2Q+AEZJPbA2l774sHE9Yj8SvrPpaz5ZMT8+SB1cvqcOjb47r5I+DDYdPq7daz5KIVA+Jl0MPhDhnz1GkMa9Rv7VPaghyT13EhC+cDUvPcgWPL3AfAO91mwHvg0Wor6/SwO+SliVvXeySD6VS5m+jqAwPRamTD44K+y9GrWRvWB7mL1wfS69MRqiPTh/vD2gg7E9Cn9cPq65Cj6YbO08jVKevuDKgbzqYVW9GnlXPvDfLj3dDSW+1pYxPvYwYL4sB489JLU0vnz9gz0ADry6ojrAvdQ4rL2DY5W+",
        "NpHBPDS8/73eyDu+Z/xvvqA88zz+G0a+YQtZPgJtDL6mnXC+rJ7PPXOmkD7DXUA++MAqvYvzAD518WU6tqNFPoGNgz2Zaz69fv9yPo4uLD4AaxO8AMeDu2oskb7VaJO+x06bPkQqn748vYi9cr5qPrzM973cYCg+yRxnvgUpgj79AUe+zsYbPltsZb52fMM96g5PPpAHpjwRbXS+Rn9VPiCshTwAEtU8UxKVPswTjT6AwVY7RLiFvSxpxb3Azx++8wE3PbWnRb6BZ5Q+cCk5PZrdaD60cCo+iX5lPaEeXr7dK4U+LlglvriOST3UpSQ+TJGiPdC/Mz0ro4g+nGMavlAy5T1XW5k+gAU9u8QDir7/q5k+MQWHPgV6Y7540SM94tBrvkJ1hb3ccPG9PI7MvJi5qj2IEPk7+b7MvcPbd7wjLRM+G3/SPaolRL5CBsU9xkg6vjc8hz4vpu89O3SBvuj6Mz6iwIa+7o/lvZAAQr0gbl6+ADo1ulQtLj5ADNa7kySmvrj6qL3Aaco89l4nvmw7hr7KQfO9ox5QPszcjbszjoi+rzArvghOd75RTmg+ImgEPmgpxb00AfI9a8N8vhJrm75ZSP+9ChuPvr/e9L3+s1Q+Kn0EPj9xcj6gJzk9quJ6Pkt9Q75g6P48YhcKPj5bTj5Jj1i+nArIPQi2A746l7W9/PI9PvB40708w7S9EiJ4PjiPuz3W7Jq81wiBvC7O+r2AgXk9jIeVvi/ddj09rI++7BUwPSLLtb1nEUC+gad8PuGccz3TlQe+xU9ZPpiDCz5QEhG98TqcvgaSGT7kSCs+CIn/PeBbTz3I8pu+lMBBvhv6JL4sBus9cImTPD9ZzT2cNOW9ACBcvCVxaz3iBF8+5sZ/vqxyVrxGEHM+ME8JvenbLL4e4x6+E2ApPlpqO747UzO9COEyPrlNTb1H6Vk+HuSDPoIERT5iF/O8b7IDvtLeAD43sey9SGv9PSjdl73840y+tK6Cvv7Nfr7wdY+8x9SMvrjpjD0QRZG8",
        "af4yPvRkAz7oPOQ9/pLXvTSj+r3q7cs9BKiGPZvqA773zJa+a2aXPqomDb4zVlM+gNrLO3DgSj7MFu+8vAIaPaXXPb3aqtQ9DKSePcdQsb7ZwZQ+NJP+PUSPYTww+Ke8nCjMvT8kcb7+718+m5uBPprRWT6gw468bCAWPj60iL0wrvo9MoWDvc/Sjr62SZW7gBggPj65q7wR4Sc+mg3dvECEeT0qQW0+APFVvTHurD15oha+FzxfvA6z2D2Nc6+9c0wbPUQiWb7QBgK9k/MHPuirJb1YKYC92iUDPhwV4b1oI1S9f07xvRUecr4f9pA+ZlQzPq9OkT6gpSu92OflvdqsMz4sbmW+AEpTugIKiL0DAYq+XcZJvXOBjz0ywZy+jqEUPvG2hz7kKoq+6/2HvlT66D2FadI9GeNtPRQPk7zYN2G8+2rGPWTigz16Xrq9gHCiu8krgz6Ak4c+Up3NveMsmT7w+Bq+ZCeHPcy/DT46iGs+ntRUvtRgVb5o/7o95B00PiY6eb7rKIk+NBWLPepWIT7EEY6+dK92vVUXN75v2TO+m32HPv6xSD6e10q+/elpvjA29LxWxxM+aG03PpJQlL3KaUI+wOZfvS+GYr47QZk+kIztvQO7tr3wtVu91OfvPZNHhb6u9eu9oNUPPJSR1j0rPJi+4A27PXIVUz7g1bC+GPduvfbrET56YUy9ELb8PFeqiruxSDM8a82+vrZ0jb5jm40+DpRrPiMco77qY8K9OzIxPjM7Ir5Tc5g9jFw3Pjo3hj4WPme+tZQiPuJevb3M1X6+r61kPnylkL6Nu4U+txBNvqJdTz5lswu+0oKVviRxzL2t9xO+uPOwvZKLib5utQI+ayiVvmDaOT5rjYq+pJ39Owkthr5rpl+9iNq0vUBG+L1QO4s8WZWLPp4lZj5Zpre8MABnvqM7ar5Ht5k9IuClvnAno73rxJ++TKmjvZ/cHb7pEYY+bt+NvpoDFj4T/QE+lUdHvqKycT4qcNa9oBT6PYD98TswOHY9",
        "Hb4KPqalTr47HYk+p2uNPusnhj6Mt0W8ty93vtv0JD7wMkw94FmuvZ4ZUT4LZgq+v/McviBRNb7vjUW96lCMPbRFFz2oDs+98VCDPkMCkj6tKJQ+EIUMPXZmBL5WokS+AIr6O7GfdT0KHUG+kO47vrlIBb4Kzk0+CA2YvaDbnrw1CT6+1rw6PsLcfT6+zeA9cMW0PPkweLxhori+Vuyivapswb04E5s9lxVnvrHUO746S6u9+/vCvtMhPr6zb6C+5Dm/uw12A77CMWo+J8HSvkzQ1T2UW0e+0d8DvwBVxLowyAQ9SHQLv5AjNj3wyaK9YBKyPJjHj76g3li8j6qZPmY/j76HpBW+/nPKvVNbM75wbIu99yR2vii61r13xZi+wh91vtnelz7GemA+eNFqvigPvD3uci8+ru9EvcUQZD5zFKk9e0oLPPpgR75sGnW+GRSUPoCl0Lvll4+9GPdmvQf3hj5xnAw+RqU/vpwXbb3A9sm8Pkw+PkioqD0y/HQ+/BlBvokGXL6czmu9S+OdvlTmgz0iW0G9a3bvPT7H2jvOLks+Emt6PlxFvT1PqLW9Ka2VvsV+ALyifTq+eAGPvA5PxD3tcv29ipLtvTxJM74wlgc+QJNZPUPlPT7VzZE+s9+UvkBJWT4InYq+JSGWvmDMvz3y30U+mepIvnLjOT6a8b08lG97vmDUT70FzwO85viHviOaKD6HloY9bl++PRzFAT5mO/a9OiNYPsjtuj3CV04+d6TQO+kWajwkdKG+9BSyvQnbkL5e2l4+ezBrPP1wiL6YsTK96rNFvO7zrr0hRhW+EXUvPWdkmL7To2i+ODEFvdK3Tz4AYRu8JoqUvtjtPz0Avge8Bq56Plh5Zb3MH429y5GRvvQdib0cJt49Apw3vuTJeL6Q95W+fgRivuDCNT5YVnK+pETKPVDUPD1y5jG+ptYVPgroRT4cNa+9QOKNPKDWCzzXV5e+KfQ2vpQn370wmW6+7GjCPSDucjzzUo4+Zp7dvZIdab4JGCe+",
        "CQCWvlCBt71GK4W93rxavsHdij4xVXu+v0WTvoLtrbz4/Q++9OSmPbABW73kvJk5rETYPZioVL5kwC69a/OFPpkMJz1uwXc8sDoYPSwmAz7CRI6+CKbrPVaNL76wiSY9csBrPjnvxT2vlIU+hVCVPnk5mj6AVMQ7A1E3vlLTMj4OCnQ+Csw7vjVfiD5OVgg+kooYvtIvP72K5oM+ukV2PZKDaT6Y8SS9zpdePhYDID4AJVe9yIXzvcHlCj5tkjc9uDUrvZCT5T23EJQ+yMtvvFqsZT6caKY9Ub1+PoQJ1r0pW5E+UlWBPqDa9Dy44X89HB8dPuDkwrx4DjW9ODNzPQ=="
      ]
    },
    "dense_1": {
      "bias": [
        "nt/OPQ=="
      ],
      "weights": [
        "b5gpOwc52btAgD+80H6svDjxF73c/Ag+iOSSvaIORz0ZAZG8TCcGvKgd7Lt5Wzw9jl3Tuw0S7ryMXxy8WBMWvG3kg70EBI49gXpxvQwIRz3g5428h1BvvDQdST2M8DS8uhZyvI7TozxjKT49A15IveGdIzm4Zge8XhnyPESqLz08m2U7vBU+PH1eq72QHU+8AzwNvSzLs7w6FDi+vUEDPVvT7DzoAt07FAuNPBrbJr1z80S9Qm4LvSBLGD0ql4885WPHvBSLbj3F98C8o2uSu041xDwqUES8vl+hvNqAQDzwDwO8I8g4Pf8soDz3uhM9FQWjPNQXJr1iKgG7pekLPQhHmjzmnTo9BwxVPR1CLzxpPKk8Mw/vvXml7bvHJTU8Ihb1vAceST3mMio8OgvSPIZ0h7t9pCw9ivaQPGGMcj1oEyM9MW70PO9pOrwp89K8tlIIvQuKO7wkoVU8Nw0avZbjwzwAyp28kbpwPNidcbw78PQ82XbyvLBg/7sTIqK8Zfq7PHdrpTyFtAm98jHVvOfUn7uAZSw+0Z2YvJ0QADxJmh+9wNTMuh4nnbzd9Ti9qlcLvVbBHL3uWT09z+yRvYorsrv28cw7cgM5vPq4Fb0wM3473uyYuxOoKjx1aiS9rpp9POi9p7u96Yy7MbIMPdZa7LwXW7M81BIOvQl9orxlaj09BXXZN03mJ7u84f27bR1qO8a/jzyPwcw8AWR/va1iCr0pZRU9MZfMPHMNubwWtpi9mMmkPAmAubxA1j29sH54uROVMTwhJE080rQwvXPp7by5eIq8duQQvYgNEL2cScU8Jy61vNUgMDx9YR+9rWgtvDdZWLpEfnG7UugGPZfoxjwdoYC8KmSrvfRkdTxaOhg90nobvtgwGz1Tnwk8NcsmPfEJBz29hse87dQePUxJBT0fjoO7FIssPU7nDjtVyDu8jwQIvT+jxLyeYkC9ipAEvS85azwu1Us97eqfPIv0UzzqHCa9bOABvXTnhrwi+/G82df8O1D/4ryHz1o8",
        "fOMOPOTJczwB6Kq9Bad1vG1pxzyJcbA6PRf3PQYCm7sAUxu9R1ZDvZUOkDxN2S09JakjvUSNFD2ph1k9gbVHvWkmbr1fsoQ8yVjSu8uflLwJWzg9rgxQvJcFhDw1Rio7DzcKvNKOwjxVuTE8iCKRPEAXiTw3FMw7WeeuPLKGQj2kRJm8Z2pBPUGxh71xhIa9AnWevDvSJ7xC5fi9gp6UvBbW97wwhjM7+GsZvPPzBz0Y5448ti7lPB12uzz90o+930uzvPAC5jw070W9RUEVvPNlJ72bid28hw/iPKAWIb0TY129gDb7uXwnIT1s+vK8ceL/PDmKe7w191q7bSE7Pd6UFT1dGAQ9PMOHuwEHpzyNAQE9w8ODvBvhAz5tnZI8WFoaPaCqAL2Q3h29zHoRvKPXxzyyNWm8b/4MPDaMTz3w9gM8uE7mPAXXhLygiXe75zm4vDIYJDtp0We8z5kxvWZR6jyEaXI5V4pVPVr5Jzy8JN48hD64PIG6Lb0sc7k84dwHvYSon7yJ67S8sbNuvfRoJT0MHuc79ASivZi7orzneYa7SvQfvalbUbwMQGO8VMpEvXkdQL167dC86Dwrvdg4JL1k4Vi87Gavu8Hhnzy3USU9fQPmPA+cbT2WiEc95BYQvRhQlrvpNDo9AEP4u8ge1LwB3os8ruTHvLS/ED3oFNa8hguPu2z8jLyGZTq9qFixunjVmD1cpVU+xWC+O+CJnDwasL08SXYLvZo3GL3TVGQ7kJMqPfl1HD06Xga9lyQYvTxVYr3sVbc8e1oOvUyaHrzSTFm9kQ5hPDC66zzczj89Da8YPe1a9bxlWPk8zZ/svKjSCT02o7O7nDeWvP1EGb3QGH+7xV2pve0rTrsuouG8Em3EvXaQrbwpsz477jqxPCiZQbz6sxc9DirmPHFOFr1juWw8Zb6evYibmTs5pXK93tpsPbSyNTxA5aO8YGb4OoQEAj0BAPC7LfcUvOR+AbzA7ca8IgUcPd7crbz5d3Q8R9wsPeK5Qr2v4UQ9",
        "OnyrvD0XhrzEKSi7xp0gPPGRJz05DNY9D82WPdiqqDtD5zo9gD5ivARE0DzagPu8SiQtvZNbYbsDMeo8pWDQvGaHLbt88ws9sAOTO/+gRr1Hqcy8QPBLvUAGarzGf4g8gi7cOxvpNz3ot9Q7pqOuPFTCNjtDFfk7OJUDu2e9bzxnpR89WmEhvFIC6zxZyzO88VSAOiEneL15jhw97U0RPFCFJb0Yjme8uLwCPbO03rx+WTc9WSOWvGPboDy+1a6840MlPQSaBTwDDTu8lWk3vXTtVrz4bCW9QyamvPGwgLwYfFc9NqGAu1NAYDwAJGU6zo9XPFtkjjxibya8n7KXPEZ3L7349AA9I06YPYTQFb1sZkY81Uu7PeTySrzV7II89PJZu/Iplzxwlsk70EIoO4g277oX2vE7QMTGPOz3D779L5a9M5gEPu6Q8Tncnhk9B8C8vHHkPjtsP+a8w2UgPfT4NLvQuZO8QAYDvQbvoDwxWwI9gIoXPEVoQbxNbeg8k2KPPCEIX70KC+e+QJ+DPt1SiD65WaO+C8jgvvAHHr1iTBu9U8c3PQNhujwdkS+9vtSFPonth72OLUO9rS/aPvT9rT66/OG+OXY2Pg/l8DwYG1+8TrhgvXj3PDwiUPy8ZHVAPlEzPT0JrcC8aJ9IvJd5jr0BBS29UTtJPmvAaz6PNhq9iNztvAp8iLnL5j67t2QBvaPIt7ykGI29wPgOvQFUwbyTLyQ9dtqpvDUfVboZ09q8P3lQPb6gEb03f7w8DNetOoRSwLyEkis8MtIWPaTwB721zAI8YVD+PCIjSL3AEic7vqCivb3Ea7r/MCO99vt6u+EQGD0V3sU6iyqhvGt9urz73Tw8iKTgvCM26rzwQag8MzHbvD0cQr1TWfO8Rd+QvDyvC7y0LCq9ZE/2O8ZepLzLjzk8T/KVOxPzWL3kRiI9Jl8bPcUgOb0fEJS9dg4fvMfcAz0DVjy9hqaiPBnHlTzgu7i940a3u+NnBz1qMy29go2CPK+DHj1Ga7Y5",
        "fmKmu5Ro37w77KM78dwYPdwS6LzhIxK9SVsAPc4TBL2+CTS9OWKaOiFH6bzPeQ+96unSO/+8ortO7K68aruBPJYtqryXkOm76IraPJRU/jzJRju9xMEvvTMPhzv9R0Y9PZO8upOAlj3Nfo28rdXivBypbrvGH9Y8ofOuvDzGuTwDsTo9I2gtPRcXszwIrhq90DbDuy+uF7zRKMS85xw/PF2yCz25eLA63Cf0uhtnsLzieCS8ZBcIPMtRzDz9T867DXv9vEZmkjy3wDI9LT/zu3f+qzye0U69ccIQvOdAXj2ELqI88ot7veFCsbwPJgS98wqcOj0CKD3IpyO8zKoaPIFwFrxVzAW9daUIPfjTE71ddie9RtFHPWZ6AD5iM2o8jrguO5a50Dyvj3S9OYkPvJCQ0TrHsaG7+TuwvLaqHLy89ZS8GZwDvSi26rypx0A8ZiBnvJvLLbzSo0E85r+eO5JQEb2tmfw99KmJPOtUobvbXH08E1kBPTs23TxrGpY8OcUDvf2JFDw/OMq8YKCIOxGKOj1maE89E2RvO7rSELuHV6Y89Ys9vW3R7Dyq8RK94z6Ju4lqPD2wnB690qMYvbAP5Lyiz9i8d/2jvD8znTz5FTO900DTvNgnczxStzy9Cd1CO8/oPD2MU0M9WH0EvbBxDD06x4+8D2WZPInGlzwTEDc85tYivf2jMb12RKW7jQEIvVveHbx+RNM9kdbbPBzd+DwMh4A8S4yrPOfLrDwBNb88Lf3LvN3VeLwoUMw8rWGnPHkHtrwpv58729FaO+Dq6DwDHDY9hO7yvKsJL736OO086e2BPbnH0jwbn+Q8LEYzu9HdOj0C40S9sgWUvHYtgbwBsjS88FIwPXkKEbt31pS8Oxy9u5PjC73y8tk7uOz1vM3Bb7x8Ez69PXvpvJDcfb1wgQ28j4qJvEq3Ib0BM0Y8aDAjPcRAOb1mh4q8FLgYvWLnGbtO4wW9QmcQvUzTGD2c/6i9lJmivRc1Kz0lCEW9gN8VvN7GAzsgGSO9",
        "VQ+sPPshCb2A5Q69B83HvB4be7vKMDO9Sh7YPJ4umbyKVhO9inf5PBW0HTvtF9W8Ap7GuQczD70ycCg7dCoIvWYkPr1gB4U7lkp3ugoDhbzMVTs8tEHVO2RxT71enVW8dSkEvSy6jj1KUy69is9WvCqSS719Hjk9ABnvu8hZJr0MwFm9OdWVvLn1kTveA4Y87DqzvEUMwTwSniI7wID/uylufjw4uOi8jQOMO9bWHjyITZc8/ROFvDF2dbzmMNI67N74PEZS3rs/75u8GC/RvAq7vzwzwfW88gK1O7u/ZzyXY9w8z+iFvI/7ibzlSg49cLUGvQJOqjx4fAc8DAK6PCPlWr3Gvbw6710ivfLu6Tw7gAy97FN+veGhtT3fKiC95OA6PVlINDucWX88hdzmPKuHK73DPzg9a10IPWogHb0LQpo8WJZsvZ/qG73UYus8QNPrPPHHETzxfF08GKgRvYZetjwNv5s9qvATuxMDVD1rW4q8BM1pPIjlDr3gRLi8+igdPPXeCj2jaac7WMipPJqaQz05gRY9W7dWvZVKYj2q42M8sUj6PJ/iBT1GOb48kEqcvKfATbzhwzQ7FB80u/pOLL31nMu8GWk5PfXaFbyhMbA8REePuwAxj7yRv4C8V1GQvA59V73iSBM9jJbUvDzjBjyjZy29kxDbPJiKAz34czw8tjl5uurJQLwB9GW715T+OwRB1DyY1qA92eumOxNtIDtUgLY6Ot2dPDY+8zw3tqe7NsDPO08Z67xg5Og8aSoBvaiHJz00tga9DhkCvbdhMDtdzOG6ShkSPQY9M72mUGo8BTkDPeANJT2q8wU9alJ2OzOqobzr+oe80KF3PR4OjLwyYQu94jdpvJqmOz3MCAK9lSi9vMwxkDyieGk9y/kTvWhDyrt4QDu9W609PQ2zubtC/ee8bcV3u4H/s7xVh8W7SAq3PGRvH72TCpi7v7iWPPPzGT36XLo8BPjmO/83Bb1wB8Q9kOCnvLKhDDzc4QQ9LRKcvNUDJz0kxyc9",
        "RUgCPHv07Tx+0y0992ept31CGrxaop08Cvs4PJTbAbwAPqo8P4nIvBAozrw76YU8veQTPGupXTxsAF28rb3qu3QxUzyzSLm85fE0uxWVzjzjbXI9sBxNvM1OX70gmT68gQi+PHuBtD3vVv6848caPWeVHzyauMm8fyzbPA12Kj3SJjE+rNncPcVLNT0zA1O7Y+ggPvM9Zr39jbm+GHcBvZMHNrt1Cy49TtUAPs2oNbxiJQU++6OnvOC4ET7fmxo+InjaPdGdcj3RzxM+uZTuPSEzJzwxDsc8PaTzPQ8wmb18KZm7UUjPvlAFHb3D/Pu7TTfRPedWPj205Bm9vDU9Pg=="
      ]
    }
  }
}
