{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              64
            ],
            "dtype": "float32",
            "name": "input_1",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "Reshape",
          "config": {
            "batch_input_shape": [
              null,
              64
            ],
            "dtype": "float32",
            "name": "reshape",
            "target_shape": [
              64,
              1
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "reshape"
        },
        {
          "class_name": "Conv1D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1
            ],
            "dtype": "float32",
            "filters": 32,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              1
            ],
            "name": "conv1d",
            "padding": "same",
            "strides": [
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "reshape",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv1d"
        },
        {
          "class_name": "MaxPooling1D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "max_pooling1d",
            "padding": "valid",
            "pool_size": [
              2
            ],
            "strides": [
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv1d",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling1d"
        },
        {
          "class_name": "Conv1D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1
            ],
            "dtype": "float32",
            "filters": 32,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              1
            ],
            "name": "conv1d_1",
            "padding": "same",
            "strides": [
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling1d",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv1d_1"
        },
        {
          "class_name": "MaxPooling1D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "max_pooling1d_1",
            "padding": "valid",
            "pool_size": [
              2
            ],
            "strides": [
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv1d_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling1d_1"
        },
        {
          "class_name": "LSTM",
          "config": {
            "activation": "tanh",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {},
              "shared_object_id": 12
            },
            "bias_regularizer": null,
            "dropout": 0.0,
            "dtype": "float32",
            "go_backwards": false,
            "implementation": 2,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              },
              "shared_object_id": 10
            },
            "kernel_regularizer": null,
            "name": "lstm",
            "recurrent_activation": "sigmoid",
            "recurrent_constraint": null,
            "recurrent_dropout": 0.0,
            "recurrent_initializer": {
              "class_name": "Orthogonal",
              "config": {
                "gain": 1.0,
                "seed": null
              },
              "shared_object_id": 11
            },
            "recurrent_regularizer": null,
            "return_sequences": true,
            "return_state": false,
            "stateful": false,
            "time_major": false,
            "trainable": true,
            "unit_forget_bias": true,
            "units": 32,
            "unroll": false,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling1d_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "lstm"
        },
        {
          "class_name": "LSTM",
          "config": {
            "activation": "tanh",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {},
              "shared_object_id": 17
            },
            "bias_regularizer": null,
            "dropout": 0.0,
            "dtype": "float32",
            "go_backwards": false,
            "implementation": 2,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              },
              "shared_object_id": 15
            },
            "kernel_regularizer": null,
            "name": "lstm_1",
            "recurrent_activation": "sigmoid",
            "recurrent_constraint": null,
            "recurrent_dropout": 0.0,
            "recurrent_initializer": {
              "class_name": "Orthogonal",
              "config": {
                "gain": 1.0,
                "seed": null
              },
              "shared_object_id": 16
            },
            "recurrent_regularizer": null,
            "return_sequences": false,
            "return_state": false,
            "stateful": false,
            "time_major": false,
            "trainable": true,
            "unit_forget_bias": true,
            "units": 32,
            "unroll": false,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "lstm",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "lstm_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "RandomUniform",
              "config": {
                "maxval": 0.05,
                "minval": -0.05,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense",
            "trainable": true,
            "units": 32,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "lstm_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "RandomUniform",
              "config": {
                "maxval": 0.05,
                "minval": -0.05,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_1",
            "trainable": true,
            "units": 1,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_1"
        }
      ],
      "name": "functional_1",
      "output_layers": [
        [
          "dense_1",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.6.0"
  },
  "hash": "ee1a435ebe4d91e24c64f4ac74a02576b4df8546f89d6bab7179cb6dd2f4ef6e",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      64
    ]
  ],
  "output_shapes": [
    [
      1
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            64
          ],
          "values": [
            "RkbnvggYlz87cyY+rQrpvPG1/L5/ZJU+sGePP3wtaT6nV0m/IeG1PlnTOj/3Eqy/U/o5P2+Gpb6pqjU/sD3Bv2sOMr/Bzp29enFtvhs/y780WI8/xSVovqmdp79YySc+BX+IPwu1vD6aWB2/SMw6v5x1/T0Fjy+/BeKEv5bIuz0oSG5A49sjP6DjDL5i9pq/Iw3IPxtsqD9xApK/Ir6Hv8Q7dL2xJqk9o779P6FyR79wOtK+jhWUvxYNmr/lC48/H1b6vqYGir9eBAa+xg8DPotKsT/NE8C/6T2zv6fL2j68tWo+MRhxP6Gyob8VrI+/0BwIv2zZbr91TBTAbRC3vw=="
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            1
          ],
          "values": [
            "TDeEPg=="
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "conv1d": {
      "bias": [
        "hpBguhAuDjsAAAAAAAAAAAAAAAAAAAAAAAAAAEVrXrsAAAAAGdzMOgAAAABwdk07AAAAAAAAAAAseQg9/++QuwAAAAAAAAAAQ8ZMOwAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAVrySuwxSnjuoFAM7AAAAAEUC2Lo="
      ],
      "weights": [
        "8XisPnfPJz9GAMu+eFSRvpUKj7689Pq9EvxBvnWZ4j7hJ8y+DcULP2rfpr5dbC4/sFSTvMe0Or7ZnhI/+EkHP4c1wL5HE6q+BqMaP1D6lr1akwy+DAb4vYgbJr1ytry+zKqrvQp0gL4mFJ6+fm0FP6DbGz8F2CI/pA2GvROvzj4="
      ]
    },
    "conv1d_1": {
      "bias": [
        "J/stPmmvNbsp3z89032Nu6WbCLyjN4y8AAAAAPz8Ory6OK67AAAAAH9QJzxNizu895fRu3O/wLtuYMw+VHXQPuxhO7ymQrA7Mitau4UdO7y9Aii7SmMzvAnKpbtREuq8AAAAAAWUGryCq4k7jEPju5YpAbwGosy5yX/BvDDqBzs="
      ],
      "weights": [
        "uuzNviurK79R/hG+NvJCviDPiDzmWbi9GPQFPtmEQL9eSyS+GT4qv2EEar4+8hy/DBAbPgJUUT6BWx4+y+A3v763Qz4kkT0+ICJGvna/dL66tBS+4OhyPDAhubyAjfw8GVmKPmiQFr4AkAa5zJBuvrllDr4TEjy/rilSPhFPfL4wwMk+D5jEvVPVjj7NJoE+8JUjPSCJqbywmMC8wvrdPYpIcT7FGeQ8lttkvu80sT7g+509jvNKPi2UnT5y0+k+SElyPVAa4D3+CJg+g9M2vqA6krwA8LC5TsAWvoCPOD4WvgU+eGAUPV4GgL5zg+0+PmFpPSrQDD7P7Sm+YtDyPP7J8z5NtqU+0DQyPuRC/T2n0Iu+tFkuvjZhUz5KRr4+IB7APQBtAT9EaJ892A/IPgBniL4dM0K+EKqIPn3qAj4o0DG9rG89Pg9Ykz7QxtW8ad6JPkUdmj69vIk+unNMPkCal7vYM3q+4beKPnS50D7gwyI/YIDuPX6elb6u9qM+2OMhPlCVkb5Afuk9UNidPECdrDzGRSk+uSEDvppoPj4Zay6+4H7MPeLLej5s0YS+zlM7vhDvJz1K/F6+/6hkvqx8T76JZIA+sK4TPifoC74P1Gu+QJe+vFjm6D2EzM69rN+ivSCUD71/Doo+tovfPfvpwj3gbEc90Ay0vb5iW77wtW49+BEMvr0gi74AW8C8HjsxPiZmdT5gD7u9c0OyPUjFzj1HfI09k0sYvqPcUz7apxQ+ZiTfveLt1LwUdTm9ULfOPRDDZT3aiiy+QfyBvkSLjr5d3po+GeCTPpIzJz4o9og98K6KPcu5hL5lWju+HbH6PbyXqT0br4c+OCoIvi9RPb71upm93pAFPqQ0AD7weXa++Pewvc8/JL7l8Je9If4dvs9tGj6yMmw+2L2ZvnKZIr7aEdW9dwJIPC8Pk74iCF2+8iiCvgFPKz5cwRI+MCqEvEQqqr0q/R6+72BrvrzF3T1E55C9WOqtPd2ERj7GQs27bnRuPnphYL4W2XM9",
        "gC9ZvIb7XL6aiVS+4thpvljgQL1fD36+68YyvgBCkb7cnb89oDsbPqyTGz57D5O+GCnSPczAU74/bQq+sVknvsLmfD7QXz4+GK4mvk+bhL7vnoY+Ig6LvXv8gj5SKk8+MVuFPqKdID6Squm9E/MQvtEzML6nHSq+6rRRPmL4Sj5c0cg9iBzZPRDjmT22rlM+EH8aPRyjcb1g4zS9MJvJPM+Emz6AbWy75EOZvhLQU75o0SM+ALakusEQ/DvE5Im+Kxt/vhLYTz4o3He+3DUqvqqJBL4Arlk6mGtcvcAiJ77OJrS9kJy7PYRpQL4QV6S86KBAPSgL0b2a9Fm+KlsIvuaNL77wWlA+owGXvvoDaj7gz5Q9u+MJvr4FSr50Uow+sAbQPIEsdr7OjUg+LFQXPsRI973XWYQ+QsW4vbgQAr5I8R+95OgIPgPvOb4S+bu9IOqevbb4Wz6OnAw+PNPMPfhLPr52si4+oOUWPhL0JD7Dgvy8SJHrvYBWDzstJxW9QMzKvchXK77Ccgi+gF80O/Oth75q5za+ACP3PSyTe76oSxQ9CtWUvm2kg76COvW9QEiau0A4Vr4fuYS+o8KLvkodez4IUD+9qJKJPaDFwr1gswU8MLeavpIwfz5UnYi+yLgKvvSYgD0AGgS+EMFQPeT/H76sYBu+kKMIPSDKNz5Gtwk+lLjhPq9zL77wdYU81r2VviBD3j2R/oQ+bxPuvWBuSLxib+Q9DUmKPq0emD4ws0a9PIlnvi6rab0fcuw7kOYFPrB1ar2V+Qg+dOV3vRMBiT6iR4i+UCG6vYJvX76kTqQ96MguPkCyxb0wEgo+gkLBPqO0dz6I9RG+z3ubPkCzxLwzcJo+pBWvPbFElT4Ac4Y8mpYhPspuKj5Rioa+1p1AvhQjlD0bw40+tMxEvv5Jvb1BtzG+chs8PWDmZD0MGQg+Qc6Svmi9Ib2ofju9nPwePjezk77UJBG+YoN1PqOqgD7gnHO+jAbjPbS2b75umtu918gxvkiKJT78sd09",
        "nl1XPuF2SD74Wp29wCT/PRAqMT14FHI92M6PPeFEZb520ks+GxqFPSIkrb2a8ie+fesVvnCMxrxLzms9joxePQ43eD6AD7i9Bpyzvd9fiL6+pSc+KLRRPWF+kD6pM5a+BVWCPlxpzz3ARoG9nLcbvkoF3r2dsVG+sCjfvHx+zj3JcK48iaOUPlwFY77AAee84DoqvEldS75u0FY+SIr+Pn4+YD7vL8o+fPZrvUPwpr37a5i+8ACIPT2Mhj6eAEE+PUCFPhbNJ75maNk+oGcGvFBu4Lz+F2i+vsGEvmMNkL6abyc+2gccviSwtb1B5t86EyzKPvCpjD4OrCG+jdCHPjw5uzx9vIG+c2OSPmUfML6j0oE++3aGPtTtbr0yrI6+xcBUvpdtkD3HiZa+0qLgvoCFkrzAp527io9oPrb98r6YiRg+QrJXPsQ/Fb0AM506QRYpvoBrYzuM/Wm+6L01vR05gj6+Q/a9tMgQvqZh7r4AQhg+Rd/KviDi3L02BxK+RxlhvguCzr78E8U9ZH9EviCMETz2Tsy9rN1ivvnIDb8NqJE+jKcJv0A7rby5BBC+X5KDvhdBjT70agG+JgttvgACpTvwWoM97ykOPeDeOLyCAHG+oHbCvQwtfb3a9BK+0B9HvVykxj21YYw+xIcuv6zrCb8qA6u+MNnKPB3HEb9t/0O+QKWxPOBhULxgzCW9IeJevnoVdj4ULGm+Pz2Rvrm2mj7gf0a+hhvjvSC2LD6kTiy+ICoLPgMH/zysRZu93JSQvQAozjuo8H2+UymIPpu9mT5os4Q97n4IPuVCS75Y0Da9DPogPtstfL5zmZW+GWAlvmw2yD2g4jS9ZJ+fPW//2T79+4c9gCkqPUhN873OHjg+xJGoPXaOP75aPjI+KHS0vRMAqT6cPIe+P0PkPQoRpr1WDk8+u6kmvXwzKj1E43a+QNaGO1RMXj6ullU+AK9JPIO5Mb7g+uC89loiPsDlDj0m0CM+o6EoviKO2z6GiAI/gDvrPsEelT5GuN4+",
        "7WWoPu622T7s3dk98DOWPbHDkL4o7D29TFlBPu7UQr3g/8Y91Q+OPnUhgj5Tte0+hBglPr0dij49HSE+KqexvQCIhrlgFY48CUUWvAD/VjtBq5G+0CGEPWjeoj0Y7uI98OQ3PsR80720Fa29ugafPfDRxD6MZa89jHLEPQPY6j5g05U9BWOQPgoSnL5nJ5O+2O3oPagdy72Au6o8qliZvmipDz5xsi6+iPeuPVPiBT50HsY9MBcVPrsXoT1EnJy+WTyWPkSxFj43cG6+jIkZvlATPT5g4qS9SFQevuhr8D2zjCa+c/SSPuxva70AxtK8bU9wvmKEmb0WsSc+OMc3PhnOeD7JC74+3M4yvpaSOj4A/3o8wvaSvoBCyLv5FoU+QDvMO15YXr0A6ws7PhCLPpjF0r3u8q694NlmPmC2sz3gxbG9brlTvqtwgD1+5Bi+L7QAvjLmer6isl6+uGTOPfThRT4OUH4+uhGPvfYBUD6DwMA9zlS5Pobmm76Z2uE9JE6gPJYpPz4mJEK+splevu/ymj5hZo++KARwvZI4vL1x2ZO+8RGCPudMR75UvPG8OUecvoe5lD4tRPO9VWuYvuA2KD0W3Bu+sKCPvrLwdT5uLXa+5r0gvlC3AD1OaPu9OEzsvd5jSb7z+wy+eJOYvvYZKz7CUWK+aBkyPuUJ/bx9C4w+fPbvvTxM6j0mfG2+j9OVPqQSlr5Qnr699Th9PhIFkr7A846+wKBNvczQk74ed30+PMuZvjW6Eb68nF6+gAOhO37WUr7Onou9dmFIPre0jz5kmto9NALtPa1Zer6/xJs+qgePvlpqKD5DmRg+R9/kPSwqMr7Ahji8uY2APlTNIz53QTC7crEwPiA+cb5JmXa+UPZ8vdbhdT4f9++9ks4RPjB0kb7VqYE+Dau6PexVfb2QkSC9CCzqPOpJkr4yXG6+InR0PrppX7yifVU+wGUTPJp0Zz6Uteg9hsl7vsBCgTyAZx873OABvtX9nLys9j0+u4uJvCsxCb6duYC+",
        "qAZLPZjk+D1wiSM+j1IvvvspGb5QZb88bH29PQgeTL5w3fE9lCIdPoZ+ZD7CNkG+OeuEvuCBiL3QWpa+wnK6veD5Pz70teM9k6sjvmT5fr7c5Gm+djlSPtiRWL3C44S+ZmRfPqAlAL2w3b68ew+LPvAflTwgdoe+IEbsPTnBl77Qpwu+917LPkBm3Lv+U0I+KHAEPbAngz1nkJM+t1tXPTDjyz1DRuU+DAiTvWVuVz1Shbq9keaMvpKi0j7TJp0+wIENPOR5WL5xclk9AI7sO/oI/L39M5q+CwmcPlh+Lr3Avgq9sHmCvO6kk77bzNu8odhDve/urz2peoY+WeC8Pnl60z5IYZc+AJyTvLTUjD1w+OA93iqevfrTQr6h/rk+YFp0vZ4SF70weOO8dwxzPh4Nez5SPLW94BeKPCN/3j7Saz2+UxSavjwGpz4Uo/k9bH4cvggLyb3qO4q+SFc0PQpIDT7IDV++nWyBPnrGqLuUsVA+rRwBPhC61jyvwp0+BtuqvXh1Nz7wgAm9iFQ7vtIvFj7C1Vo+7Q+UPrO6oz6wkaW8wcXpOw16EL6nA2I+HKGKvm2CKL4MZro+ct2VPjb5Yr6TjI2+BfVjPkAKvrxZG5O+sFYfPiAL9jxsxYu9DCJ2vvD/tDw4oxS+B/V+PivAOz4uzr4+YP6wvGcp871UeZC8Idl1vTJtwL3rz4U+Uuk5vro9dz6Ueqw9G8J5vrkhiT6kRyK+QK3KPDegmr7OlRy+Ni98PqJDM75n500+7NXYPbm4mT6t4Ce+UEoCPZaeQL50WMw9D9kZvgJRUT744kU+RS4nvngU3j3Mf1E+IhEDPuMP5T0QNUq9dhRevsGTOD4L9Jc+mpqKvuDg2DyVAYc+GwQsvgAmLjtpVKg+FJvLvbkTkj7Adfk7+H+6PhCQpT1aalY+8ts5PlCogz6jCyu+97GMPpNg7jzRsZY+pD/HPQQOqj1y+1o+wuI/vizh0D1mBPa9cJMyPtXdGb0C9lg+oPmGPoFgDr7YZiI9",
        "RQoDvv8eQr7OTFY+0EqOPGDMBT0+AIC9RSWAPpzfZj7uqEe+yXh2vsfhg756cSq+Q5RDvrrui77qnOY9+rQcvfY4Ez7Xkpu+KFqMvubHdz5wyeM9WWktvlmoAb7AEkI8wCW4OyOaRb5Bogi+UpCZPugYCD5o2yW+aBkHvXhH0T0LjSm94pOkPFDfej2m8Hc+5R2SPny5AD7UQpu+GdLTPipvGD7/B3Y+Jo94PpGGDT8A+Ti9gGknPg7bGj5zPeI+dHWkPYBHmr1ejgg/IvtOvq5zW75sOS6+2/KVPvUHgD63DRe+6neYvuC2A76dJ4A+uU+3O7XMiDxcrcq9B9CaPg=="
      ]
    },
    "dense": {
      "bias": [
        "5QF5O6cZfj2XB348/dFfPSmdPr1vN3y8wBGIPcbgO7zUTyW9zas9vGnZIr1XNqs9brxYPJAPVT3VO2M9X5mGvA/+FbxNsmA92GOMPaXAxLv8BYE9A2nmvIUQhz2Zr3s9EQMzvF6Sjz38UZg9rD3TvAoybz3KhJQ9/iivPGtENT0="
      ],
      "weights": [
        "IGd0O7BN+DysnCM76kMwPAj7Cb16G3O8NW4mvSisaLyZc9K8eaa4vATRjr0IvCY9OdJSvTGiKb2T4R6+9iNgvRoq0b0Ig429ISZQPUAFsrydWwG9JocKvCKB372ESE09lErjvCsELL6dfQW+DyzYvDY6GL4B3BQ93WIWvv2MBr4XCJc7k6xQvdtJBr3gARe89hQYPTFehjwnfYa87AgEPZ7mSz3iFBY9gr3zuxAcZLzJWOU7wWXevI9ucb3PCZ68Qw6CPW6ieL1TOy68ye4/PSS0Jjzev+68NRxFuzeKMzyQP+m8PVikvG+kGj2lgFS8IOCFvcrrWzzHpWO9ZJPUO0+Xfzw6qxA9Sj+cvPvpiD1O/ZC9pXxsPVml9Dwq2NA8MIUrvcWyjzxvjNC8sJmKPD1Yg7zZg4s8zeM/PQFq6bsC5Cy9ResvPVIQkz0qPXU7/XevPChJOb1RfIk9EDkzOhshLL22qa492Yu7PUYzwDw02LE8VtCBPVIorrta35+99Pv7vHg4TT0hMNw8fEi9POWzNj3+4Bs98OudPfaKZr3eCVq9s1KPPGQe2rwC2pU94uAhO6NwJT0wFY08XNfvPEDePDyCt9s8BomdPcMomTyHcGw8ccLGu4ILZj0kyo68kKKGPNyGgTv4zaw96s0EPIE9vzxTtpC8MS56PXMuQjz7AjA96w1YvXOnmzzfZJa9cYG1POeA7TzBQia9MWngPDrUaTyJ2J48V32qvDJPn73wVzo9ZV59vYxJszwHuE89QDhIPWw0CLx4oPe7l4BKvNdxsrvrlQe8B4gDvflotryn1wG9dS8bvb51Sb3YNUU9BJpHPH6ZyL1qMie9lqozPGIGRL3Jr509kB6HvMr4LT2056S9h83OvfyzoT1GBuC86FmCvcO+nzyhaeO8IrHWPeoWDTzJLN48oZt1vs0sBL3G2gu9m8jsvQFMqz2GNd287h03PaOGM73o/C++4S7bOz1uj7zutB++vxyHvWkh+LyuZQS+uiOXPb6+sL1xAR6+",
        "tYtQPENpXT24fo29cDxBPS7rq7xqldS8YJF6PKwXIj07rg29FeZ2PT1YZb0fxG09Jh+HvPzp6DzrXwy+/uBQPIatTL2TCjO+JBQvPQGPpTyC9JI9Y6NzvY3TBr60GKM9htqWuy59+r37FiS+LkgovXWsiL3wkHU9sw4EvnOOfb6LYh+7eLKrvCKa07x0ulu9HvGeuzvyL734fiu9Nm5JPRuu5rub3NG8QHiBuzN2Vr2bwDu9WpAMuctXOz3L+QO9+vCmPJ2uVL0ItBI8LbEJPaV3+7wGsS09Q/yWPAEOi73gWbS8eWHhvBmJCj1bT9Y8I3tiPHniBL341w89WoonPIBrr7y5CQC9IitlPQvDlDx5/hc9mFRBvSR0lr3GlRg8S8EzPXswPL07l9o8VHeVvfuKFr2NntM8DHhmPblpBD0LrLG5a8MvPfnTkTwZbhe9OnBBvYTgQLws0Bs9G7U9vR71YT0TjQ88VN98PaEAnzt2HZg8KFSOvbHY0johnRI9CBSjPLfvAT2lHmg85C5qPZ4ymr3tK+C8ZJyNPU28Yr36txm8pC5uvVE/YzzVZRY9QF4SPKakfz3vacq8MUuYOwgTKLxff+e8rnJIu4BGgzyTqYs9OigEvaUVGj0mEJs9G5fRvIucIj0BHQq9zDEQvelybT3dpIA9GY/rvHgqS72W57G77GjUvRAf8j09aYe999XbPJEVHz63udO85/CbvIP9l7yTW8s8a3wuPVe86b0Qneg8DB0lvbX24T4aQEe7lksDPra5pT6oSaC9Xt80PWV2Ub1bgtY8hl3aPvIDOb34zjC7StYEP9lPwD4YBF28X12+PrTR3b2pTMo+udL3PouonzrBbLw90sQJvQ5Ajz1t1mS8D4GJvSLYZD0nHCA8gF7oO4aI7LxZwfY7PDfePZqnHz2O6Yc90syCvNS0cb1EmlG8g7luvQW1MD179Uy9uNwxPadqc7100Te9syD9PHzIXb32p+W8GsOnvQI6c71LiR69qjF+PST/7bzX2ZO8",
        "8v9PPAnTPjzq/xa92ioUvJF1pL2PcIm89w+OPNYv+LvwhoG9uJGbPERZcL3E0rk903sLPRKzQLmSX8+8Ko0COk1T17xptky9k8OWPbHOFb12cbc9PiC5PE83GTw4mpK7lYW7PHu1jjyrLRC94zQ1vaalojzLXAs9ye8Wu0O7lb2kxh48buJWPaqM9bwpwWq8dcnPvcXZNTxb7DA92XisPBqyLb3c8By9Q7bwu4mLUT1qlYs73GDlO4JioTtAG8G8pgehvAaPy7z9uiE9CnCrvL3rcj0UbgO9iz1tvRfOgTz2g1e9fGqxvBPJQj2Qmki9mX8WPRpW3Lyro3u8GeKCOk4J4zzWsxw8kbLePNtxaTyAms872ovTPEermL371Qw9NT/wPDL//Ty2SFk9Sv/1uzq3m7o6lQ29bTbzPakU+TxUegM+3B/UPRIlFr1NGOa867CMvYtLdDtkR7s91iCmvcU+DL1lgfc9KcvNPac7lz1mZyI+MJSPvRtOHT7GMf49BnNGPUq4gb3tQOk8fT1uvbKIhj0auek9m1CIvfsuEr0QIHE7C7tQPI8kpT0KST695eCqu81n0zw5Fg4+jjIHvUK3Wz6Q2iI++s6avYj2qjwcomO9kqazug3bIj7d7SI89cYBPZqCnT50YBg+KjqVPBOeXj5F9b68q9olPgeOKT6SypA8/1KZPLPRcL1IXtM8UtehvX1Mhb12aoI9n5LOO0O46bwVEKO8Ar7WvOJwXj3cRxo9MkwXPXEDar4YrJK8TDwXvs8tLb5TBeU89Z+QvKEXwD38AMC8ArN8vp2qSj3tVbm8tJquvlDwmL50o4A7pV5XvhMZIz3sjJS+r8icvqWNrD1MXCA+uTGnu/DL9T1uZm28aVRNvFcpHT5LLRu9zX3JOx+ONDxsz6E9JpwJPjcrFj6aQ8E9EXz2PFEcgTu0tus8yeSJPbtnHz5sZOK8P/w2PkBUmTzQGUQ8a7v8PbEsu7wJA4M8ShwJPbeiTT1OfpM9QfoTPr3AR7xMBQy9",
        "SegevTKgMDs7WoE9fZK7vNztZTqSjSU99UfvvAEdQTvjC2o9qT+QPKkxzjz0Fd69pdegPC7zn70eI8o9mBxDPCS7BDy6msQ9UqlYvQEUtTyRQVm7Gl8rPcec6z2NfAW9W8dVPWX0Ljy3afY9p0MPOpTJSz1965a9puDCPcOFoT1ZRSw9AwzJvIbVmrwqmSy9kj1IPQlGSLy/bUS90VFbPaixVz3+DL28BmvgvEWCvDuEZW28oNE7vGLIoj2WqhW7oD6bPbWOajsE85w8Cw4AvHF4cLxlHjA9OymRvBI+A72Z7BG9hk8QPYJa97vKqaA9WewpPGOVer2Mq0U9knMHPWZMUj2yRE69x43vu0Yk2bzOpEo9s/+ZPNRUNL15qca8/tWZPb1Awjqom509WTOivehCAL37Ag+9ij3DOzRlmTzGt4Q9Sm5IPdtMoL1x3QA9O04evSy8mjyhp3C83xmnvYHfqjstKQY9PRGzPOQzq7wv+jM9l5CzvWDrKb3hFai8Z9P4ujP+mrz87Fs80MxhPZn4C73vGLk6GQP4u+VzOb10Nfu7IvhRvdJrWzwxlDY9XGZcvGye4rw2s/Y84LufvDz22zy6QEA9bb+NPSjUrzulypE9PYMdPX+zlTz8yVk9toDtPHw8OT2MIUC7CKSsOv5N2rsxzm49YryFOkqoDD0+V1m8Fwnuu+9lYL3aG1g9CRSnvDrZiL3ptRs9pBBIvawZ0LxigXa8jAv+vOm3kD203Zw8HetBPdNgBb5nNTi9QwazuycZIL19QaA8d86xOwBECTyYDL07QbzjvfxXizxzRK47wrOZvUGp1b2jUqS9IF0SvOgi0Dz+gpi9CCQIvow+BD3Vat07MILevCEhcblxy2Y7481SPaYXTzzmcfM8FMiHvS0inLwPs7O7OitwPTISszxMIeO8plRxvOOBT70E2MQ85z52Pb5DCz1kFhA9FxJFPXFY0zsorQ09tNWUPLgq3zz1Tyg9UrMpPaCDrTrq4ns99mUaPdqB0bwitJQ7",
        "ZDGnu6Omnr32o4E9PHyJvWbuuLtovgG6VsL4vNSayTyzjUG8tEWjvHhOR7zb6nO930lNPVwPrbwWWwI+by8GPRsZ5T3y8As9bI+nvRydAr2czTu93KMGPQLHxT1sdQ+9dP1kPUg1ej2JQ6k9NpuNPWRcvz1HD4m9O3qvPC+X1T0DNlU9h6ARPTSItL3LuYC6yncnvaiFmL03N0w8VALrvMR/zzsxQUM9s74DPUccFD0EvIw8+p71O3Jow72yRAe7cHHVO92cob0hci+8lFQ6PXPwCrw0lcs8ytZWvaLQjrygCV689JfAvZmaq70X3k28It2KvQuJKz3Y+aK94am/vQGtzTwOIKg8NreNvYbpNj1L7pW8Poa9vVy6dbtF5Y28v7hVvdW0PbwxT1G9jNyoPf0tOL2wbaE8l2HTvm43sTxJR8G9i+1qvr6djj3+uPq8dcoDPZlrh73wbP2+CLQaPUGhRb2/EBq/hI+zvn0yQb1tE+e+MVE4PNPf276APcu+pPM3vS3bi7vCnWC9lpRjPdrllr3wVY+8LwZSPZiZaryftq48kkNcvbqsOr0+JZU9E85ovTz57bvzkj29lIGpOn+Fdrz5Lxg8CcLYO6u11rvGfBc8enbFvN2AKb3cOn89ucW7PJC9Mz3Uv6+9dQ1ovUPTOL3FPIk97YfnPMQGoL3emRy93DqkPR0AAj0xOeU8gfwhvDyXBz0qcZM9zkNNPJKEg72njVY8W3TlvE6crT2h9UY9631ePcUYwTuWt8G7MVbQvGC3tjxAHBA9rNhEPE8xoz2ONnW7DWRGPBgVvT3H5wy8xBkxvaxg5jyFbE+9twsZPF1+3j1XChe9/QQDvIG+GDwGaCi6y7hTPafH3zzHCqu6lUObPXI8y7ukBdK7vAtlvJZSbDqbb8s7gbe2vb4sxjvzMJq8uej+PUXzbD2UeC4703IvPbVwezsF1vG831Kwu7AMQj3b6Go9czbMu9j+vjzPA349+ASEPUebRD00z1E8npUhvZ0Hgzzh/vk9",
        "7PwuPEcP4zsldow85TqzO/mjC70r1gy9hC57PQrLLL2KJ4m8W4+0vDLXvjwj4JM9Wa3lPLcQMzt3Qpu8xDZ3vJ6WRjrl9ze9AFtZPe19kzsXYJe8ho9GPPQNh7zu5o89fZtFPC4xOb0xu1A9pnwIPQ8PKTy4Qpg9TMmCvLjFer3l1+a86EuxvUp7RrwEDZG8CLaaPQcIwbzmobm99yQePa8ARj2dKkc9ULpcPKcdxb1gxca7FD4fPHLrHLtI2jc9dvkOvT95sjzNzK69QkEkvB2JW71sxzO8RvkiPcvgo71VuKo801yDulJilj2v/Q09i5obPbadEbwBw0O972gYvQ=="
      ]
    },
    "dense_1": {
      "bias": [
        "cKvyPQ=="
      ],
      "weights": [
        "gZ5CuaElYj3QQUO8p3gvPY85r7x+d2C91R9tPe6VHD29XYk7o4wYPV+ayrt/Q8M9bI2pO/rCHj0J5YK+Wz2TO28a5LwZmhu+RIGBPeMZ4bxlJWY9ILYdvPHikb61y1k9bpsruxzem750VkO+x4oUPPW9JL4XypE9sMxXvgtijr4="
      ]
    },
    "lstm": {
      "bias": [
        "zqYRPyE0Yj5NXi899J96PXXNEz1ZJbc9UowZPocVQT0qpWk9feUyvUzN4D7andY9nrogvS1fVbwjLmQ+T02lPXnYOj245kE9sVatPriKmD0qTK09og2ku51fyj6ykNo7RhysPqQkNzsimGc+Rsc6Pq25Qj12TY49xs6cPR9JOLsK8lo/unpnP7/kiz/XQoM/qwV4P05dbz+99IQ/Z/F7P3RCkj8IG2s/h0ZaPwrPjT+XPm8/lyF9P//DhT+gOY4/eK2GPyc+gT+fwVU/NtCFP3hOcT89T3U/dv1eP8n+eT9pP40/wGGGP86Aaz/123Q/dJCIP6CKgj/eoII/3vp1PyBE2Dwxa9I7aX6BPHWz6zvh29Q8jK+FPGOyUL3Rrdm8eawePEe1wrwuT2M9p+1vu5ktE73TGiO9w9eLvQsesL0NQTo9UJOlvVRPqrtJTf28xchfOy5Egj18/qQ8+HTJPLLAhz1cWQY8hOQgu66H5Twl9Ci8WWb9PBW/yz0FvQo9h+ssP0TlEj6BCo07JBy2PDY5V7wAuKM9MssuPhK+Rz0THq88WgYfvdLNoz6ooVE9q/E5vSL1yLudKyQ+TCKCvCgqwrsru1i82/SsPkfDI7xerDQ9ho0HvYb1UD5eRR49k3FCPgKVQD3ywxc+H6WxPdSXTjo5a9S7psAtPgg5sr0="
      ],
      "recurrent_weights": [
        "aUt5vrzHKL776JO9hzoivjAQ4b37nuU85Yqbvh9tKT5OZ+a+6oTGPngPar3vmqI914cwPoCa/T0cy7q9IRE4vcrXoD6AgsG9vUfNPZ8surwj2FU9qdjwPAQGXb6gYAM+t66TvnwPq748AAi++9glPjM8RDzgvxG95/UzvOODsT0dNV89T5mPPQNdmT34In69mfodPitwsz0mZQk9gMRNvQJ6+72pe9c8ZnoyPngYCT6EpVk9r+55PtvmC77MBl2+UFDVvYXukD2ipXY+beOqvdu+pL3H5r49njp6PiYwzD3VKky966wNPpImnD7nkdY9vXA3vZ+36T2sa4I9RWHNPU9zYb6zYkq9rM3Hve7Z3L33xrQ9CGc5vqul4z29hV8+VIpSPoyn8L3DajQ+YVHAvGAlCLwuPLc8hDA1PpcB1zw8ezk9obdfPhOAez1zoIA98dXNvdNdzjxzuzk+MNUlva8eMby/gAy+6EbkvXYw5D27xBc+Nz6ovDdWFL3dBCQ+uxBgvsXms72+ayE+o+oSPTwAJT5wjrM9zpNqvufLbbwhhyM+5G6LPrhkjj2pX9Q9eU6pPS3AHz4t4he+VHrZveAAU72GFUY8YIw4PfjuzDx3S0M97M6MvYnSjzxls4+8t7GqvrOpDj4aEFU+0O0MPt19TD1nIIk+tlEAvvL1j722GYu+YBItvdhAgL48iwU9WiuLu5a56r0/cHW+hYhHPZRfhL4/2Rc+Rhoxvsg5Rr4tyVc+sK9dPhFkuL7/sji+gKjNPeYRtryVIng9hm42Pauv9jtxIYa9zBqJvkD+pb0zzNS+P4lzviz0Rr53DTI9aRmPPfY0I7y/8bi9oUdsPXdaJz5TG9k9uYOoPWANCDxMnrO8NL6MPLypWT34QKG8flEaPukZyT0/wJs+1PaKO9+E/rwX/jU9svnvvRLv0b3CJBu9+dWcvfkZfz2eJJa9wa2xO5/JHD5TsSQ+wXjBPfOymb1ZSNC9Kf8mvULr7bzwjKE9h/VLPTlaa72d708+",
        "RgOVPVNFiT0EQ1O9pYG4vUUWvD20Ahe9O64LPsr8aD5m4j4+FOnTvZNBhj12xPo8sFLbvcfwITwSuto9f4z0PdCCjr0ciRo+HjWYPhPv9bxr5Ik90oyavGpiyD1bTOm81Ue0vducBD56boq9NtuzO9kOLL2K2TI9XqBSPfyFcb3vMLK+SpcnPY302r1iW4g9jOphPoibar14Gtu9W/HOvTOrAD5zUB4+8AftPOm/ST4mXLM91JcKPkfzlb4j8E4+Q9jYvQ11xjwhy/O9JEstvUyXGD7XVqC9s1ytPlFahT2avrK+vAoHPou9ML7PC649FAXVPUL+OT0HF6G+bXD1PZNpMz8bC3I+ZPX1PXp7Fj2wmV6+Q4YuPsqSPT6Y/iO8OaKOOwukQb7b1pY+sBh0vWPEOLzp9zS+3jMPPmP95z2+DPI7NgrZvAbNMD7Mv+U9KA3UvdNX3Lxz2OI+lBkrPTqZYT6+TN48R+OQPhKulj32zCY+zbBAPoSp8jtJ0ow7GlxpvqSr173S1y0+xuMIPsw95D0kHtQ9SazivdTtBL0D7oM+gxAGvq6cAr41rjY+3pIJvokot70COKE9sPmgvSAPFT6Ryf+9TwqpvtH+s71ZzBm+65FYvX76T75DqBC+O+4SvesbM7xyScc87e/CvMA+Fz1MN/W9cpC7PUJwTj20qMu94qxsPM5K5L308L49K0+dvSbnY72OV1C+oq6PPAmAi7yF6Sm8K6fKPcXhxr0eNPE9gG42PaEKjLyFoQ2+mb0BvjX3nb0tgdk8E6IkPEyuS72lCtE6UX2dPUY7Jj7sx749YYi2PU7W5TztExk+FPgRviw3Kj3NLgq+Hsv3PGVKHz/EJPg9FqbqPVgSTT1oHuy6miebOiMFXT6t0eM9vpaTvGe5I74RV2U+WRCHvWwm5D3gHAC+Ur/BPVVtlzotMsE73FZCvRtebz5Z0oK983qJvcXDXrxw7Wo+edQOPVsWnD6ne1a+65U0ProHBz7vvzM9HOv6vSUNPz4XFUK9",
        "lb1LPwv7Mj72mtQ95YQEPsQmhT4FLFw9KyM8Ph5t170QHRw+bhEKviiaAT84sSw+mqMMPSkJB7774zs+KIJ1PkChPrzt8tY9WfudPrDhrjwhkJo9nBNuPQuqCT9Ngn88D1n/Ps3mBL1TKLg+GdpdPXEmIT6f/7m9Fx3yPT8Mb72Lede9SnULvi2NMT7Uy+G99emsvGlEw72diNG9PMevPEP+uj4A/7C9OE8ZvKOHRj5cCRi+tGTEvZEkk72YiLA8C0SRvT840zw6UB6+lZMIPrtgpr3DRIS+EPIevsLxCj4Bbyg+uqUaPnkK1b3dJda9gSFCPjlJLb2CUTQ8rbOIvfrSoDz38No888u9PfE3wb0i0cg8y3JPvpeD570njpO7dFJBvmbMzD0etg4+rp5avvYXjb2wTYC92BFrvoEi171Te/O8xiK3vTRJDD2Ms1C9aso3vfV6QL3n3L89Ax4vPbajqj07bsI9A9IJvJoeDT4+yaQ9f1FGPiSChr0OUZQ9xlQdP1KXWbwbBnK9iJp4PcNIIb4qKoE9UK6IPnAWIT5Zye89wvvvvFmXvz6jwR+9HcgAPuDsgD0JiXU+GFr8vbvUcz1uSeq8B2pAPssZNr3oW9U9Ge3+vL7KHD4Caw08Hcb4PmMCPzwgcYy8ZHMdPd/+/rxkeai9Pm3GPusP0r1ITBw/SjzkPf6tGL4zQ2m+JyVhvACONT5wCGo+xFYLvhbLtT0uYjq+/0KNPv/8Qr3thei90yEnvte/DD634KO9JkREvjqvCT1Zapc+5IW1Ox5L4L2yrxw9xEZzPhDxLb3/mq8+VnVgvaalkD5GFWA+BF2Cva1/Rz2SxFQ+S8lEPbqLmrzuNzo7aNcoPkfX/b0+J1y9rJDgvOQMnb2SiNS73DguPuhHTr7aoVu+iNQovXPH0D1Aila9JFytOxAIZD4LVFU9fl6MOzwgMbx1iNI9NlMKvoMm6Lxce62+PW0yvu08srt0RJM9wb5tPPuOR72OZxU94FyevQEXNz1SSCy+",
        "D5f6vIQ+rbxvPco95VwSvtWQmrwyq8+9TP5MPT2TMb3fEtI9funivAG5KL3zzXu7NWuDveUUGj0+8OK9NfPHPPQITz6EcoS9SYFcPfvxTr0DtxK9lCskvRiwjT2lnzW9Ngs9vWzKoz0oNti8Cf7dPC7+6z0jszo+ErNMPmktQj5/3U0/w94bvumimrw7+D2+BkBMO1nygb30314+tn7sPbhx7L1LjCC+lvvpPYmFKjxGz5C9EDVMvWhVGT5r/6Q9GB4IvoO6z73ahJU9szvnvaN0hL2Zos6937HRPYa6tb3wN60+m8O8vfpJr7tpVyy9VtoCvVZeGDy1bQA+zmb+vZ6Siz6Y/Xg+aphjPjPdYj4YXVk9G3XOPQuJ6Txbv6o+tXp7PhrcDj4hV1Y9KYEgPljpHb4U8Zg+ZFh9PTdRe7xadAM/q2LGvXNaAT+A6U4+fb/WPiAGOr7rFik+9Eu3PssQjz4lvRc+LpXpPqHsZD6t94c+7JoEu5Ecmj1d0XG+Yv43PT3xPz14h3s+vDiqPvogwz2ulGS+Pc7sPfH9BL9ejPw9HnG5PZnBL72XpTQ+gxkLvvKaiT3jQ9u9BQzGvJozhDwhvLS7tgUBvvpIm7yK11m94deEvQGaSr6C55++y3gHPv/MhD657hy+Y97ZvKxtBT6td6Q8UYqHvEA6LL7BHWI+FwkkPObY8T3+/G0+hLjGPajv0L0hcNG86tk5vkHDQD2w5oO9gO8yvlqfE76dn5i+KpAfvkApCb73rii9wfiNPYU0Lr56i9u9bI3mvbptUD3/g8+9ERoYvJgwnbzNXDG+YMETvjPmFD5Dzbs8nMUcvZgU9TtrnO29jnnxPZI8zz5K5qw+LwkxvkO7pj5Uuny9WIISvgSGzb2IuVC+wBHCvQQ89Dx8wKg8ARAtvhJvIb4otN49WGhPPG7HXL3eK4m+fKzju1fjRz6gwO08UYZTPv5nAjwU2d49QiOPPUd6wb0SON09VB9/PVobQj7FqxA8J+4/vMESST2iF3E9",
        "LMuAP7GHRT7TV5E96pemvRETMD54yiI+IYQbvjboAD9n2rm99+UWPQTZAz9udxa8XgEPPjcGmT7bqAi+WkCVPVPqBj8/cX+9H3sDP0ICQD7RIbU+9XoPvSp/yj6atcg+iYYoPXZJFb6LfCA/S2D1PpxWlLtpwgc+LT/JvUG2gT6ehZC+jf6Cvl0UMD17Fi0+UtyEPdsSfDy1CWQ+qKMUvnHYUT5D9UA8B9TjvId1LD4LDz2+723TvGOQkL5AzTI9E7StPi6NBb14Cgg9VRh9O6sTeD3m3Ja+BSBRvkLpOT6C69k+kQpDvZQgkL6QnT29m8oePrj4Kz7870A+2mmNO+yitL7XnoI9CoRePvFfFz7ykmI+k92yvuNgXb2Wu0w9T5riPSQ+Vb68F7G9JMERPexEk71RXiC+oxNAPvw2Vr0tcqA9Nh9kPjLaJT6SCP+5NEaLPXk/yb17vh6+COM9voPdq7z4Xbm9hn3yPJcGIbws5J89casuPtXCOL2phAW9xLiDP/6T2j5Q7g09slLnPUJO8D2MpBE9DLXrvW55Zj5a8pY+bR4hPXhrxj5wp1C9LV4DPpZ0gzwV+Xa+PxITvXEEpT5LLeW9lLXKPpFmJT4R1zE+jH6DvnI5iT6MB90+bOx9vWA8dbhBlWo+zh3lvKlouL2uzaw+JVwhPiem0jwfkta+ERbevESNBzzGS4W9nbOHvm08Bb140Ck+bdnyvSoT6T38sMm8KIiQvgkDTD2c/EY+HVRbvmhec76jEw++K4udvr/bkT2jvpa+wxcqveI7l72t/3c+NKmDvqlcTLxprPy949kBPp7dj7779tK+U2nCPdL89z1KkEA9ZbuTvbJqZD7MFJm+WM5GPqLqI716L9+9GCCePtbVsruSZYM+8V5nvlV/LT5woOy8B3TmvPkQLz5hMyC+MwQGPpd2tj2xHQS+A/2MPuIeB77lW+4730CavBjyND2t+qG7jc4sPVUPsb3QKMU9V8gEvYlb2ryaehG9VU7FvF7wGD41xwS8",
        "O7SUvVfZk712UYI+tGDJPGxbir52Ci4+U1lTPRf7fTwDIhO+6dcYPksHSD2dyL29YNQrvZUXpD2C75m9YjnjuwLKPL5br/e9qiJVvvBeer3Yjuu8WnNhPog4JT6TpVe92zWTPcyxB74EdV2+drAZPjwbsb0shDm9ZAe9O/3Uir3Yruy+ifMMvkwVd7suu/O92VM8vvrOTz4GjIY+1CjkPW4r7r0TxLM9hTjjvGqvqb2rucc8biOrvSJ/Pj1J/BS+oxcAPa6Yyj3z3mK+0uGvveWymr7ZfKm8qma0vAGcHT4OfD49+Llzvj3UIr5PJi++DcbQvThNLb0GLdk9LkpXvQ/sBr+TZ26+x/t2vejvIb40AJy9b81/vYG/KL3o+Lg9YZhFPdi9gb3AtD2+hnw9vhLM67zTj7w9bGIDvrRVxr1793i7MycRvZFoo7798n67tuKTPOLKY70mxz6+RrSBPb9pt76JtrS+qaKhve2rGb69rJO+Sfz1O566I74bFNk9A5xTPrpnUj6aTh2+0tYuvkcp+TzYB8S7m6NaPuR+bDzv0hy+XUvJPWEhRz7+Ate+711RPrGrgT0CltC7BVGnPQdVQT0PcoI95gExPoAYH75HxOM7UbQIPNavxz1rgCE9rNQrvRxCB74jATg+zSP6PHu3hb6fNb88v547Pg9WFz7thyu9EiuevcNYiL5EF4a+iKuKPLYXJ72fj5C8fOy+vFMhiTyeiDe9sziZvKb7nz63GdS9HbC5PanHPz7DW3c9OK7jvD4P/T2twiM+yl6rPd1YobndM6I9JsNTvS6CPr4+2fC9ob+IPZoBOj7pI6Q9UMmCPmpo2705pEa+wV0VvbLzG79WZwm9zQMcPbSzzLyhXNA9K3agOp+n9L1vOcC9jItyO6rvUT5SgaC9yaG1vRjAmz35nuU88Vd4vofcqz1aLTW+otDCvf0ZCL34uaI8GIY5vBNLOj7IiaY9+MgRvqgYmb7SMoU9eMh7vrD/17wzYFO9Bdx9PZfNHz1Tp029",
        "OnIev/WQ5b0aSwU+LGLqPQ1YszvAUEE2FcEWPvpkbz7+eTQ8dnDcPdE3376Zjk4+PIaHPSrqoL0TKVm+vcmxvCKgrry36/C9LDoOvsyHpDxU/VC+OpHvvSuEu77EWLI+Lz6Evou3OD6m1Z2+L+uOvrWMqD5QcAk9CwiMPcDKVTwNnYI+PN+lPX4sWj3pTOA9akq0vew/KjxtDOO9GNW1vYr63r19v8Y+8EjXPZb5brye/mg8AAHpvTcQVjuvZSm+GqepvVdikj3WiD+93Y2suzTqajy3sX29HKgfPshXgz2DvWi+ZUAIPCOZsT0O5xw+ine3vaO86zwQ92G9HMWaPIRCpj1ccfy8uqw3Pny3+zxxIlO6czixPVOFnzxQqRi8DbeuOk+9Pb3mgvu99y1SvpD8tD1D9c87c7m1vQZ6GD4ZgPG97T/nOxoyCr6hNxo8zuh/PZtDBr4ZmVO9y/zivUzN1T27gsG86myevWxTob3yqZ49vF/YPAerEb43So274n0Sv47ht704/Ra+imUHPilmDz72UD49lBH+vdw7lj0S3di9qHzWPKKknb6qsZq9ugbBPajNhr0BpB2+FMcePhG/pz0Mgta9v3qwvVGU4j0Tv4K93gTzu3y0672d5JQ8kbrIvOiFgT2yA0+8LJsavkPskj1XWRs+tmuHvWDbbD07uMI+1r/CPmEOxD3KZpK96rjLPc/4uDzlN1s+m3uSvXh+3z4wo4q+N2eVPt5p7T2obSK9PUvRvDDdDD4N018+fFoFvWks3T3h0EQ+nSPcPbWyv7y8Vk29VpEyPgwXb75s0B0+F0N9PFXovTuGORa9o3htPahLmT06aBC8ZqaXvLnMgr2JKDu+G1kTvTeGfr39+GO9vTZlvYLeYj1qoAO9m/48Pp2pLr4Ik+i+zCqNvUGVhL2o0Ne97WWEPetJUr0nndQ9n5X0vQOENL49MB6+Z+dqPElqCb2k+2C+fwO1vchbwjuliQM9wYb8vXyalb0Zz9a8X079PL3hsj1O+iq+",
        "AH7FPC35Qj6We9c8I6YCutpnjzy1Tg0+GKrbO0JHTL5kSFm9F00ZPnlWHz0MgO+86inOPF3bgj3iPFe+b4UXvq5pGT0w/gu+iKPZvY/v+jxNjSe9l0yYPppBWb60KQ0+W2ymPbojmT1mZSm8VH+SvHvcIjuq5za+cHXwuxzmCT4LJ+Y+VryEvK5ZIL7MZMm9CyRkvsXulLyYQxc+kjYpPKGgFL6PI4a+X/SdPXhF8r196E8+orRXvb1VVz5Q2OG8Ov0kvrcDOr4mBuu8R8LnPHKQ6L2uLo29aWmdvf1WlbyUaqs+BoLSPRjrOLzWzzk8e8UIvRfATj31PZ49AV+1PD8bBb+iBdO9NE1qvXD81L38t7C97XRkvhkocb2GQfQ9kg2WvgQ82D2uAem+qF+4vfgw9jzthXg9/3ghvvRX/LtlbOU9iVL3vc9MVL6MB9e8Itenvc6bPz39Nvy+3lRVPgHP2b7RDsu9WrCrvjWMjr45d069UkISvkyyJb6xNGU99bY1PssjPj6OEZm+uYoNvjE5Ij4VRg0+852XPRdrcj1g2na92+QxPmxujj7j9xi9DLgwvE+ctT04jTG9rr0lPqKHQj1aHjw+JOhaPoeiPr0YV0y72DtPPhQmRz5FRni91s+tvVV5v71pOfA9qlQXvlQy9734c5k9c6IRPax5n7x1O+M8XGeWvACFnTyiEUm9mQS9vUczAL1sWvi96WB9vfmMcTzZ7Fg9NWjyvZLGoz1+vaK887X1PEpH0z0jRgk+pBr5PBqaiz19QTQ+Uw+Ivf3UQDqJXqQ6wu3Vvdedbj1LMEG9yscKPbcFqD1GCKA9u14BPVw+1z3spBW+v6evvKudD79QMoa9fu+8vDt2krxWdZy8X3Q3vm/tvb3Z5M69pBenvRcGmz1ermK+Wj77PQxBpj1vZZQ+kAgTvrUttL2RnJ6875LZPF1XQ77DjAs+3HoEvQXh4z369m++xRnNvESzQr6q2oG8E/oavWkeCj0QXK495S9rPJIit75KrAa+",
        "DCGJPr+zuT4mrZE+y7cmPtDv7rvFirs8f4m8PdhMWD0sF3k+C5XpvToPNT47ECI8ibSlO7CF/L1/Cn8+7AElPi87lL3xMDk8qZ9uPi59KD0mgKQ91MOevRFugT6F3TG9/WO3PmVYnj4K7qk+sY9MPYOzxz1tCdG80bQqPpr3YbzV3PK97lPivf1klj5jM3690RtsvUuSFz6KXT8914xzveL+JzyibTW7uUEpvggFQj1LnHe+zmmbvYDfsDza/B4+n3advXh4pzyWzQG+ep4uvWmOp72jkOq9uL+CvjaXqLyedRy9Y1mGPAmydr30ZPm94jwxPuMmJj5mzKQ9gonVPQKIND3XV4K9bFpNPVDxvjtGNDa7bZFKPdE5iL6Vo9U9K3pCPhSUoLqRyzK9FyzsPKg6fr1+AD28QDQkvtFxtLygdaE98WhAu6y40721hSa9qmKbPedZCj0If8E79bYtPIZfvD3dLcK9LQPtPdbEkz3Oghu+BBjsPN0KYzwJEA8+tEHKPu1CK73tij69o11mve/+Jr1J0mo+rPMoPiqsqT1wYPO9qahQu7LvxD0KWhG+Z5zuPD880j2/eD8+dFyWPS2efr2KxiC+GxPePX9pL72sTkA+YGNmvnTaTL37KDA+hwO4PoDEtr0kVTM+dCg2vgXhjL16FT87WP2FPvWirz0arme/nQ15vl+Wob2Fc0A9XOMyPS6hEDw8mi6+PCLovUvWqLzfJ4k+4jEWv6CdFr7oEBY82NcHPtaChr5xdTO+/ZckvPtbp71KtpC+JvkOO3TFez0NlE+9L07svmI9Rj6N67q+l+AJPB5KHr7Za32+TI9XvQ/kKjzDiAS8xVQDvRLj7T3VURY+45BtvSh/472Uhig+AyKAvf1TC708//09Vpk2vuE4HT7Wt0A+cTlovfJ63j0BoIW9wEfHvaSCZb3tmqu8eijEPX8ayj3t1Sy+mgTNPa6Kz73Ibe09Epq6PSTIrrw3tWY8sr8rPn0hJD4b1KW9a+lDvWFHbDxAZRs+",
        "fzStuw766D34NSq+YoM+PQb4eb3mD8G7qxWhPZcNKT0AW/S9CZWbOuXkpTxAWfg9K/cLPjcu5Lw8y7C9+kVbPiZna76EXwS+F42ZPfJr4D0ePFE7lnOgPTAHiL0qYBS+QJiHvSoqAr79sls90cLZPWd0pD38+jm+bbElvuw1ZTxqoFe/qTaGvlevkT3G1AC9MUMyPYyF+70nlAW+plIbvviObb58qgq+tGJhvshVJD6NpeU98/TzPQQCZL6Qvuu5YK5vPWNgkD1jicS+XMjnvNVBortPa7I8Bq2rvqzF3j3lgwi+qsVuuvMgVryxIm++TNYIvXnf07vq1Zm+3q2KPoczGb8jeMK+FGemvUbYbL6rozq9I0lDvttHrb7Yldq95vwbPcMUXjpuI7S+Jv1tvTjKoD67X0W9/92svs5vIr65iES+UAbOvQQ/y74byJG8gbwhvpZEij1UvxC/EJI2vPAvsr6qWPa9KRm6voGSn76xFY++qLF3PSbqXL7uwp+7CF1zPkgIzT5794O+z1btvfsUjj0aljc+WLxbPu3mJD7Azjy+ofRiPaW8ND6tJT6+wrW3Pt/rJL5wFDy9DKaJvQoBUz1UGNG874CvPuVXND3ilvQ9uWA3PlUnrD5VnHE+9FSpvARbtTzxzxU+n2MqPeVWV756YbC9Xx6HPRuSTz4wtqE8ubd2vqLQw7177Fm+9g7zvQss+b1RC++9XBmkPKZe8jzKq6G8B0dePpGM2T2ngaA+Cgs1PqXQNz2u7489Y54Vvv/WrL2fyAY+esJwPu8zETzzh7Y8+yOePbskr73FvIQ9OKlRPgxHsDyvSQ4++QKgPf0Ac70kbuC9p+kbPVvV6L5NIWI8iJzzPQ4C1L3Pd0S9niDSOIQFrr54F2g90x2YPlkFiz0xcss9LGQiPVVQ+D1CQ4Y9DSKhvu74nD3j0wk+LTiZvWuhjr7+dvk9DrSdvXb4w71+ZU65CQ7BPRYrar6XZMy8LSOKvWKg+Lzn1wg9iOFmPV+Kn76HgVQ+",
        "C4R5vwUzQL4pJZa8mSPJvR+a4b35Oaq8BbbMvSSkCr6dcs85q4TJPU4mCb9Uk829vah8PYZl6T0q7Bi+rZZAvtoOi77cXZG8t9fZvnrvMz2AiRC+eSM0PlqgAr/AHCe+lKSWvldYWD2YpPu+G2aYvkujQbzfs9u9DZXLvZ6QCz1Pyd8+pIXaPSaRyr0MapU9ncgsPqunHb4sQzM9rNTdvIdRZb7iiq093RRiPkm3371mTQY9PF0ZPGXhUb39rRW+5yw4vVCJWTt17Qo+hdphvDYNG73xILC9EbXvPEFwOz6d1tk8yXhWPg7xjj5DA3a8zGcEvgY7Hj4BSIa91pSzPHM5Fr0iews9ZAW/PTFK0r3wvQK+e7TBPA7tR70h2M09kIxCPDOdMj583j09jYS2vTG7QrwTD6U92lqNPEzQZT37BlW+HRvWPeWYDT6xcmu8p344vVeNXr788TE9eJKGvTbzjb0jqlm9EBKUPeoOI76LFyi9kwfgvXQqd75L4LS9tKRgv1Y9M773jIU9T0M2PQ4Msz0wyia+1Nqou0e2XD0lRQk8HAMbPnQ1p7729J49GSLNPMjemL2qH4y9s+KCPdUDKj3xqfE9BCS1vsW9tbxbI+69eF0CvTRseb4FDe49ASA6vqt2Jb5Dyve96ENIPDkjp735MEE+/hR2vkxLWj4Lh6o9p+brvdxywrvmzD++w3VaPkzqTL4zQ0C+up4nvsa2sb6LNRk9+CwaPj41gb0aP4C+spKDPkbajL77i529Nf2yO3MbK77i9bU93wjrPbTRfr3m6++98/AoPiuDWL6q5VW+qwoRvm1oEz1xCHK9fWxovYm/jD0tPaq8S0tKPXyjbD0tpY29jcsEvnHxsL1ANC0+OzRFviV6GzwnOeS9DVkKPL4pDD3aJsK8Mlr8vch3mj16bic+tvXIPGai3D3eQTg+VSwPvgBDlj4DZe49xRFzPbaMhr2nHEa940BOvXpPfb60+e87TJluO5ekXL2LUuU9Hhh3PrQq0r0m48E7",
        "LLjOPUFmhrrE9Ua+KHcnPt3L173/9Bm+UANHPgWuFL35Tws9nPTWvQ4+lz0mUuk8TmnePSrY9ryNjvo9psnWvboDiT5y+jA8C5BEPo+Zlr1sYza+NJG0vbE2mD3ta9E9F4RbvmXBH7z5AAS9Yr0cvpCnSz2jOi4+RZc4vcxCtjzQEng9mxP0uvQyVrycQqs9/gS9PdUzXL6bzw++lgdavvvFoL3AGNE9kWc2PpU+R7176oi+A4R8PQyIkr7//Fs9EJHNuzVVnzxqdjg9HLCFvgEoX76w5++9fkWjOoa6P76xdPe+J4D5PTudzb15X808AsaCvvExIr570xC9ujAOPfUR8r4jPRy+nn6HvpAcfb6FRDw9mgZUvj8DaL6NGL49+vfDvURlmL2+dtS+D39yvqPCzL04te+9HJqCvmjrzT3iZGa+ZAyQPd2Lkr7Rbpk9tyOTPQvqFz4tgwW+OkU3PQM6qL4ESpO+O+L9vZukl77UQMe9CCgUu88mHbwJJTk92B5QPuXJ1j05QQi+3AwHviRW4D3ZaC0+3PfBPQaCmT6dKlK+qj6oPZdcNz0yEmi+h9EFvTyWeD3u+8G9egaVu77RAjkAXAY+9KTjvNGnsT0fKnY+nesQPqgRfDwneqg9Zf0bPiqOTL3kYv09Ekc8PkeNND066Ia+qHIaPjeWhT0cVjy+vB/UvRdGjL1XAiu+tcfJPEPQVL1iVRq+me9WPsNQhD1wtN49ti84Pcn5mDwS9nI+KLyOPWFLHj72lmk6l538vV2q8T0S8rg9gE2IPA/Iir25DQe+uGV6PTS/0b1ReAA+yPVROt8xOL18KTW9/zC1PehdDL7BgVc9BWEivedG2773fgG9fWSNvEhmhL3jSjo+xgeRva98Gb4pmis7rJD6vZVxbz23WGO+B91qvTfQHj6s2hy92UZevpVD4z3DcRs+DL/DPHI/574Xu+c9sa61vWMOCzyzJXK+in/HPVDfZ743o8O7NI9Qvg899D23CaI8BEgXPpOid71SlIY9",
        "OnLWPl7x3T0ByOY+zJTUPcYfFL70hRa+RYlxPe2UXz1m53U+ivpWvnqRTj6sZ4Y+QBjGvdITVLxEZ6c9yB7SvXFarb7VIbQ9tpwaPWilk702ZFc8c/UavqQJaD5/GpO9AMJePsz1nT50VT8+P+iTPVTHVT5z9hM9qT/hPYMH87xmi8i9lzgKvq0gGjwxq/K9bAk8OgAnPr7T20e9DnRQvR0rpj2jbKg9Nxt4vSN0WT0lb5W9Ivl1vRwwBz0B1JS827wSPXqBsL12LSW+rTmCPGcVmbzNnre9Optjvl0u870WBWk+gbA+PVruHL3x+bi9goNuvO33mb0IQY4+3y9dvi8DsD0Geys+mCAUPsy6ZT1i2kS9olg8PoEkzDzlMVy999uuvp7PF7zdyoa9QedivbTLSj1ZS7u7Fe0dvdpASD3IfKm9nkWNvoM0hb55pKm80R+WvTj0GD1aCqK9Jf8TPRBhJb4+4au91eoqvUJeBbx1nQA9m2cOvthlDD5ILfI8BEJQPgfUYL1UHJE9vdURvogaEL7KNOo7cHiePvlelD1JPkS+MMsYvUAK2j07QAS+pLoFvWryaL286os9TMOfPUP2BT1IKiu+9Y/gvbI9qjzJmSE9w+rPvNh8672ucrk9vfKMPhacm73Yd3w9fjalPOEkBb5VhQ692A/lPZ9imb0DVQK/1Bc0vkcanjznljK9WGo4vYhmQT1FBJG+aESfPC1nqb0dYCI+kiu4vrlpJL60jE0+7I0GPOzT471hr4w8h+1bviQZMb40mCm+6gfEvFnjyT2q2Wc9GC1ovkZoejx+BRS/+yI2vexvGb60Mte9/psHvglwRb6ZZGm+0zqmvYSSUT5YK1U9YxVmvgjLtz1gdaK8Cw9EPqG94T2v1DM9X2SnvZAbcD76SkQ9/vIivnXpcz4OGJ29FVaqPKOjmL3vcym9aAQavU9TAT7EyBE+Nmu2PQyparteloA+fexDvbFEyzs4Tk29tUnUPRfbqT33cJ681UaEPafJlzzdMwa8",
        "NxsVvp4GrrxxEAu+kyO5PTD9Cr3EvQG8weQAPYkroz06wPG9sO2bPZ4xv71DROc9Ci2kvdtJBj7oIsM9yTQ+PnZRz7wfSZo9EWZcPSCQN71cCme+wNHpvExqDr7t/Pu92iOyvcDSPT6horU8k7gZvePXxzziioU8jqcova2YkbpykCa/WUrMveclAD7cQxs+s3kHPr+z1L33MyC+6uVRvSXlGr0h85q9Lk0xvm2E9b1khA8+uhPnPU1JYL77z0S9ok1iPYb7uT0Dcsi9XXjBvUkFabtDOL89WX6wvSUkHj4Y+om+2cs/PIk9JL7GIRm+/ThUPojcPj5cH3G+MbhRPl9Ck7504g6+EE10vgFzIb7nyrM9/401PkuQB7503xc+68SQvjE2Hz5TWyG+dzINvjqwnLuHvrI+mdSFvnsl5L3NFXe934/DvV8WOj7NrBy+pYFWPUQQ0L2uI2k9m01LvMlL0L4dHby+HM8AvjKgUb2ICZW9XKcdvV+bG766fjU+L2dZvfLKlT5cN988ytjmve8XwbyIWkU9Ds2cPbhep71mv9a9vC0LPqYwQj7ZxIA8ENysvb7fWj6GziS+IyI2vgcnQj2vGYC9bbQhPtiB1rxqczk+tlcNvaCWLD4OASQ+SfnIvfpumr3UlJI8aE5FPVzYOT3mORq8f4gLvhQxAb0JOfI82HkkvjaaKL01WcM92XyxvSGGuTvrkW88yWf7O9p3Ej7pBtm9iWcoPq0zAT2siWc8zqnYvd+VSD5Eqpw85HjavJqAhT7hHla9Tv5/vTvK5buvoOG9nwrGPd5+Ab6r5tO9iPwNPv+7B77bpK68Fvw3vW3RbL2azVu9C3TyPXoBS77xH6u8y8wIvBi8nTzvsJ89XeFHvotGiL4xpKW9WpoEPjNTJj68Ov08hULHPXvVITzfpoU+puptvtFS3b3bbye91NtgPasqxjxwv6695HoYPvOQnjzF38s9jd5SvYXHn74ZoBy+m5UUPn57rz0nSQg+1QP3PdY7s7wkd/08",
        "lEFVP1rL3j5I/MQ9G3UnvRX2Xj6AadM9w7q5PVXXez4Rnm29gLGDvVZuxj6Gv4M+Kxk0PQNXnD1KOwm8xFzrPPP6Fj1LVE28vRfOPnsehj0JNZg+O2lQvpSezT5AnAO+nCgKP7VsLj0l5pA+BhCkPgWtQr1JJYs86gcivFlJB74Ix6a+w0WSvIqBhD5qSEQ9wCMdvZKI3r396He9gmSJOnJBxT17ZKC9IwBKvS6fBz2Z8gS+uwKhPQsDFz2DVTI+oIEbPsxegj3Imra9zAU5PdhiPr7fEu28qrEEvhvRDr5uceA9XYOOPYIrWb7tvrs9LhdvPq0bx73EPnI9b/OVPTtowzzgMsA68CX+vSosBT2gTCW9+PE5PEkMQzrhWL69gZoFPYgdObtg+8w8vGQDPvUsFr4y6Ju+DUbEPA66Zr5g2eE9ju66PV8HHj4zY389nQNCPfsivLzeUJO9VcoCPXSfmbyR1848ySEJPsnOFr27pgO9TOqtPdvYxTyJlrk9WKYtPxe0pj6/9WC73u3gPRbba7vfsE89UvC+Pfuvyz1wXSY+87t/vb8Twj7H45g9PfMHvjXrpj0FM7k9DyyCvR7mDL7zYuU9uvX3PhZzlD0+Fri9L2B7PUX0nz6d3wW+sxprPnG7AT4CmHc+Ww1nPuSWmDxFTok+5ONIPGS7Mb5qpcw+URXpPRzHmT0uYy29XsoVve/cgz0IJZc9mNzrvFYwez4uQpC+BsHxPtEreD4ov++96VwEvuWajT7+2B0+ufj7vehgFD6w7dY9ly2CPimzjrwXueM9tKQ+PaIvS74kxy4+BHAbPs0x6D1cyfs7pRKIPXx6ijx0HYk8WoS8vW2QR77KLSm+A9V0PjJPnzym+8O8m8P7vcANMr4Rlro9hM0iPonn371R5zy+pFccPl1GyLvYrTG+iQcSPopm/D2itFq9cAq6vFVnlL5ZVpI9QmyGvhauEL5payE7jlGMvf2SUL3H2/Y9t4MEvpelYb2Nid89dBPkvOBstr3LhIu9",
        "QcW/PVW/hz2Lcta9CXgMPEp67r1gQi4+Os9pvRtkyrssYfq9S+gWvVTrqj1uWje+DA0PvOtaPL2Ve++99YvCvQjtiT6p1jO+68r7vV6ahL0uwYM9rFVovFXsPL2zAH69yEW+vJTTF75+DyE++WZPPPE/uL3ublY8Sby7PWLner1I1ac+D1EZvS/2tD1kuCW+XSDFvUzfMb4ZFGg+EEZgvVK8D75btIi+U5k8PhTvrb2Xzga7kBjxvXozeT3eYEG8X14MPm4aCb7knAu8qrl2Psv2Gz4H9xy+iQ/lPAFCsL2eJqM+S/dnvWPcZz2YgG496tidOl0nwL07HEo+OyP/uzkfWT4Dfi8+CjqhvScSg720VH4+FdSLvn8Agr5vEGA++BdYvoxUMT2AyUE+AOuMvK3icb24mZo+SLMHvo1dsL3AqPa8QVHWvUGc4D02OBK8M3vnvBRFTL2wa1U+g2IYO0TLjb5pE4y9nTyJPlR3AL06cBe+6vgQvfehF74zZss9prizvaQtvT19Dhc9F+s0Pmx6SD6PApK+vCwKve+Lvb4S2Xc8gy2/vZA0aL2hBws+92HyvPpBlD52Tqy+u0s/vpe8X75VdgK+ZtUbPXgR+rglUs08qqLQvbRZyr0PZae9BLSAvoApP72kmma+rsOLO1XMVjx8atQ97I01vlIzDT51siI+6vMWu0lzDj1W5Jy9SCUYPe5IE73fYgk+B6wgPmRYhz7URSq9i67svfh4ST7q8yq+DUe6PVMu8bz0ETm8PCiSPSTWgbwu8P491KUTPm2sMb6CmqY9m4E4vUay4b2BE1y+bGWZPGCp7b2nF9A88vgzPfrvwz17zPu9ckZtvFEj0T05C7M9NJplPa3vgj1atBw9gYn6vX/MD74A/WS+K1ZHPZJMQ72Oasa9ir0IPjyyD74Fkfc9TXCBvtladztGmYG+jxC5OhYh9D0Oikc74/2uvP9XGj64Mts95mkkvgud3r72sAI8hDuvPfIuqzz0Xhy620hBPam2DL7nTOi8",
        "1zlGv1HUs76yEci7yCfOvXCYmb4ol8A9d/SCPt4MBr/yCWs+/96cvX29C793kQU9Wg6uPQW59r3oIo0+uDwLvTu17b77hYI9N6YMv48OXr5Nbri+QnzkPZbkAb/q7ZW+aGi+PQaGdz11Lcq+TMYAvymXID595i2+J+53PphtTL7A5pu9UdyivcDZPb4XcZK95eY5vsCbSD5NTnS+OI7qPZXeh74C6ve9qIXlvEGDMb27EzQ+78GbPdSKuz79TTK9IoQ7voI+ET6IY0a+Xl1WvmKMR763c/s9YN/4PFR5h74kQXK+x/UQPWkngb1fKN+8Au3jPERh9L0+aQ++8bFxvY2CFb3RqjE9EmPZPfe5dr10rta9ycJkPrF46D0Wdwu+vP9fvoVTNT5g2cE8NZmzvQZ5gz2lSr09ZGCOvpdIEj0GIdq9noHbvRfa073uVQU963X9PD6yLj7Piwc9v2smPnXVQb3Ypr29c2AVvsLzHL0W/aA9rn+fve3vhb4SaWq8ViEQvxaXDb+f6j2+X8pdvv01fD0MPKw9xuj5Pio2db1rZJy+j+/kvXM6Fb7dJVW+ci+gvrkqK7zUD5I+qoxlPhDaWr63hKk9Xzz2vq0kQby/aRK+OHYVPr6r3L4v9Oq8BPrJPugQaL240eC+2XAzvqf2XL5kB2W+4DiBPsCEJL1ZZvi+2Xt9vljgBb7d0du9Rc84PvcrCL0xqXC8R5i8vQ6+AzyUBwU+vtmPvjknBL0WO489mGOwPJNMcb79GJq9P3+gPQdgob4RJj++1AUYPYlQwD2ZXdw9dXfbvlIhwDuOoay+O5FKvnCbzb1kUiK+n/S+vXHo873FFfK82b8PPa75qz1L8ow9BKMMvt08V75PBgy9AMxLPh4Mo73U/Wi91dq5vp/fNz3zzwk+904evk1JCr4NHuG8jYy0vfxeHLx6Btc7kwIfvb6abD6svPo7FOsoPbKjn71z8U09LNEHO3c8oD34mmG+yw1nPsPRgr2mwNe9C0CxPfvF3z3i/cI9",
        "1J0PvfDnHr3iKii+2FG1vWLlwD0Y9+09enbYPW0xAj0Kuz49OYb1PTX6sDpfcGQ+il6MvD1buD3ebic+5oVtvBGcR76kjRM+5d6IPB3rBz5lvhm92mENvn7d8T3BIkA9YUuyvUKk3T3QK4u9MUl2vSz1ij2RhME8N9MUvQC0Vb0D/fW+dCM5PeSb2z0k5He9nGApPeGBj77jxna+SgALvfrclr3vuu09h9OBvlBXezveezk9Y69POucLdL7dr4E9LglrvtNlKb35fVG+8PLOPaNUrz0KRF4+W/XSvDONnDzPeci+XSlAvdcxyLxLYaK98kncPa6/ojvWd46+yWWevFBvPr4ye1G+/whWvtVHs7tZnfc9QZrrPXKrvr1HyPg9L5pQvThbQz7E1qG+y/DdvUGPXz3v1Bo+QK0vvSzK7b1CWQI++WdVO/d1g712hX47FMtFvbPJcr3QyyW+bx9/PSdJrb7lr5K+J9awvVD7FL7PhBi+WteGPd1dNL4xvqG9uHlAPi8CCz49BM+9DMuAvg+CnD2Mqek8LSIcPMh7kTxzvim+b1CkPMdJ3D06W+W9Q6KOva3xPD0SgQq+F8pnu6KiPr1Tbpa9uLWHPlBfnL261kg+dL9oPt8vez3f+ro9QzepvdfEqr63Uuk90WCBvfqBPr3UQgk+WWuZvNHP9TxBODO+RS40PcVGpr2CYuu9CAKLvbdwJL6fLXG5HoY1Pq1OLD1hYiI9pzFJPbzJij6ZRAC9LhDCvbCHVj64Uiw9l1vivcHNAj5R0PM9b8asPZW71T2+jZu9hnXpPccfhL2e9iy+KA0GPk5eir29do09YWfgPQojlLv+NCg9AeWcPNWZwb5Assu9HGRePg8Omj7ayZs+ri8fPdIXhr5OENs91ZSmPmlMJL27BQO+j0wNPsvs6j2WRpQ9cYY+vi2mjr2vxpk+usnOvWMHhT0exzs+qSLYPTDngr2fL0k92r/xPdvwy76C3W49VLHOPaZ3Fj5wtA4+w+WNPrO/nzyuIkE+",
        "ccb9Ps780j2R5dM8A6UFPlRy1D37ka691s4cPi58uD1NJMU+9NasvWJd+z2wLwA+nm7svZfGtr2uRVE+DG1uveuwlL1YnMI8g5a/PZU1l72xHyI9Gs/PPCVz6j2o+f28mUTKPvGBML6+PvU9WkkDPTK/gD1w0c88gfGIPTvjTTzeeYC+YoRhvmy9+jyiCJQ9DBHbPe0t4r3V9+G92B85vZx5pT0TdLc7CIg1Pez8fryEaBG9U3dzvW2xiz6X5CU9CE+LPaG0Nr3q90G+h4yUPSuCSL1FsXw94hiCvko/oj3zqJU9g3okvc92/rwUsxK+1nOcvTHfer2CvAu+nMDkvSJJND6sjEq9LfJyO6CqdD2n81C9P5wXPi5MMbzgFRa+B0WSvbwy9bxjIJe8WQo8PXb1+L0LRRE+CzIuviup272VC3s+ErwXPUy2Mj3Ar0K+RWQ0vTOOvT1CqWc8Gn84Pi+i9LsLiZG9+1jbPYl+lL1kU+68tFNFPd3jqT1Qm5s8M5bLPtjD87wMbGU8R9MjvnZ9b71pGFI+HIJZPjxxHDwzZyK++HBWveVmJj4m+zG+rlr+vLsyd778WlY+72EgvWeXob0Orzc9ECtrvc0eG77q18U8jSq6vUbLAr43uh+8nn/EPmkwNjyvaVs+1DGgvU591T2BubC9i9Z6PknKAD2dqju/nadQvb1L8jyiHxY9jaQHPRDzQ70226W9dDFzvZh7Yr6ZXH0+Q/EAv4TZZr5JETA+pEIDPhgLjb4sMy+9uh0yPGt8870tR5q+eygovjKHpr18CMk961MNv0U8rr2+XIO+c+ULvp680L20IKa93hqcvNMwqL3p6e28wuxBvFhjbT7wx5E8oeljvuw4Lr12S7U9JCORPTwRgzw39+O92ZmcvspYQD4Ga4s+Lpekvj1bzT034ek95lbpugZOu71ljRE+wVQIvdR4Yz5pR/a991DzuzSCPr0CVmk+XxavPWSCprxAHkq9gkG6uMkpCz4OS6W9FkABvRk15b0nCYy9",
        "sRWWPYt7a72Zyjq+VF8FvlVxaL0ndss9zRWjPcUF2D2+Gve8EK6QvPiBC777TKs9EWyUvafL2z3V5k4+hgxGPC4Mh7seGqG8azWdPZNDEj7+m848B1UpvVyxc73Mpmi9Wc2HPZeCjj3zb8s9+dL+PYvMnj2xQX2+iyR5vFdl+7wPMA2/yCGkvd4dST29yEM+8M9uPb2U3L2QK3m+TkLavG3+FT51VvA8O+mVvpXa1z0pr3g9NVMOPNtLvb4iBpa9onwRPPTIbD30iQa+T4/KPbKsoT0DFk29gjESvtRKFb60POC+Fhdsvd1H772DANq8xkxNPmXPzL2hGiy+mBLfvT9iUj8x6iw9J/xVPV9y7r0kY9M9on8tPDRzaD4C2xS9ra2kPO86zb1KmhY/UWzMPXZD8L0fXuS9QO2jPXhaej4hDG69w8u+PRTRmz3z4am5CGedPXqClr2VN6E+I1KbvcfVzj62gwy8taCTPqhFXz6QnuC8BSqVPeJtrT16/WG+cOVtvouojL7QFag7NkENPpa7uDyNX+W8aQHHPWHWfD0FgH8+9MOnvfOqYL5S5GC9nHr1vR0uDr6c5lM+BkklPaROu73Uaiu+PEuHvsjXuzwFEf69Df2dPf/trL4kLos5feoLPgJHhz15dts8wfzQvQNqKz5OaTc99cbhu+yMGr7lUl49BuM0PZSshz1fciO+5n6QvS7ukzs2zWS+eeu5PSZEAj6q+SC+UEmvvfbtHrx2rhi9Xe+nvp2ZR73fNzO+Y72OvW9QwL2LecS9hdyQvQiiN73Msk8+eGQWPolCqL28xOi8fD1uveABpbxDfzC9IwL+u2xfwj0+sWg+dntQPnQPVT/iFA87ECr6vZXrGL4u3BE9LZM7PaiwhT4OiGc90JLxvSyosr1EjJo+bMcRPUzHnb1eAES9zeqCPmqCNb1H1j69lOTCPO1NUz6QeVe+G1cNPa0Rebzwi2q8fb0IvW9DoD7UIha+zeJqPfzRqzwgbUc8mhuTvUTmRj5OGIq+",
        "n/vwvWyOUj3LtEw+y6TYPLjUY75xmY898M+iPr2Fq75SQKM9DO2SvUgrnb6HjbM9+9c0vk/rQTuDMZE+HMUIPoazEL8V4b88Vwywvu0UCD3x4bO+5qB9Pr/BGL4xz+2+MAe6PeYLkLxhZZe+9cMuvvT0QjwTfTa+avWrPk6MDbxJawO7OrfFvRs10jwttB+99BePvvP0Wb0Sm4S+gBiUPdpymz3yvMS92aiUvebNqj1+Nza70MscvtvArD7A8yA9VL6SvmpC0T3gPJw9RsKFvkg+Er10TlE+WwYOPq/6fb4YYNO+TkBLPs0C2T0K+z6+OO+5PM6Fcb5rLGK+4IlNPAwxsb15XpW+i1/LO2fjDr6HfEq+WGuFPgWAFj6/vcC8KdlDvt0GwD4JVL+8zJSHvXKXJj4siGk9kn9uvrLiF71256W9uvwPvmPc9b2TKqm8HE57vVPnBT4ExDQ+PLeHPKEZBT5EEzK+Vt7svU2lnbwlAQc+knCxPQZQob12qe+4R9aLvmewOr5dSBm+cyB/vnh8nr1HGcw9JJWsPkJdOb68LXi+dpA6vouZh70ZbBC+5wh7vv4lSj3FXMQ+PPOUPaOVCb5J+WU92KGgvl/KTr0R6F6+iZGRPb3JDb72aOm+DzyxPk1X+73KPRK+Pu0yvrAUO74yWWy+Ya6cPUBRqT0k9iM/BV1JPolwXb2yuwQ8ga3ePUm6jT6pwjg9t3vQPYiqnj0DADS+eHYhP1EVWj3JkL89cHUwvvBJDD6UuyY+pH/9PAlITT4D2Lk+9CQEPahxZT3DJ8a9WLIrP79lvzu4SHQ+HZWBvVTWpT5p4M09ZTKJvLVHUb08JCk+/wyIPN9VCb4Zao2+VsfoPSljn70uZM687stavgGbPDzkp6s83oQ0PngyqL0ZWiy+y2lFPspGTb1OaPG8nQB0Pm2ptD1Ba5M9RdZ2PCkWDr7VN6q9G0ltvqg06jwxe8O8Nx+WvbiUOT3OEqE9XpBBvl3mCL2dCDq9QCsnPWQZmDwgmsq9",
        "vg2EPVSE/r1/qAs9lBMIvRdXzD0QZZI9sscavhF88b01apC9f4IHvIRzKr6Jwk69/QYOvYgt7r2nzKM98Z3CvfcJxr2I5Q++ghcQPvbqMb3ltLG76RcWPlzIkj108kQ8Yh8TPkGUFrrTEog9UyC1PYMcSL0aYjU+cp4MPsS1qLyfpks/0k1GPj50uLzmL+i9TNmxve7dL7yGLjY9rxJrPhlvCj2iznS89THWPa2wZbzFXuG9rmqvvfgsLj4EkUi9QgVpPe35tb0f4MQ9I7EQva0XBTzuC6q9LU8RPjcZmD56rS8+7SijPRQfsz6BUH48PpuSvavF2DwBjk4+Zecovg=="
      ],
      "weights": [
        "A5RNPwRDVj6loUE+tIZ8PrjXlz0ZgB8/32m8Pqzlez7H7Nu9aRf8Pbaozz66BX8+c5ecvOa8Dz8My+Y9jVBtPhNhobzdbco9JOAIP1Oz3z1JWUi+zMsDPzOyED9Nv0s++haYPmB8RT4BXwc/EP1bPq+GED4udGM+2DDmPuGUGz6q7Mi+xVHjvtvKlj2oDQ+9SFYTvlRtsD1S3Wq+wE/GvsEMZD4uKo49ezyzvj4ZJ72glIK+BrJoPrWN47y6Xm4+Kpccv1hHoDyrjri+Z4KqPR2tJr/VD5Q+iYYJv5EzJr9IwF2/e30NvhLFBr9lJ729nFKHvbhdj72gdP2+Q3CPPrUl87uIvSq9zUcSPu572b3I5Qc8DrHHPUHMKD9BRaG+LjUXPWBYer5Mzhm9HiMDvtxQVT3NwwS/1tOrvX4gob4jbvc+EsgUPQoQNL6X04y+X+z/PXMF3T2dGdM9pdiSPQCgOb9G9hC9GDeTPTG0BD5P2oa9IM9fPv5qqb41zQk/9k4wP3faDL6U83++1y7Tu9HyT74KXtw+isbdPTxRY75PNwe9tKKbvSReNT7UbVW+d5SUvpmgDT/nwpe9kFsNP6NqYL+gqRi+2I14vmWrUb5MguG+HEvCPp/QoL48wDa/jBQdv7osEb6sYhC/3dF/vl5xAb9Yhau86fSiux9xAD+YxmA+cByKPtXTlT7flOu7EcclPSxfhT0eSKQ+OZygvQoQAD6644++5ebGPmzvJD5yadm7equuvUfMQT4YHSG978/aPAkGwjrNlL0+NOcRPtmqlD3l1S+9piySPsCji70ICUG7V5xjPt7C4T335ow+ktQhvVA3Nz3/Dr88gbXOPSYZ1b3g1Kc9IoWxPmzxAj5QxK49+g+lvp07Mb8Rdm6+UDjEPcd4Nr2XITE9zklUPYcTcz0Og1a+XIu7vWv9Dz6oMPI9T8jLPbStDD3rzZm83Pq2vGxJjr7PPhY9UIBPPE866r4VCMI+Tpa/PUTXRr5GK3Y+T0ZhPrPAlb6/ZDW+",
        "bho0vz3rQL7MmDE+eQxJPtUKPDsgJbI9fao0u404pD3oXZy+pieavWUlMT/MrSw9pX5+PSd0ab5sclQ+Oo+UvQc6fb6/u/M9WPuhPsPBUr40ycK8jghAvLRv2j5mJtK9YVeRvR6zG74cFqO+p17VPtQ8Cz1IdEI+YUWzvR59Zr2IqR8/alv0PbVoKz4G1CA+LqEQvh6t0Dx6kB6+E/eXvs768D0anQe9WOsxP6IGIT29s6c9cjI5PpPTnr1m1a09OAsCPvPAVr6OOs0+Wa6CvoLYWb6yjhM9teoHvWCMFL2afT29BaWpPpCgez2Sga28cD6dvRA9kb3hwYw+xNNZPj2HFj+71oU+5OKEPpGqhj5ejeW9HLZ+PmoslDwi19Y8xLuHPWdgEL6MWwg/kNniPS1HIj4Ds2u9vjePPnZI5Ly+Ab48hfiKPYB4+j5Go+Q9tb7OPS3tP755PBs/pI1VPsEz0zy67xk+CTtNPooIMD0++As+To4HPR3RwT4tSiw+eg4nPl6Y6L2x4DM+114yPg11ur38QSu8Jd8Iv+6/szzQWbE+pI5PvjZNxj27l1Y94w86PqtaG76jnhe+ge8dPR1Ko72QTcc9sXidvpoq3L2zVs29WEkJvjbI0j3KETm+9K2pvmmn2z4Iemk7IwSQvTeJjz72DT0+ER1pvouupj0KEES/5hMJvxdCOz45jbE9e+soPT8w4D2zXNu9rUsvvRNqF74GMsa8EN+3Pu6BxLwuDzg+vGuQPXbi9bw2MoK+u7SgvbwsAD6bWPQ+XIIRvvrCqr600aM9sDWuPsearD2ZVYs9c1XfvmI8P76esrw+f2NBvjlIMz1yxNM9Y8x0PaT1IT/b8o4+a7q4PW4dLD56wUa+uVeYPRuTCT1cfKq+GJ4EvguPzz2YRDs/4P0jPuzSbT7RWJa9+46evDuxuL03xyw+x0q1vfsKqT6WbWC+oH3rPFcP+L2ZMc+94rR/vUcIEj5Oik8+DUhbvmRvrL27Aow9xXNkPFKdjD7jd8o9",
        "dDZBPU2b8L3xnz89dPEyvcIyN76SzAO+iPIePVDPcj2jzkG+KkEWvqGTj71kpkG+pJEtPjpV5b34EBI+xFCVPdqABz5pR0w6zEElPo4jUr39eQK8nVKPvbKWojynGfa8Mk4JPkVT2b3w9/U9AqgOPvB2tD3X8SA9rnU7vkGe17ucjIU9kAIjvW59rzy40zQ9gy9DPu4yrb3ILbM9iht3vMPSirxZHOe95NuzPSXPkb3qrwS+xtN7vPwiCD6lE1O9W35XPLO/Lz4oTag9fYkzvnzfNT4uxz6+vgf3u6koIr0vBZw9+df6vV36Qz46YzE+SJI8vg3xRD1w1+I81lKcvUDbCr7v6g8+szAsvnm+rTwrWU69Ymoevlrt9z19hzc+Ft+Lu74LE77V8Bc++erkva8jF72mpym+850/vRsHFL6NJOs97z3dO2lllLwfhWU9sNmlvdNMG76JGJo8gPAjvuiCGr6/tdU9Fi6YvcruBb3luie+Ony+vNsmer3gi509jq8KvqQRQru5qOk9VbwVvlzhEj51cSW+qAF+vc9b8L04tuW8/EzTOk8GGb4M9ao9QAEcPuAm2rxkyjU+lSjQPLz3pT1jPwa+DMijPbST7L34w6w9sHwyPfiFRT7acVU9juo6voptDL6b7Lg6gWMEPsfB+b1+Fzo93qPnPRx1qj14EM07tC8YPob75T1Kq2s8ZogNvWgG0jyD4D69NXbwPbcpCzwSGUQ+UqkDPkQiIj5GdQg+QaY8PtqbYTtrsyO+VPg2vvUT4r3APNI9Rs82vnl5GLy7TP+9ZE68vbwF/T1IXUQ++6EMvk/Kiz34lOU9Fh9vPQN3Qb7TUBo9/2IqvqMe4L0aEx49DwpAveCgcj1T00C+B50ovoNFKb6/zx2+KRmOvRACLD5zJBk9ZUCQvANParu4Iys+QUcvvqQaOL6ZKsE8OrjcvbHTND6Rpbi99Z9zvO6+4zwWkwW+0w7hPBrD0b106QM+/PgxvfVRCj5lmNs7H/G+PLkYHr3jUf49",
