{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              64
            ],
            "dtype": "float32",
            "name": "input_1",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "Reshape",
          "config": {
            "batch_input_shape": [
              null,
              64
            ],
            "dtype": "float32",
            "name": "reshape",
            "target_shape": [
              64,
              1
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "reshape"
        },
        {
          "class_name": "Conv1D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1
            ],
            "dtype": "float32",
            "filters": 32,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              1
            ],
            "name": "conv1d",
            "padding": "same",
            "strides": [
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "reshape",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv1d"
        },
        {
          "class_name": "MaxPooling1D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "max_pooling1d",
            "padding": "valid",
            "pool_size": [
              2
            ],
            "strides": [
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv1d",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling1d"
        },
        {
          "class_name": "Conv1D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1
            ],
            "dtype": "float32",
            "filters": 32,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              1
            ],
            "name": "conv1d_1",
            "padding": "same",
            "strides": [
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling1d",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv1d_1"
        },
        {
          "class_name": "MaxPooling1D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "max_pooling1d_1",
            "padding": "valid",
            "pool_size": [
              2
            ],
            "strides": [
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv1d_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling1d_1"
        },
        {
          "class_name": "LSTM",
          "config": {
            "activation": "tanh",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {},
              "shared_object_id": 12
            },
            "bias_regularizer": null,
            "dropout": 0.0,
            "dtype": "float32",
            "go_backwards": false,
            "implementation": 2,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              },
              "shared_object_id": 10
            },
            "kernel_regularizer": null,
            "name": "lstm",
            "recurrent_activation": "sigmoid",
            "recurrent_constraint": null,
            "recurrent_dropout": 0.0,
            "recurrent_initializer": {
              "class_name": "Orthogonal",
              "config": {
                "gain": 1.0,
                "seed": null
              },
              "shared_object_id": 11
            },
            "recurrent_regularizer": null,
            "return_sequences": true,
            "return_state": false,
            "stateful": false,
            "time_major": false,
            "trainable": true,
            "unit_forget_bias": true,
            "units": 32,
            "unroll": false,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling1d_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "lstm"
        },
        {
          "class_name": "LSTM",
          "config": {
            "activation": "tanh",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {},
              "shared_object_id": 17
            },
            "bias_regularizer": null,
            "dropout": 0.0,
            "dtype": "float32",
            "go_backwards": false,
            "implementation": 2,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              },
              "shared_object_id": 15
            },
            "kernel_regularizer": null,
            "name": "lstm_1",
            "recurrent_activation": "sigmoid",
            "recurrent_constraint": null,
            "recurrent_dropout": 0.0,
            "recurrent_initializer": {
              "class_name": "Orthogonal",
              "config": {
                "gain": 1.0,
                "seed": null
              },
              "shared_object_id": 16
            },
            "recurrent_regularizer": null,
            "return_sequences": false,
            "return_state": false,
            "stateful": false,
            "time_major": false,
            "trainable": true,
            "unit_forget_bias": true,
            "units": 32,
            "unroll": false,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "lstm",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "lstm_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "RandomUniform",
              "config": {
                "maxval": 0.05,
                "minval": -0.05,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense",
            "trainable": true,
            "units": 32,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "lstm_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "RandomUniform",
              "config": {
                "maxval": 0.05,
                "minval": -0.05,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_1",
            "trainable": true,
            "units": 1,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_1"
        }
      ],
      "name": "functional_1",
      "output_layers": [
        [
          "dense_1",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.6.0"
  },
  "hash": "41fbd18e0b3e47a14f36bdf27cda71c6a5531730463de7f7ef330f65bff9e969",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      64
    ]
  ],
  "output_shapes": [
    [
      1
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            64
          ],
          "values": [
            "17PCP/IPCb/C4Eu+w8KhP8+Cx760oStAUF1ivzojab55yn0/U5ulvu2ZET/gWoy+9g3qPVKBsTuHepa/ETOIvlmA8r73MgS/nIkiP9Obfb9XZqK+9CVYv1DOBj83m9w/2HmBvhvEwb66CH+/E65nP03qWr+M0m4/TwMDvzwTfz9qaDk/4vZMvyODBL/1DHk/BOROP77gZ79Js029ErRWPtMVWr6q6W4+zQ9UP2BmGD9AEZ6/OVR6v9r2Hz/UXci/jPi/vcgGCr8CQbW/5bNtv1eBAb/DMK2+YTvwPsizaL/zXtI9v/N9Pw+gZr6qlu0+74ibP4ObLb941G8/oFR1Pw=="
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            1
          ],
          "values": [
            "r+4xPQ=="
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "conv1d": {
      "bias": [
        "GH+EOQAAAAAAAAAAJY3+OlCBGrqKGea7D+INOgAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAACi6NToAAAAAOA+bOn4D1bhrVPe5AAAAAOiazj3Boz063Ye7OpVadr0AAAAAKowqOs6TkDoAAAAAAAAAABLDPjoAAAAAhIj3uTdk37s="
      ],
      "weights": [
        "YSFAP8TN+L3tWm6+VLsfP+JoOz/mlsU+oyNkP2IIG77cFZ29SCOWvlXD0r4APem8wASSvehnVT8AE926/vwRP+wDXj88m20/fu+cvoHnEzwJ8CU/niI4P4HSmT2YcKS9LPAuP4PTMD90Y4O9jFKtvul0Wj9RQYi+VvSFP9z76j4="
      ]
    },
    "conv1d_1": {
      "bias": [
        "AAAAAF8CMTyWXcC7Q0OtPLMx6z1Yc+I91eeiu+lPvjuE4My8ZmgLPEvfAT7tm/o9AAAAAHaEv7t3squ7IzyavBeebLyqtWo6EfgvvAAAAACLPe28q72NPIlB0ruBB1q8fx2NvD1OYLxazUi831V5OyGpvbzQsPI94WscvTFNh7s="
      ],
      "weights": [
        "E4YcvkYByb3kOXa+C6ABvszCr704qZc9D5GQPpxBqj0oa4U9hNJovVLnbr6ERuy9kKOhvGW9Jb642tq9jsjQvf5kJj5AnOA8/FouPivqgr7odYI9AKC+vYB9crvAvEq8WbkuvriKcL0XJ5q+IEXrPALQl77x844+GKUmvYCtvTttjaY+cQSSPlVBmD4+YOI+yBU8PtCH4L13Q70+PMIlvgyylr7QBtQ9bGCuvUannL3Al1o99VXHPrCXLr4EHxm+Zb+RPaEPYz5gBBW+B4MMvtVytD68msm9uzKJPsDeuD39fxw+2DTgPvxOVL5skbO9sMpjPgpqlb61MrM+DGJAvV0Q0j5HFz2+YLxWvbie1T7rffg++Am4vovShT5wNOY8UjOJvvTU371Cnm4+tkNgPkCC07zM/Ks+1MD+vY7fuj10Z909rs+9PvcHHr7/UoA+aSCYPvPt2T3nM4A+QDtzvLcx0D4hTwU+PKwDPmAfhT09xL8+uCtovYiUBz6C1RS/DEjDvWA4DbzYz0q+hfQCvsd8xb2iLO2+DpHaPvC8er7QeTc+EBcEPUIhIT7IUhG9WECtPSm+UD7AGwO+KJhuPJX95D53+do9wixTvq5fb765j1o+/nNIvXTVRb2Abdi8gJ3SPZCqcD5lxZk+yMSQPYn93D04etG9fFKKvN0R4b77oBe+gaAcvl6pDT6Yjwa/DAbFvq5/rL4in86+XM7pvTnJk74GQLC91XGTPrBDnTz8O729SDI8v6gOPj4Y6lm+rqcqv2FlAr8AJjO7kEKePvkei77P2Qa/Bo1QPgj6uL1/lbW++6GjviDUI7wsUzO+Yk3Xvup+PL4/ZuG+9PHsvev7Er/g+vQ8u8Wavm1tB77NfN6+42bpvFtzW7+1Ug6+fdiMPmXAhr5wOno9CMdQPYDD/buI9UO/j9Qmvull4r4KJg+/45aKviSOH74olu29KO8Vv/xslb60kEm+vbuHPuo2cL6/YA+/SqY9PvFFiL4mqh+/qNU2vnAjTb9Kbsu8",
        "3Nm+PoaqZj5kcQm+V+UbPjPtDz5px4i+KgCFPtAW0jwejFc+YJS0Pdg5OD41CYA+qI48PSgOzz6cJv29LunjPWlW1j3rfn0+B8uUPmRXNzzNNAe+VzyRPlCwQL46038+JQ+jPoj6uD5S7IC+SPmXPSj6z72O2Ie+yw2FPVm3Br6a2eQ93D0XPlIEUb6WfgY/RszbPjFTTT5YO5c+ejEsPiAyKD2TqZg+ocyBPqDBLb7knA+++RhCPRKexL07Fwk9T2QDP5kacT6imEc+wf6QvYN36T7KnVQ+sBtAPSKkwr1Nq/Y+iYISP/NuMr7AyU08NHnUPlbYQL4Yt9s+TaWPvnZ93jyCSQW+7g1TPj0njj752eK9TAcCvhtX0z7i5pO+rhbdvSLdQb6GqX4+M0KCPvxN6b2RnkC9mml5PjHSeD6NCbU+w3mMPvnNjz7KZVo+RCl9PtqhUz61Z5o9eHhTPaCu2j7x+JA9tHLbvcKXWj4IiVs+ZvlxPgTKTj2QGpW+fABgPunvAr6o0/c907Q+Ple+0j7iDrK+8jmgPmWtPL7gwI6+RngDPrjfNL52fy6+0JvZvLhCwz5JHZo+QzWfPmRttD6WYzM+VNUGPuZ27L3P7W8+0eOpvTHUG75YUsk9pp6jvKLEsj7ABrO8XoaRviLA3j2SHmU+vxY2PsLh8757c9C+snpMPgNlkT7QGme+QT9+visDOL7kPgC/GJMJPt7Dbz6Cv4W9qKxWvkA5pDtIqWW96/j1vjQkjL5iRmC+oUwZv/SMIr8IW5S9cqCKPlmhE79BdDy+SLC8veQqpz2bg+e+YDW3vficfz2q28m9m/vDvnL+ub3X8g6/NK8zvgf+bL6wpme9zFn7PQo8yLzPALe9Bh9aPA0mN7+SAw8+N9ybPhAO7ry8R3694PyIPP37Vb5RliS/INVHPUZFor5T2hS/V+0Gv6CqRT3946A+ZKKPvgMlrb6E5PA9AAicvIBXvL5peRG/FKOJvkCtmrtsvTW/II53PWNCL7/qFcK+",
        "gsB7vv4Fbz5OA0k+XAt1vdTIcb6oE2a9raicvholhr4Kpqq9enFjPnQ7rj3Eopk9nm2UvmKgPD7G/V0+QWGCPprzy7125U2+DWKVPviWbb1QW4W8+NH2vXG0HL6gIZW+zOdTvhjoWD3+1Jq9aiJnvkcZhj5AQtS7qsKLvjhszj0guAA/+rjXvcIbTj49m9q8kbJzPgqoPb75+ks+2tVhvv5zfr4g4hM+SBxMPQIvCz4wHI6+GaHQPoIfsr3xn40+eLuZPi8O/D4kKP29AZCQPtjpbj0J/OE+ovEtvq76bD4YDsg9a0HIPqA7Wb0AOr+8w+sAP+AU3b3SywA+8oUDv+cAvz6mfmG+gAbeuzi1xz5qncI+CL6LvjYeZD6qwz0+4JwhPZtlDb4P74M+huiIvYbWg7076l+9UNbdPZgv5j0AEGc+fgkcPpHIhT6EZ/Q8MEjOPuEiwj1OsyC+sPGXvmQbW73B3D8+BGgqPpS8Bb65TNY+nhQ9vs/Gnz7kAAs+kBt/Ps04Mb4SnXI+8mYDvkfnP75TkvW9GRncPWhWXL0kykq+gzKBPnx/jT1GsYK+50+PPhD4Hj5m7WM+blyKPcHWir1BBX2+hq/bvf6FLz4EE1Y+gc06Pmewkj4Qol29tzOLvvjihr4YOJU9TDdJvlAb6T1gMzC+JwuNPY91hL72xZK+gB4OOxp/Tz69HvQ9yl2puqByg7x+Yf+87pMgvvonQD4V9Yy+xPIjPkD/r7tcfJe954oJvYBv+DxEsIg9AxoSPjV7e73+ZDu+FYUyuh43ZL5YD0q9VSotvuroSj5pKJe+CAl+PZBS8TwON3C+hNf/vYxghL6AY2c9jNHjPUb65T4eDQ8+/Qxmvqt83j4oUQc+0BATvm+9KT3+JSa+MjYtvoBjuD2wHku9sC6BvICIsjvLAqM+nFnFvc9EeD7pZJy8ZRCkPgA9uTvLihq9Kx/rPowxwj5SSYg+nGlsvhcqsD4ulAm8VF14vugBSD2B0zU9c1QMvpgklz4rj/6+",
        "+UXkPnGkij5Kb5K+/q7HvTp2UD3BZCm9tIbUPoAMgb0AZx49kL/sPKYzRL4AiAm6UP/5PbRsij6Pdla+GldnPplH5j7Nqfs9zCQCPkKBlj6Q660+N9FjvLjoOj6sbn6+eEL4PkgQ9z6AI2S8Y+8Jvqzt0j70Rm69vmWEPsAeyzzwwgK+QK3aOxZwFD6oEpC+gO/9u5LGyb0kGZW9WLn0PXNXiT4yTVU+oOx6vjCq7T1W/Vc+buZpPjd6c756cBc+lEsTPiojmb0GVFs+umkGvkDv9DvWJu29kkVrPuAopzyAmtM78AWKvvYWBr6ebDw+3siAvUgUQD3aifm9OsuhvRwYj76Avk08Kj/RvdPGRD0phpy+gDUlPMC6ST1wwC8+4tUEPtHmgj42tE4+P6mHPnBK+b2ySBg+MqzMvQY1pj15IxK+Lv89vslsZL531Dg+gZw9vlCUPT6wKTS9oEtgvWX6cb3f7x0+ZJvBPVfijD7GOoe+yCZMvaX5Sr6Z75A+CdHoPg5IVT5uGPe9HdJWPtUwOT11+bc9E1CZPoDJbrtWoKa9x7CavkvjVL5G5XI+/D0ePhxm+T4L5hS+N6b6vEOkzz6V8Rg+7iZ2PmCOUb5C4e4+/FiQPmGmCb4qAFw+rt+/PgPySr0GffS9GAAvPV63AD9yis29gTcUPfU6k77AkH09+C13PTXOgT6WnM27zogJPkmWZz6/R1q+5EhCvkAKlb0JEUy+FIDZPSFrmz68Nde9HzlwPRpLAD56HTO+zQRwvRvhij4Q2bk8S5aEvQbGKD0aUVC+xRCKPoCPCj73UJa+8wYZPhyV8T2OZtm9x/dyPkfper6ddhq+jYuVvhaiQ77Odgm+ppPDvVGtkb4KNK69exdyvmL0Oj0vN5i+bzoVvv48Bz7yQ/u9jI6NvoCRHr4R7jA+skS8vUCMDT64rZK+JjmPPq7udz4Yquc9m2RuPhuP8z2i1Ds+3MT0PfjYnL4JyO+9tZ6QvgD+Yr21NSy+ypYAPrHOlz5bdoa+",
        "TdE9PZgLIT5KWlg+qBtNvh3ntr0sBhs+nuokviqfPz68SPc9YtljPkb6Pb6cixU+/jdHPhFQCr6q3W2+cMG/PdJx3z2pKI8+ULAUPQmIl7568pE+yLCRvfjxkz04D7s95mmBvm5tWb54zNw9zCPrPYe6Ir5/dpQ+leIvPswHO74N1Xg+UxqXvvF4kj7LhJe+IaCZvq7xaz4L7l68CNhovRYgWz642IW+/tSavoFClz6U3Ti+gdqlvRWImj5x/2++QuRLvv0WiT5gzUW8uD+VvQDlgjy6jh4+fcaavr4MEL6heKw93hVMvhB71D1Qz2U9QR2WvdrFdz7AOf07Unn1vYUlUT6Fv4A+xsEIPtUHIT5kz5Y+XApAvgfL7D6Yl3m+I7qaPu5Elb6lZym+4E6APKTsZr4uw6I+CEehPcq8vD4uXQk/gg77PpELjT4GjI4+kzo6Pmoj+D6Cvnw+TF5cvguLUT5/Cmo+8No+vu4DAz4pL6I+dCmtPQdEqz4toqY93eJBPpzJkD0CIQ4+iXq6PkEobT4hXdW+St7YPqASm74GEFI+rvJUPnQezj1MBni99o9cPj6g7T6wClG94xBSPujovD5nREQ80dI7vjYRRL2KR649ajhNPRjzpD79AY++twh2Pj3QpT6wYEC9Jp9JPoID2rwzwna+jh6PPuSTAL+rt32+NkMkPtCKR70YWTY+qkooPtTTm77XPom9xI/NPXFgg740H0u+4bmPPtWfhL4s8a69KEV7voYv3r1S+IM+1oV5vgDJOz3gPn88QUNDPsTgnb4XD3e7uDFqveBu6LwYRtY9A2pNPoBjaT2wyyI9yJPGvWrRM768rxO+Cld7PtzGor4S1j2+5DvHvfJpo7xtuR2/MT9avcfSB78YzIE94OPePUDmQ73FKAu+fOJdvkbZDL4pxHu+2OwUPX6o3L463za+eAH4vuTeHj4SuXw+tvfwvd44g746UTC+GQ4bvmAjHr91SRS/0RuaPjjEGT4cxOO+AI1QPbQ2CL8ZtTS+",
        "t4tWPia1KT47AAG+0p6AvQPoPL6me4y+Krw9vqQFJz5AuJm8Uge9vZ4WcL6TTpW+bCOyPSGT/L0k4bM9yVh4PC9Ai75Rwqu9kkJ/vgtPYT6Vfj0+ufVMvuGvlj7TPJY+zjsqPv9Igj36O2s+Six7PrmUWj5mfGU+1XDtvIA3H7wpDAI9kSqOPiyfCj5yD6u9oQbWPkto475NUNU+oEXjPdA6hT1KnFs+CHkCPqeWjz4ZApI+tki7PR5i0r3r6oQ+zuZcPWQNkb0NLpU+kk1ZPg2DVj5FvDQ+ZumIvUB73bys9t0+xyqEPi9HBr4QFui8nv3uPgw5nz30U5w+umryvQ=="
      ]
    },
    "dense": {
      "bias": [
        "qemvvPPjLb0Gywu710Q4vavx+7x3BGy9I2YEvdhi1DpgniC80wMhvQGYB7yYT8C8VYgkvG7yXL17xSS7pvmMvBtta7u3NxC9V2Gduk3OVb2J04m8JdYUPfm/xrthXpy8+yaYvYJV97uQpPq8VE71ux1Ljbxqv+68qRo+vQVT9Lw="
      ],
      "weights": [
        "5RkSPAgVobxhp3i9sIkoPcwrnT1dRag9eHC6PBy7DD3Zty290tMBPTp4Jr1R08m9e+hYPS4fuD1m2gw8Ezs9PSe8rrwkXa672S0bPWX5fT0+6uo9A9OWPfvdY71rJ2s9CQM5vXJ4mryg8dq9OJZgPMmkAz790mM+Dh9oPZazfz07wRo87/HAPV8LfjwCBAs9yvIRPWCPZbzPGUg9cLcEvWFXbz0Hgtc8EHv9vHKv0jxbyUQ9vXmkPcnWST3wDfk8UqN5PKmZqTw2Zfa7xMaePcFgOz7955k9cvfEOzrh8TzuEE69EphJPUh1nT0TjVY91zIiPmQsjD5j2Qg9xBoZvHuIhr16D4+9b2zWvQgRnrwr9di7Wg71vZ+5pb1qvps9n14WPXO4ab3Uime7LRUOvYlLQr2Y+gw8vwshvRO+lzxPh2C8is2IvX4hdrxmKp+85xq8vre0UL3Kfjc90V+gPHhZfjxKJJc9ataHvJNiWj2o/ZK+cXbFvqhUKbxiM469VuDvvPh1Xj180Fm9KDypvEIuQDyhoaw83Tu2PKIVZL21laG7ZWaaPWNLmb1MR4q9olAttpEJhzwAXzy9hjNUvKBjMj24xYY8R3CjOxY6uT2ZHZo+S7W+PmcA6Lu7S6S8HGL/vbMw6LyQkdC8oU0KvQCKWD4OZoA+twecvCCFND0l8km9oSJSvU9wAr4e5aK9Xbq4PAmmpL1kbZC9XboYPSv5xzwkPtK9nDA0vSj3Hb2xoMA8Y5uXPF5GE70ryia9lnp8vfPtYr15IgO9jPqWvQlVbL63yRs7ZCQPPc5Ub7uNeVC9v9cJPQ0X9bxC6M471uo/vkmMcb5jioe8O/5xvHKcLz2QXxw8v/zaPfyu1jxxWZg7BPjFuyVbMrxH0jS8U22Zu28MAj05Kba8D+foPMVuB7sNmvo95WnkPDo2CD1PbXY9L6e1vCB55btPKJM9MvIoPsmMWb1lW/a89x7sPMoRSzoOO6m8GnQfPcApELyhyTY+uDx4PrToBz1Hj7Q9",
        "/nRcPP6tmDz+wgo+2HhPvZVjWL1yJ7W9j3yKOxXyiD3t50I9LCYOvYzJjzwbDcw9R4waPdkFHz3z74a8GjydvEVTPT1UlR89gppPPJmALj3Cb429wIWtPGDR1DxAIna9OBJ3PXcqwD0KUOI9boh6PRRRkb0Cf4w8re0lPJ5DZL2+lh69WQIXu9K6Pr2Mvys81cZgPNWcFr3h4w88aD0GPWFp4bz61jS8S8+1PADybLyQSPE7PezMvayXezw1iYQ8TyZ4PEGYPT31Xrq8oLdkveEPGL6JMri9t1s9PZ5EqrrbpIk9qvyZPVs9+7xO8F+9xpwJvtujEr46zJE8BgcNvlYfZ72t3P68AdbKvS9SSbz5PAW78FCRPDqn5ry7x8M9BhIyPfjcZr1ju7A8N1c8PG7GrDyTLza8nigOvZEVijxGlxQ9svREvfKMJTvFTx2+rEOxvoGZrb3I3RI9rEjdPJPPsz3qB4Y90yz4vbBCm7x1FWq+Q9ySvsUJZjwTw/W8IV0qPZt4Aj3u6XI8ESNHvF10CDyVv4+7IOO4PfFsXj1dpi09J4+oPVyX9DyTfYu9xbQHPfrQmTz/WW68rnMBPa0exDzMTzQ9RFxYPXHnIz26rWE8g2KIvRdktD1e3/o8arM6PvqMFT2GoOy8pspsPdILoTuGkik9B+y1PLxIWz3xWkQ9AB3zvCxCeb7jRhk9MX8CvXl7zbq/ppW7WnmePIRgdDzJWhw9JXIDvTJrcL3DpZ48MKgSvQlqojxHV2w9or84vFbjO7zvQlW9dOT4vSpTS72UwrY9qsl0vD29Wj3tquS9HcF4PQoXSb4fuRq9ts6nu8n3AL6R+yW8C/IxvUl8SD1+TE48PvO1vSzGJ7z/9Cc9RPuDunvmJDxS3I89tEqqONnjmLveGd09T3kuvVKYpzoyIVC9pZSmu2Gc8jwXiUG8iWYKPRQvjrzjfru9vlMTvsBe871gOKU97458vN2+Vj2aRYo9OkyTvZyYcjwJBbC9+/SIvaOKkT0P53u9",
        "1HdHPFIEjjzDOTC+2VqtvLtiozxh7F+9KMTIPTXC/LtQewy9+H71O/bRnrwO08i9xRExOk2VZD1dqJQ8+pVpupwSYbwh23c99lxmPbYcabr5tlE+cOT8Psx3aLwf2tK8V4OWvZ+wLL3czQW+JQpFvUK4Zj7Mjas+2IUcPU+NvjyHZGa86Q4VvPwgX70TQYi9UnFwvV4Hhb192vE8HbMfOwbIXj1ZA8M93fdnPOfLVbzqh7a85/FYPX7cCj3cgVE9NTrEvN2kbDyYsRg9DlAUPjkhiz0rop09RcxHPDJseb3XDuu86IHFOyfW1bwSSQa9HMoRPvQYLT41zVu7F9bLPOSxvTw0zY+9jXp1vlsNmr0oWjE9D1+LvAtkSzy5RHM9HVGfvEozqr0dbl09AiwRviuSRr1ZD3S9Ka4NPYuy7bxnmM48h7BvvNYWGb1+43q9wo+KvtFf8rynM4Y75QELvTbjMry5ZHs9c6k7vlUYQTsLeHC+2DiuvoIn+bwtL4m9VvIZPbRgcrw/f7899//QvOTHwTw+4FG8Jal6PO/uGj0T5G09M6hiPVRIyz38GR48N7y2POY+Ybzs7z89sIFXvSXaLT2Ny4G8T5oAPY1P5zwBHyG9PoNkvj/QFz3b9BQ71U8kPgzFcLuzssI9ncnmPAaPDb7G2Nm9G6ggPWu5HryaSIQ8Qpw3PRE1O76sRKA8lfIxPZ3Zqzw3cfw8sZsBvWSK7LxkOY08OaEiPMPs3r3Aq/K6oocPvcLbB7z+zE49dGJHO8gTTr2bxr68z0YMvZ78hj3OdC4+zCeovSy4ML2r0C2+EzvXvJqEEr4AKFS6js0XPe2KwD29Usm7YnokvNHDuz15W4E945+hvnCFLr07JAq86jUTvYjFN7z0cCu9OOmgvPCr/DtmR7q9f9ncvXTduT2p5A483JCjvMHaMjsvTis6bo/KPKKCLb2Pwzq9AS0hPErEeD47LJe9FkvJvKB5G77vfEk7rwxFvvDrpjrgJK09HbakPe4G2bu/7YS9",
        "9zyavWwfF77YjVa8IaMMvFP0kLx58bG9XhkCvGXErjxlZzG9/umUvUulkjuxN2i96LqsO7Iwvbyc5r28NgSGu1OjCz0gQ3m9SykgPZBGiry7/4u+cS7gvSidJz37kgm8zP9YPdQwdT04K6m9oW9Ovbl3g75Bhoq+Tw31vBNCyzryAKI8Tj/1PFiEfL4AFyM7qhUUvbErCr1ZsRW97PeBvX5hFb25S3I7+NGEvZqeDb786ci89QOUvC6rX70LHSq9e68TvQACjb1237e9Iqg6vWzhibzN5c49dNK3vdPxL73p4IO+LAmAvbZCir6rlh+9C+vmPBA4Cbz0szu93P9WvQ+QHb0h8bG9s/1bPdXnfr3BG/w7PEPBvTHnQb2oipi8ToHRvAA6zL0VmgQ99gyxPcHlcTvOcYI8C615POjECL3G2Dm99f6XPDDN3zwd3rc8hXEzvWSjzrrwsiE8eE+jvIOJgTxninA9baSTPb1BkTyeZ2S9iUGHveNTsr0n3Qe++jxxu4bgfT2oRxC+EeAUvW5yir3dQ3S9LpSYvBN/Vr3CuGq9dmOFvdJo9LwmKKS9WvBPPTdMHb1mkc+7qTyKvOGfPb3MsAE8Vp6IvEUMI742cMA82knrPeizWL3w5Po8CezyvWjsRjzDe+W9UBMCPBEzf7udo7y9jKXMPHoeVL0FeKo8k9pevGDFRr0R75m7Q72MvFzkB70jE9U8DrA8vc5O07wnFY49vCBWOsArCL20cRw9vmmhPTL+67xiOVQ8sggrPZJ9VDwm5CK95hvzOoHi0D2XE0g9SFLOPLJwET1L+sq9s0wyvAMzibtDlsO7ew/APauE5T3b8XI9lVQcPKovcT2ISZG9crw0Plse47mbcbY7IziBPZJgGzysCpg9/MWQPOtlIbxs66w8PhGlPbOeBTx+04u9mV6JPITSJrxgZKE6a4JLvJNwk7yEFbW98pLNvZ1KpL6x5cg8l2iQvF/lWT7Lm409kzcSPsnh5Lv7KhG+iwQNvkhmET1XmqO8",
        "fRUjvfJLBr3Zk6A9qqr8uyYzI70Vvy89EpqgvdPVBb39sUI9mZksuzTlXj2Gw489Pk/JOjURbj07Yuw8CYWqvFOAWDz/iVO9bsv3vG+ZQj09BN48CYyMvf4OuDz9zcU8S7tYPRqsGD2bY9I9IW1PPK1FMb14LB09Z7ZXvTZjLjwkH6y9W2+HvKgPXL1SdHO8uk1QvLYfr70U41G98oQXPat7ljyBt1C929BEPX+NnLzgXz47vydhvbjLc71Xpda8u0mWveuHuzy+hGy8YgSBvDmXhb68LzG+sEHrPClizjxL2de7NG2VPIrOWLxx8wG9d2NyvpQKbr7GQeK8shx/vG23nDt/28i8f86evWz5fjzPADQ9Vc5/PZrOQzzhe8O9kFS5vT1hK72/jcC9dxmBvUd7Ab2ZB0G9xl1mvSSBzDyfEX69pLuEPJJQM70jG5y8N+nRvOL36j3N1+q9h1n/PL15sb0Y/QC+GClQvpRgxL0Lu+U7yisEPJAEvrx1bI09hpXnO8HK7zxlQSK8/QRGvYDCKz0KTy89Ua1HPdhyaTyNDgk9nGCvvM54G73cLga7Dmnlu4UVe7t/8BG7vVXOOyzvf7yBaQa9MdDgPB7gdL1/iNi9ZJrEPUHJBD1DnVs8M0EtvfvVhrxlfu68IOOgvKpd5bygasq8CDuyPJK6gr1rMcE78Cr+POqBer2pAEY8ERySvLFWSrz6nwm91bJmPf3oMjx0t7g8oPmTPH3rRr2seg47eHkEO2K4P72USbG8ky3ovDX3sDzdyjo9j2H1u2XP5bwnwGo9YvFKuo4AULxRBPm8L0F5PV4uf7tweUG9+cQhvHvGt72QML88afr/vW3hGr2FxFW9lOkgvJu/87yRZ0K9VIfOvdjLK73zzBI9X4vjPJiSWL1NaYY8B0CivCNDS7yLBOC8owAkPZieULyD3im8htuWvEMOa72IkR67ZXFJvloar709cQ89EZmgvLiy3juIFi29FWKBPKHCHD06RD6+LHNuvsO4Xb2ubKS8",
        "g3cfvV2yCL1PLNw8hh1mvBRcTbxCFF09jgGRPV3Ynb1L4LS8ljWku4y2hL25BCw84VaVPNCcrTssD4w8vpRwPVZkFT3gTg087ffPPNKfPD2pHNQ9yQcTvZJ1Ir1xOrg8Uw6GvULWIL2tdC09ax7NOzWdAz6rOS0+DunBPJ97+D1wWHA8tZOovKMbAb2qDEQ9Brv8PDtWOT3WWvE8GEPcPbjYnz2NAkI9suZrPVjThjwV9g+8v5rtvfnl9Tt4Q4c9RxgDPZQgY7waF2Q9s2hAvBL1D76unsS9D6ipPfoazTyJ6yg+EEcDPkJ5ojzAlTM9hxW2vUvu5b1zUIU9Ya02vQ=="
      ]
    },
    "dense_1": {
      "bias": [
        "VmL1PA=="
      ],
      "weights": [
        "EpjRursjQjwVc+M9ILbwu6kVo7xWEio9M127vKyeFD1yByg87/+DPJMPQzzeJgM98GlnucuQWL0T1pE5atPzOogUBbv4UUu8osZQOXrKTL1qx32+oFcMvtllnjzXdxg8nUChveufEj314pw9HSq6OzX2SL4IU52+zIhJPJQLsTs="
      ]
    },
    "lstm": {
      "bias": [
        "C1Ypvd2VWT5fLZw82R11Pk3b2z6Zth29YK7wvKy9TD6YERc83dxdvRbroD4uba+7RgeLPlh3rD5Xxik+0G+DvJzR0z0028o9Rf57PYmGPj4ZCXE9E+qbPf30QT7mmDg+i8X/PXK8uT0FEos+Bx2aPkBE4zyWyYs9672fvY+g+D6mbWs/uNNiPzvBcD8Lykw/QgFbPyJJfj/aK08/jnlzPxmBdz+xfW0/kYNnP8TNcD99OWM/jgBoP1t5Xj8YvnQ/edFrPw2SbD9TVGs/T3JlP3lQYj+l1Ws/LcdaP9TOcj9/r04/tI5hP46MVj9kSFw/15duPysleD9Zm1Q/XrJYP0WvGjx2OWW8FGpmvD/SirvWC7U88upfvZa0wbtvoyQ8hmK5vJdWBr1O4iG92v18uUW5lr2JnvG7m9I0vBpASTykCke8rlKVvOy6aTp4mM28cZtUvEWDLD2jxwC9Wx8Qvd81hD04/Om7gzZCvajmhbw8UkU7afXnOyQeGTxEzio9xY89veU+iz6/2Zc9qtiCPgpu1T7Z06c9cF4Lvcf0bT4sYkk8eDtIvXUGqz7/33W7ZLefPrXQvz6KjGQ+7AtKvM2sHj7j7MY9H+JMPT/nOT4elIY9DaL9PYOFTD6nekY+GgwRPk7otj0Mvp0+XfS0PvFGDz21v549D+1XO1Le/T4="
      ],
      "recurrent_weights": [
        "sWRCvmeu67xHcMS985knvc7Dmz28JG2+lGgwvr9GA74wnRE+nQ5jPHkeST5S1um8Swt3Pjj/wT2mHhA+/a+9vVwpt7tsh2e9sbEvPVkQgzwx7dC9AfITPpnAgj6mF1m9tN3gOx+vBb4SthU+BnEWPTsxPL5Drwq+v55fvs0Hoj2esQe9kJx/u5sqLz1P2B6+B+7GvfFCyjyelUi+W2O3PbJbfz3S/+o8ZlwHvi4GC75QylO++hEhvl5cPT4EKKG8VqLnPaACFr20e2y+3fK6vUat5T0tO7u9/TE/vkXju7sey+W9M67gPKWUFD7A2xK8fm9jveB8hL7d0Vm9qHdLvam0cL1t+YS9zZY5PjAqpz0MWQm9TQ6CvRvczLwCWms9E1mwPX7kG75qsd+8m5hou+L0Yr0g6IK9O6v9PN2tsj2bEl+9g1DQvXXnMz0RF+2920LIPPRpoz2Ji5e9YqcMPsFJdrwnY2M+s8qZPT1mLj18JS6+Mbzouwvs57vLYYk9fidcvucz8T2WcVY9mo6oPe2Vpj11+ce9+6HuvJ9dtD1SYjS9f9YovSoW2L2H4Vs9Z1B3Po7tgD03XK68AQ0OvVwB1z1UfE+9yt8rvYPDmj2yX3C9GrTBPd+vPz7KBYc+jRtXvZ3Skb3FNnA9uhMWPjKCkb2wcpe+X7aLvsnAOL19gAm9sJ32vXrRqb0uL9O+KmK9vklKAr8VpHW+Zj2nviZfgT36ZUe9936lvR6ecz7pBl08Go8qvvZqTb71/Am9gVdOvkD0770kC7c7SXp/vuRbor3UHc2+T2mGPu0CBb4VviS955mwvm7kbL6MtpW+2X2CvNlQCL4WK9m+goEWvja2qrwVaRo/E6x9Pq+Ckj5v134+n9yTPskIhz7V3Y4+Mk2JvdhB8j7JILE+8hKTPTaXrL2Eio49ay66PrYWqj1D00U+03kEPoDppj2iskM9B6oZvczDmj5xDFI+7Jb9PSauS7pXpAK98GJ8PiXWoT7fsMA9DMf9vV0o97ze5IE+",
        "1HhqPB7KC74+Z8Y9INhtPs04Lz442o09N+1dPgEBlD1pyq49/HLUPEpEcz7bbig+Rai5PR+i+L1o5hw+rYBBPQwKUz7Hajm+8zlWvgJ8dL7x8jE+q+EwvZGOHL5cu7S9CQlrvOZhND5U4aw92w2LPm4RUD3GBgI+3FDaPYFRuz01EK89phVZPs62C75OoU++CJucvYvZSz6Pdh0+krP5PfpUlL1vwA8+UucoPopyWj13fmM9PzqIvJNY7z3tLxa9+M8NPpuTxrsabna+QzjTvRs6urlGERs+5vx6PgyqdT4ARUQ+lpoTvnSJNr1qdbk9TsPlPSfTl74kSE6+885pvQBLRD0kTP+7dKu6PF1mVr5RY4++e2JOPEpfID6/mZ69DZTBvH34ez4NRyy++Vt6vCZVZr4P/6e9ynEHPDAvhzzkgWG9JGCvvSlojLvVvYe+jAi0vba6WL7lWBw+eHThPJ16yL2JOO+9POeAvJF6Rb5X+U68QgC+Pkke0j3gbZ++iIRjPjYMFz7EFKw+Ci08PfDhCb7VHHQ+dvZEPkR+dD3veMY9lVh0PpJgbLn85RI8Eby0Pn0PKD1GU7c7XktIPr/akz1cpR4+5DloPhkIgr1OJzS9tdjVPCIOAz76t5i86/9LPqL75b0vE8w9+j9kPePsAL4cSUw+L3qmvA7jEL7mvws+FbAOvE1Ayrx0ySO+bJHjPcNfXD4la4s+r0tFvgknMT5hSe+9uMoOPQsoWj0KLWE9tNSCvcl4O77yu4M+oxYWvcmrBb1e/Ae+GAljvU1jfL2Hbgq+soPFvNSgXr3Hd5a96vuqPS6gtz1wYL48bo2MPTxVaj6YWji8nXQHPvpnBTw7xcg9UtoUPrk7Fj2gsqO8GlhLPt0JBT7YNgO+YaeTPUvP5z496M+9+32oPLWfc759wYi+4dALPavZrjuRnq287R5cPms/Cj6kaYc8J7nzPcrprT4gk2u9/7abvfPW6TwDicQ986LxPa4OPb45U4a8iwvHPmkuNT3v8xu9",
        "xfy6PVXP7D3U/Bm9eO3uvPfH573/v4w8EwgaPjOFaz2tHWw+/cWhPOlhVb7MO968K16jvvwbXr7PquG97ysQPp1o273+Exc+Y3GuPV+Pur0LRAi+qx6hPN/u0L5V0yc84wWpvj1EUD5vpKo9c2J0Pahd2DxszH8+9GaPPo3iuz0bpiM+31mjvtmYgz3I3/a9mPAEvqT9wb3u55m+FRVGvr7qWz4Nll49rBn3uu2mrr24i4S7b40mvXu6gL6AfHU+r9UZvleijz57bpG9Ro7KvSF2lb6eXRC+igW5PXPqPb5YNCC+xZ+tvDKvIb6nS5K+M3SXPV6ltT7b2g29s8gUvWKiDT4Lopk96dGHvqg9Qb55B8m9EMt1PidwDj2G+gu+93sBvgsB7L2+rFy+P77fPNz+eL2W+Dc+9WhEvhA3uD4K1xK+R2OnvvdEDL5iVHU+IZbmPPRkNb6ppso8dJEyPYJnfzzCgQK+6pYmvXBih719PAg+o9I1Pk2Gmr0iOtg7KIq0PSDW5D0fSjE+Ar0ZPkmWnj3EqxA+OWmSvaRFxzxk+dA94UcUPixT47z1Xhi+vHyDvsijlL3WiM49UWcZPvA8Cr66X1I+tPw0PhMGlD67d6I85Kk6vtx4Cb3Wg0O+BNa2vTQqID7M63M9xh2CvUHb2T2bNQM/IRQFPrkp7D0upx0+wHiPPtT8fT5GisA966m9PqkZAT4btwY+mv0ZPs0g9L20ys8+BqA6PncIqT20lYy+tMGOPlrjOD2w/Bk+DgcdPVJWgD7o5kM+zjCqPPgdJD6qa5G9Qly+vbj857sus+i9IFCoPkVnNr5CzdE99PwfPt+CRT7d6tM9eHbxPjhlJD4oKZO9MzhnPmu+ID2PCQ89UrcaPhCmXL0expU9A50MPtFq1j239Jw7LGgNPQ+ICT6YQVk8AR8aPqhlLz6jmaI6SS99Pv9Dhj77mzG9CU3PPYehEDyafso9P7BFvjb5Ab0976E95iMlvlKWwD0CocE8qEVdPoaNeT79nzY+",
        "1G0LPjcGLD676yu8kV5Mvpx6oL5D7sQ+7fyNva+55by6ZrO9AlkgPRs7Fb5YH0k9ptrDPVhdPz5kq0e++8n8PXPi6b0ocqy+WGI6vpMdhT2fRum9HBnqveiJAT60Zga96MUXPrrxHL6Woje+uHiuvsN7Jj73WI4+VKlBvkZ0PL5gNiA+L73TvW6tij5J/Yw9OdJSPhGBbj4JYLg8Yps6vsaUbj7zVUU+uM+OPSDRUz1bd9y+dMY9PuyMLr4lRjM+aZp6vukDzj7JXvQ98rsgPrkxdj5IIR29ScE/vngTNr3ElUe+8YylPjjOhr2fpm6+1+tAPWKTzD37eEG+tAmIPpjuB77ajFu+4/lIPRCUh76JgfC+dyy0vqXiPL6ZsoK+WRSpvYN9FT79XcW8+OSVPd8B5rwXNQC+CTlnvqtJHD6Szxy9OT2ZPe+WHz6dbT++kDJ3PfNir777ymU+ax0AvhTD/r3mG6G+5rwwvngfhr7Ts6e89iGlPWpAar4EfW299FDIvbClrz7FIaw+xS9MPiEKpT3aXIs+dlUSPeK8nj7o4QI+/46qPO/leT7ZbMK8MGm5Pe+D/j2Se4U+sT8LPkIbA74MRE0+fZpMPkHqFz170p89teBSPr8biT36XVQ+ngJCPVgEk73/Vjg+1NWWPs982D3CHYs9O8zkvQWVSj7dvx6+5cIOvfICQT6cVYu9fCXqu9ACFr6hX029g81aPl5Pfz4nV6I9LiSkPh5awD3fC3m9u8MJPs2snLyu1Zg+nvGFOygjWb45Kg++Avakve6pR7yoo5M+M58Cviw1TTxyqr86LcjgPSyZxD1zLdc9X/sEPezMiz7UFoi95d/pvJUoBj7T26Y9EEN1vS1rM74u1aG9hBoyPpsAZj3wWlG9jZwdvTHxmT7CQyQ9bY/lPWa9gD1vod656DuzPFFJ071fEp68iSbrPXHthj32Cic7N8PUPb7BEj4QlTc9VN3lPasELD04YKc9p+uOPc7jOz2JY08+pYM0Pmtfl71ydS8+",
        "X4mzPUn9lT4DU7s9cUsgPpuMpz79VKc+CEEWPtsm9D4hul49nEmfuJgTFzv4b6u9WGKyvR+Wpj62UnQ+rTRBPpCmHT66rQe8C1TRvXWuVz71UqO7Le2gPhm2N77wT1Y+OoPPPOlAxj5SRB49O2NAPmOZKD6qJyk+ROdEPlStdz5uBKW8gqK4vpnCJr7SJBW+40y7vLYX2r46SrQ9XbYgvdPP3Ly5rEC9NUpHvvpvvLwf25S9XHwYPLgvEb5bhIq8WbvVvX83zr208f69y4NOvY6pDj7k0gC+OF6APQ6ke7xgyOY81tbQPMGFMb1DejK9CgA3vguUWz182qc9MKOJvVkLHD6grxS+SaEPPieNfb2OORi+8OKlOxO5wr15qD+++nMWvousOTz87N29NFc4vnIkSL3LNF89H444PU/edb0wFTg9Qsp0vQCndbyO+889koVcvZACbz1zAS6+4OrSPdv5zT01nk6+twEYvv/Byzv0lUI9zBowPuL5jr3pn969dFgPPvp8mr0YPRg94gGOPRsDgT7dRT69SqCevJc37z3qube9ZhEZPWQ8Dj4qpIq9m8LgvU1KWz1M69M86zORPVuuaz09dlw+N4ZWPp73Hj6uwQI+ukUKvnu47L3ny9K99ohhvUxTLj4OvJA9mZozPa3oAz2A5J8+FvtVvbapbz7OHRs+r2nBPiebHb3Oy1o+fHy6Ph386T5gCwA9gc7APqQYk70MJNE7dm50Pl9AaD3M2xe+WaSqPr/jcz4cvZK90ZyNPWeuYD5MG8+7UHGNPtd7nTxG+HY+lAZ+vRCNDT79XaM9P/m+PlRpLz7LP1M+qkUhPqOgCzs1shA+mCIBP/MEcL1A68m+2TzGvd0bTb3izFW+wSIGvggnpbw1bo2+5o69vAw/8L3AgvG9h7oPvQ0CJ77e7/K9XcaDvp8PLr0iUAi+M6p7PW7thb4UriK9/fkIvWupVb7TjkS91YX6vd5dBr6riI+9kP4YvvCK1b7NWSC+PSxvvZMVRj7h1Je+",
        "Sg2KPS3q/LwSgWq+mcaNviYamT1rW9S904mGvK6bPL3iZQm9GJ/qPX1rY77Xf5y9W2uEvjfYBT1Vvo+9+FUYvvM5xr2KTky9dPuQvRkSqz1CBom+mc0dPTUlNz5+fcM9ZFzzu80YE77saU6+x9YcvpAiSj6/qJG9o6xNvhyn/DvxEwY9ax5EvtG1ij35TzQ9prEBPpePk71Lmee995kHvsCnfjykiiu+GGnHPd5BDb2r04e9IcuovfCqkL2F0PE9QnCbvp8Pfj4V+7Q9utz0Ptq3sD05qkU92g8gvk1pFDyZJAy+Ng2HPWvcpj1qHQq8QF80PrMPMz6pDIg9Zet8PiTpjT74meG92rmRvdpw7b2Fci6+eoPuvJ2NLT11kaG9mAMJPZHmVj5FtD48xxqCPQ4vcr62Zae9VFWsu5UEHz6vSzu8mo/WPWLW5T1UEUW9FwkdPlZ5sbskRkE8izNmvcZYhr0bZhG9mJw/vgCTu76KtOg8VvHCPnguEL2OKSG9HPShPelTdj4nzjM+MeJvPgV+hT0pPoI+YEkGPeiuwT4tQQu9mmOtPp9HDz3AyTY+CIpRPf2rLj5W7JI+qy9xPSjFsz5TJi4+7Wt0PkDjX7106Fw9mV8IPnuTlT2+As49wLVjPrfyAD6mNIc8KS+XPqvmaz3GgJs+mF1aPRyS9z31HVa9gXwQvsBZxr1xX0k9YeEKvhU8Db2v9Rc+MHsWPmRo4LrymtY6mK5yPXKg3D2vUZ29C6AxPphqBr7ad389d8DFPReIx73zo8y9AX6svMItDz3O9mS9woD+PXFFIb4hxNK9ZpKiunQYqj0QvIS8EJLRvK1ixD3bNja9WDaEPUDtCT42R4O90tYFvZilxT2D7Gy9SdlsPiUqfj2TYO+86GrEPQD5WD5HmXE98ABnPZBNbb5qw0a9UWQVPmd+rj2hNay9B5ikPv1VmT6+34a9RgOUPrLhhD2iEBW6gWkGvi7E4r0+JPI90DxYvkqx17zl3iA+O8V6PrLrNT0FNpc9",
        "H3UKPldTDb4B0809srGzvvUmEL+cHpu+9E2LvbgPhr6U2Nc96ZR9Pid0kb6IyyU+hyC8vW83Bb+X2i6+5cZdPe3YyLxmrYi8m12JvDl22b4j1Gw9irK/vsclor00llm+nxfkvVLL870YZIK8D7VQvomu873L/zA9iWD1vCxni77cgew98ZIpPi9sIj0j6EE+dTPYPTzXHz5lxUI9vsxpPQ33c73WK3A+iMO7Pr5kEz7WUfw99jN2PdSNDT6hpqs8Lc+xPMri4T2owHQ9Oo2+PTHqiT6MM5E+oJgfPaT6nT1IFNS7gZGiPa9GmD0h674+ncTGPaixqb0cQoQ8fnI1Pp6r1T3BJWE8Yth8PVUm6r3rCJq9y/SKPO/+qzkI+u29SRE1PclfsbzZE9o9ISJhPaSr87ydLO69skouvlgbC7wfEd29v4hmPoYdOL12Urw8nJMVPiawDD12L4Q8xy9Hvo9fej1vYsE9QO0evaicx7zYQR6+ywTtPAlSxL0Rc947PM6BPTBeOr4Eb+k9bLHEvYgIr77jQJ69eLEsu7q1tb1Jzse9Q/C1PrbMxr2TmJ49r8ySvt/Bm77Pr9g7sTIrveZbPr72P648ngAbvi8l9b0shPK9IhYRPhVYsz0fdD29sehgvmP1yr0kaMS+PpdfviGLsz1Ippu9DMc8u1zBoL7ys00+8IxjvFy7uL20K1G9ipGxvfLnsj5i18g9ILqoupwbmzy0aXs+Xh6UvWQXHj5I4bK+hU0iPRE5Lj4enxE+y2FCPu1ITD6d8048+KlavYOt6j0qRqy9RSi4vcAFUL3K2Uu+FFflPWxprL4rz5u97dnWPfo4vj59bRo+4qQRvvKERj79kGg9pL8oPrsNVD65Xd88MGSMPVd9rD3maEk+t2BgPcxQvj3pKYm70J7QPaaOjT6Yvgw+mSV6vR7kXD6CSWU+bnSsPIh4BbsXWTo+DzccPQFxMj4cWCA+UleXPuIdSz5O6fw9GawhPjF2Az5eTR8+5TKTPvTjD7r6zzI+",
        "mRIFPdziWD4bv9Y87gQCvnM5Er7r1Tm9KousvV5FE752XRE9EUMOvt7aNb7z6yA+oZw7Praj+L21hjC+O77/PSVPtDt3F4S9VB4tvmz2fT7shDi+26/WvQ7Zkz1gi6Y9k2AZvF3/Eb62di6+w04PPesxbj3RqSs+Mhz0vXiUGL6C9AU+NVclvgtQjz05RX69tALrPeEBWj5/P6c9oRx+vh/v0L3emeU+sLKKvWZvpb1WlIW+BDMVvjoByb0GXyc+xBabvel0Gz5lKxE+Wq6EPawWxj0H5D+8caVgvu2WQr0jZGs92bMLPWS/X76bFyW+5UGSPQNezj4pq+C94Uqmvf8xGj1xn8C90FjiPPZPEr69vTq+lxxaPSUfRL0Eki++fP6ePQlptD42DKm9a0vdPUcG2b6ua5++UXB9vT5utD0tUG49gJ0APX4Buj1yFq69YDwxPWU8rjzUm1m+3d9bvtT+Lb0yA9o9fnMiviO2v70sjsg9rUjZveZc/T0TzJe+o5G6PaFegD6wy+o9f8AUPoWdZT5ONZ49DyxQPibyXj22QWG90adtPiwvFT7oKpg+qp6APhN/FD4CUTM66e2lPELcID79WjY+GBSZPiObXL0Qo5g9lv+ePnGkAz7iy7M9D9VzPtJ3dj54vOo8uaETPD2rTT4af3K9lXgGPl8JJT6m0A6+90rAPEY1A75iTsW9lWcMveBoJj7OEHs9xSPCveBIHz3iSo45VUqhvJAXf7ycIAA+P0bZPYWDET0jD9A93CHrvWbihL4fvme9uYnqvc+6przjOdS9nZluvWjaJb3drxE9ANBWvWzjuz11pHa9wnCmPWGA5jzqjH29tIG4vWKfOj3WkIG+u0UtvVXoQr4tnwW+rHLeO2TGSj4ZJFO+07UPvroosz7Rh768MRzzPZoGrL7gZVu+zjQWvs2u2r0UFR6+XNbIPK0iLj68lpO8H4chvTwcwbxWj7q+P6d8vnLGHb2M+sW8boa6via8Gr5zkCI70aLWPUCQE76AZF2+",
        "gTSOPRna7T13b+u9HZM4Ox4b9z4p+p4+maqSPZR+bT7SbAS+BMdvPnD0OT4rT4c+f5Hovnwxtj7U2DU+PDziuxjd771YRqY+E6tUPqK9WD5DzMC9ME9buqs+Nb3gMIo9L8mRvvBYhD5Sz3K+dKkMPkjVErx5rc4+mPzuPcLBCj+FzSi+eL6EPkoKID4jH6q8DNgAvEtSur2v2cs9W9w9vgIBuT1qVjo+osXkvFsh/7uDHq29HRmrOyiruTyEwQi9pmAcPmwKKLs83FI+0DkWvZlgDb6vSZC9xs67vQnXizyEmP89Axo7vY0h9T0sFfI9cRvyPWQzAj56VgM+qatpvv2y6T1vAVk+WvervT8he74tjxm+CUZjOtswjrubfVe9FdEJPsF/ZT1zJKs8etEEveJmdL7WnyG+FEyLvWQETT5msB0+5lgzvp/iPb5lWkW9IRFcvojuAjtmLkO+VJsavbmWJr1fdaS9+P+TvUxQU74M0Jg9jS3kvMmxXT4Zy+W9400FvlxI57z3dQg9Pk8FPkTAyT6kK1w+tB4Svl3MlT0qYhg8JuMWPqBhlD6ohzU+RCrLvubGyD6RJ529QzP6PQDtJL6srV8+YnObPmONhz6+UrE+NnUaPjqbtr22v9M9LxCDvnrT1j4f5F2+o5xBvuGtoDzdJ7I+5+SzPKpYLj+n5sS91z6TveKgB72dEW29dhuCPD+jgr4WFHu+BMcKPuZ+Wr387oK+hHAevl8SR773zP882dNPvub59zxusWy+8IWcPZmHd75kOwC+d/b+u12N1r0VkSu+ck63Pk+sWL5jmOI8uXEGvjbw7D0c2tk8kcXIvV/iUr5+34O+g0qevruZmb2JFsC9gZ8wvbOC873z+yG+g7eIvaUgAb4NUwe+OSNNvQOERr6uY4a9s+x4vO+3Nr26FDO+J4kTvmbNgL5q1qq9PCD7vT8ao70d2gm9ABslvcmRLL6sD4e+ML4kPd0V9703t5++W7hvvkVFWL6rdkY95ljHvpMRi76uoQW+",
        "AOTMvZQcTL7oIs494q/xPTJwLDyHGie+mlewvUHWPT4uFl29sqfsujvFkz6rBt89RkaWvQr1Qb2DcT8+kk7wvWdu9D158Dw+2H5BPq0uTT1ceIE+qjTXPdQ6Ab4MDeO9lVgIvvgOqT6/R3C7HmjnPbG0+DykbFO97/4RPsJ5AD4scje+7XeMPphiGL7MiOw8gAdKvYfXNL5CvTy+sXmDPl5uibwEeTm+Wrkcvc0d/r3NbLY+M5oePBMlgz5G9Ru+MUVpPtBzrb0Bzhy+MnvePIU+wb2XYMu91dZIPrtAFj4fiHY9qWBSvgaTVz4GJj4+cySIvihwAL71ZwI9q0JyvZpAET78kMs9R/4qvmE/Ez7tVb28y3IVPtMgKz5oUJ4+fn3PvVVk0b2qVhS+fqXxvh/kjz2s+Ku+91JMPqDIATyJhX4+NNdAuzKuvLx2IVk6wVF8vlYRhD7ZJJa+3Nyuuxq+zj0r2Vo+2/SbPquyWj62e6m9Axm7vIxKhD7ODSm999W/PWxzGb/ez52+9Uhyvs5oS77vm/G+61h7vuwIeb6xkRw9hNqbvvKrvr0DKy++X1T9vQTvsr1UoDG+n6PmPf/leL7ItCW+2wGFvuqetb17fJe+QHGsvrFJkL0CHtu+DFq0vavDJb5et2C+ac/Tvuz9PD6ZbYS988dPvr3LNL6jkZ+8Su1fvAmyiL6AlHK+7kL4uxm/Cb0JOuU9vzukvEEsHL7hc/a9uKkRvcTzX70DMvy8AK9ePL/Nvr3IHg2+UDkkvir9kL33PAU+pvoNPl44Bb1QFKa8QfkzvLGqWj67rEC9iDeAvfSktb5FyY0983NrvTpM+L3wIji+d9vRPVPTv736AnQ9YeIzvjjCeL3Ngja+wPcxvsoSpb31FF69jc+lvQ57rr7DVfG9mBSTvu2dub34Vfi9b6OePXwc4z3kqvK8P982PJZS2jzMEKK+whxXvoF8AT0tm9i94YCzvfFYGr7yX4G9JbYVPimy07zNXj+9AVoUPrMshj2Pl9o7",
        "Z79mvuGyIT5BAYi9PwzJPEAUaz7B23I9JCm0vb88AT7/XKc9hTgKvV2Jf718R/m9mWCPPswie72Cgig+cT2avRObkLwykkK9RwrhvahHyD36kv+9oeKuvB5vqjwW9og8OHjAPfzCqr34TwI+exAXO2rr4j0Gbcg9LyKKvTvNhD58Uq+91cOePS25nzwCvVm+65VSvlWNi71Jz2K9Fh7KPCgUD75hZxe+xjBRvGJmCL6s3pC9Jlf6vcBeJr1F5BQ8HVfDPeNny71tX3e87XMFPXNKXr4lRcK9n9m5PRfpgj1uae69mMJcvh0h670QDAW9TAx/vrGdGb2SSaS+BA/QvVgfCj0Mo7q9EOJzvfonKbwtDac9rNlMvsUWkT74Ko8+VRqYvY2Vbr1kSjw+YC62vTdE/r0VzFI9ZNkiPWFngz3NS7I7bIi9PVnVpzwwNBw9VEqzPd2Gxz2rbXw9ogHhvaGIM74CoIU9dGngvN+baj0Kn489EAtmvZQCEbxNfEm8GgLxvNuofz717Ju9SLQjvIV3GT5Z6e09v12zvVATnz4Jpla91GUiPuFeDLyCg4W9yHiDPWuRST2zZ6+9qOIrvG41Aj77kPK9oh2TPFAnrj0opO69Q4rzPeb5zj1oF989N84bPTjdAb5ZkSU+A5qxPufIRb4QXRk8r3nPvemUHD5wMig+S9OfvTufHr7Y3NU9DJgWvnoqDD8L2509Gy6EPmYELTv093K+ylmevmFhcb724gK/nMPZPIkLDj4BUYM+SvJbvutF6z0pOi8+XVK/PL0rhb4wSQ4+EWKbvg0RWb0YDai+VnpePoyemL2gnp+999F/vgx+0D57xBU+//nEvAlj+j1g35a+H2g5Pim3cLy4RqI9hDWlvqptML504ie+kqLIPdGprDwA8FE9q6qUPXW4fD7DtBS+cYHBvoVkprwKDOm9NJmDvTxblT1kHx8+eMkQPRfo/70LYsw9/30kvvr9Nj0Ebgi+VeW/PODNJb4nKcg9J28IPv1CeLyPsMu7",
        "iCLGPUTiZ70lt0S+R6W9PX4y7b1DTKA95UePPd44mD3MU8g9gwOGvuWQsr74c2S+tTvnvRHL3j1ks5w8h3SiPbOSLr2yaeG9yfjkPGaEWD1hZHm9HrPxPCkEmry/NQA+mHGNu2klLb79Fq69N1UuvQUQxD03pNe7g5u2O5RLPr7vf8K8i81Fvte7br2PHDq8KMvTva8mKD6zCR8+4r6HvEpknbzADWE9VvDYvaaGrb2RWQm/QXLfvFHvYr4ykj0+/QG6vQF8Nj5CtfA9NiqevTZkPz6FXJI9U3EqPL3/+b2qMo++7KihvRD42b11lC++oN02PeHoxT6kgoE9H2JpvbmyL7vWR2W9MbILPq9iNr5oQTC++GNKvuHFp7xfbD2+NDyBPt3A9D17OiU93T3MvXHmDr52Ni2+KvCkvYnjkDxJIF++q7vKO1DyHzxioTy+SayHvRklHb7pbZK81+VavqqiHb4zATw+GgljvtQ8t72me9o9cyI2uqGe3T0yW0u+D/ZQPDJEHb45z7M89zGHPoQxbz0d2S88oQOyO4F4Fr7uj509pG0mPiJpLj4xGqg9rgm5PFDSLT3uZVa951bMPZh2+bwgeSo+cu3WPVHuxz1yn3U+ulLrPM6K7721alG9sgHzvau/Bb7ikkC+bEcLvpW4Rz6moBg+pqL1OwCEFz5iChy+IqagPacBlb14XCi6DUcHPmUy8D0Ecd09u/6lviZmE72ZOcy9h00DPj250LzQ8MQ8I8VjvIW1rb6kCo+6gvPtvbFyxr0CGrU9cUaOPS33Njx9JvO9OhcAPZaLYj7VVUk+LahpvY++Ar5yvy+9G3oVvoZ5Qb1Ruxq+wEPEPIkyrLvPWkK8k2OOPmZpjr1AAZK+4oO0PTavyz0q0KC+Gb4YPoZgcz7GNQK+n6IkPffoub3NUlu+thvvvPJQIL7Pecq+cREevpxpWz3N7zK+AnDcurzCIb63fA48Aq+4vtuXnr6f2aG8pNorPIYikL1e3XW9iax+vXsN7D2u1Da+",
        "juqWPVP22D0cyKo94Gtdvmxhzr2HpEM+I8kFPl4wZz0v4AM+W6pYPdwki719hMs9QZ32vZ5FrT2L78q9ZX4UvqL9cjvQEtq9jXk9PYHpbj3g2609tWzbPb+GXr7QiDO+7Wy9vXy4Xj3CQs26SzElvrnbOb0aO7a9buWZPboMhjwzpvc9d459viuUPz0kIEM+b+OFPpOFM75Q6ew9Z2zevOtB8T1dpkQ79C+yPfby7D1RM2E8azQiPuzS5L3bNxI+SmOgPPXTDz5fjUs+3DWEPjXfAD7GEj69lLcbPQ6pnL3s6vk9FdEQPvYkSDvmT4K+QtkkPUY6Lz5Tn5o9IeocPtQ2prxkeTw+FwErPaQl871YOlK+yHL9PYmFpD3/ixO+AMZDPTP95rvDujG+noi6u8LuJj7GzNS9Nslevq5nRD4Wl+o7kFiOvVFxXD3eApE9lHNIvWeSNbzBlSo9IWkzPkETRL1HRQc9IMLSvRPmFb67GN09aHsnvWwECr7fVKy9SB4YPt2kbr5fS409xnnJPKRlk75n6qy9nK7eu9+X9r3+IrM9ZbhGvaXWFr5n8su8emk8vp9rhD1tv4O+BFpZPP86jr2naNk9elgKPRT/zr2jWx6+I9UIvh3O7r35nEq+FO8RvUSgEj5Idp2+VuzuvN66MT4EdPQ9Kk6zPYFIfb2PGFK+YaRRvLZl1L1RGkS+g3zMvu5+Dbswgze+BMLjveA+3T1TOCq9FcCJvo2sTL4Z860+Y6Y8vpu6Ejx1vn2+fFtfPQLov766G549PYgpvmmBa77eXFk9+CaBPhKcu72NOJg966qcvuamKb5dBAy+PzarvZvDq77gcyO+xsOAvhXrkz1c+sk9cgDivZR5DD4WGJs+uy6/PbSG4T2jbJO9F7ALvtzQ8L0mmKY650OOvbzBJD24s10+TatWPttiT75Mxk+88fgevqOnYz34z5M97csEPgS+FT4ROiS+EtArPTeK3Ds+6gm9+ZeEPrSspj4kJxI+wM9ivgDvgb0TivE8",
        "ANu5vZnuj71rjoU9Fz0lPsRIgD6a5v290MAsvkMQGD6nT/q8byURPgqsrLwxEpM9nNHQPSFwq7yfBXA+F+Qvvu8QgTxulVg+/pAEPg/yXjsUx5Q+z/CwPW5ARL7i/U29CpMGvsoDAD1U+Y89yVBdPheQCL5RaIW+n+MlPj3rKT64a6c83X6iPVC3ub7py3u+VrezvryKjr5Yc+M8c8cXPm6uzLzMqYW+OTeDvl+BUr49Lp8+Qm9GvmqYJbsTfZU9ShiRPn8txL5o6LS9kgQNvg4mij2BYzy8ILPPPmnVLLwhiIc9N/GKvrV9+DwaaSg+nJEqvlmwrL5Yxue8zgTivmOeJbsRu7e8YVetvKP3gL0Nfna+40XSPMAmGz70mG69T1NOvehZsjzx/WW+ESgLvd99mL4jtIC+6tSdPWu+WTxEU0q9aPd3PbkI5jyyTF69er3kvFnwoz3aH56+XI1XPAGLX74hf5U9hv7xvWphiL1N9SY9kHA8PmjrPb0byVa+GFdQPfFzGr6ygRw+g0jRPZ61pj0a06Y8IIQ0PZKAib2BkDc+QN1gPueZHL2/zYW8kGPOPs2/RD44v7y94Tt8vVw5sTw3rBc+5EnMvWa+IT7CKK49w2Z2PcnmEbsjq7G9qq2DPvZ5Mj6iraa9+zsoPsrltjuhHMA+sbdlPJtIxrswFiG9rbYgvRpdXjwpmVW9DyUIvkpu8Lwszhe9/JVGvh1zfD3HSkO+efXlveC3kr0ESyc8o30FPpvFCr4Jm5W9hP8du4Losr1DKIG+1jDSPUFuQ76qW329CovHPYhAaj0Yra29kkfzvUFlijvdWxG9KI3DOZhc3bvoXgK+P/0runehnj07NiO+Kxk0vU0Knb6rPOG9S18zPu0MGj2jNTC9LBNaO3tBgT6R3gC+N/mnvTGCz75GW8S90ZGcvpHHOj7rs4i9btpjPvc09ruMe/m9AV0xvRO8Jb5SRKi+7eKPvg7Urr12TSo+8O4tvmNUsb49GiW9C/23PuMPdb3CiWW9",
        "spswPmArMz7Z9aI9lMvOPusXzj7Qx4w+cLYMPjvQAj8Q9Uw9zvWgu/Lsoz63mNm956qsvKc81j6G8NM9ZZw7PjxIlj6RRYY9BCmqPT2Xnz4zKrI9vCsrPtvZDL6TRT0+mKwpPmV9bT46bIo+ovm+PiHs9j0tTjy+Bjh9PvfIpT7+Gwo+TgGOvoEjqb2Gtrm+XA0bvm74tb7W6uy9ddFqvlunRD46/Qm+Lt4lvk8D072vKIq+YjW2PZPnsr43cFG9rd0FvmZ5BL7gxKK+44tLPd2+170szHi+9xoXPo8Sob7pdCC+mVbBvGBpVL55wbW+0w4pvr7CeryefUm+16mivpPi8Ttihkm9M0oHvlxgpb2SxNi9ckoTvNQQEb7K3Oa9JWccvniN9b1oKMe9PEcLvROI6ryfbpO81WbqvZDCBL1Qztq9tcI4vcGc8T1H9NY9lduJPXwJ170cn04+zKDSPUTXKz3Kn6m96PcavkNADjzilx+9V4AXvrEqFb55n6I9Q1cxvgVCmb3da4A9bDRdPpxVnD1m7pO+MuxRPRSWxT1kvlE9cQvYvR5GLD4UD46+rXcSvvDMzT0APYq9W1+FvVEDKr4jX5K9u/jRvXJ9fT6gvpM9r+C1vdDsO75Z49C9zlf0vDdvLz2ADh4+pCu5Pa59GL2gLlu7ecgtPky3hj6EYAs9GwrCPRpRqz3cdUQ8xOprP0Vc+T40JXY9HmyaPmOr+b35Sgo96nfOPnZITb2FhmC+EPQHP51tez55uTm8NCIavs621TpVViA+myQqPt/1Xz5OfZ8+GauivUC3vj5f2/29hVXEPR12qz1rqEA+8yIbve0L1T0RAoE95aMhP0kFyzxAOoQ+0u3IPQIKaTwl3L096/SavYS8kz2WATo8h7jCvEv+wbzI4f29WQwFPn27K76/Y5S8ydqoPfxfF74+Hf28AF+PPdnM0z2dul89NfDxPLsxDT7fjRW9yJTbvPfBHj3BXbo9ghygPohERj5L5rY9VWe+PWe1lD4wv9c8",
        "HYgqvk/Hgz7zpDs9W32PvZcd+zxQ+jm9IypRvhfdFT2Df1q9VTByPAvmFL55kga+DdysPbYFkrwdFdq8KguaPR+Qp7yJHYw9HuKJPDI1lT3WOle84NIXvixXzryMoGg9qmOAPZUenr2ZAV290aTkvSaG3j2R1Mo8otUvPQ8T3r3QBkM+LuxjvgsbyTxokPi91xAOPwy7cT69tRg8dFyMPHSqMr50fM88Yna4PjV6Fj5EKkO9V8raPj/wv70vaF8+RdwfPvNgcz4M9v09feIXPmiLNj4bpt48YO8KvcSbTD7f4Ya+XI5KPjMPmb2EDcC91fkdPiPZRD4N4xk8NCssPxam8b0Dze6+/r/7OnYlEL+vbz2/mRYLvwXum77lVvu+T7BBvn6vpD2klH++I7DiPeW09b0iTh6/OVWJvg4kor3T/42+79+NvizqT774Dci+YJEOvrOzQ76hBQs+fkswvnXr3Tzv8Xe+qB1kvuX2A7+SxTO90YotPYRhp77TzwK/4R5ZvugR9j5TqC4+sKQYPosPED5J3rY+4MxYPi4AWj7d7YO9IceQPZM2dz0eUmI8X+49PrQmPT1Vzb8+m54CPkuEYT6SXEA+wcp7PvasODwdYxw+qHqsPs9rSj444QE97+hbPahViz1MUYI+RT+rPh5H8z3xNgI96zWmvK1Ddz51AnU6KOoVvSnYOT6M6ji9mPdbPbDhhTxkL1S+O/BjPaPHgz31trw7MsTDPRlkMT7HK9c9pLWFvn439j0eqZy9De1CugDQxT2fsAU+pwmZvRICST7Pu9s97iHKvYsvjT2kjAK9Y99WPXLOlz41iZ89TwrevTt+6zxsrVk+x9v+PZjNqzuSNrG9nOoiva9aMb6rPY2+YgL3PQGS9z3VTQE++jsuvg0i3jyrBRm+wKUpPP+4HD5ftx+8cDAGviAm5b37WxG9h9SHvoe197274ae+oL+YOwnUKT4a6ek9LJulPdeTZ7xSPVG++qymvZz3Oz5s20G+0w8Uvhmmtb2YTee+",
        "k1xFPSVW4r3auBs+Cix3PURjjr7MFoG+ba0WvlOjhTwk+5o90mR+Phl0xb3gYIw+vxjGPs6UA76D8Wq9ILLdvKutBr6DmrG9EEu0vX+NKz0egzA+h7XbvfXjKD5S5RG+oSSCPiv2m74FyTs9pwCVOgpgGr3nNIO+dHOIvmPCo71mbVO9WrZOPi+r6bxTkC49wx45vqrelz1TAcA7CggBPqpzLb5FfC0+8CWxPDBxJz5+YTe+05YbPqSdjj6OsQc9KVmzvWxKhL1wEDw9GfkyvklXhz0mBRw+9hUUPrnjyD3VluQ8sTinvWLfFjzRzZE+PeCKvXXl2L2kIg4+BgsHPG4lEb5rlgg9vmb9PR/qEz6wCUs+CRYwPpHBmj1SjKc9DeiCvcZTRj3HAIw95QKiPiRDUzxB6Xu9vuVYPEIemb1hFgs+rfMlO91mGj7qH9G9nY+oPQhyzr3w+rU8pU/WPYn0Lb60pcu8T/k0PsGAzTuxUx09uyk/vavaiT2+V4Q+sLGZvXUbN71fec89IB9jvepz170Kwmu+vra+vYmswLyQjlW+Dm21PZcpl70OZDg+bFzTPnG2ubxCRE0+cacLvt86mz3CVFi+kHbmvQ5o2r05EvS8h20pvsyClby95HQ9D5KNPpLFF75NOp896rZXPlDXXb13KPS+NTbIPRMN5L0ieW0+BgaMPBjAM76SU969Qg5hvoUZBD78fMk8G6MyPrm9pj0TwdE8Mg4kvr7LJ77koQW+aV8yvuijKTyj7To+F7uCvBl8Hj64Mj29SFisvackIz1Vbya+HdEfvo7ZPr2mhs08ASOHPeLQP72/z0u+Z3SgvVNqFT5FLmg+1DRGvqbWOL0JeoG+OpThPaLH2T10BOk9KE6hvqS9ZL35PpW+kB04Pj2PjDxpx+Q9LFimPY4j1z0muxs+WCSJvlHEQD4Ab5w84TjiPb1ZG70NfCK+5tSxvVEGzTstdzI9bK0ivc1cTD5gHoW8ihsgvUUsUr5DrPq9Co1bPkzcIz1IAg0+",
        "XP8cvW+TGL2ikIu8FaQivtkUQ734azq9O4HlvQ/9cr3WZ+u8Giv2PUDPvr3D+x6+QhVhPqzXHz4q6dq9m3WYPIWQ070Uey2+Owl6vqHjJj2eSZU8dJRkve7hLz22yzs8pT8JvgxJI77jUqK8tOlEvHnEIr0q5WK89DaduzI5Rb4tc8k9DF52voVULD5xGeo9EPrxvbygsru8D5Y9Wk1lvRGvcz6UTZU+bjKNvUHe3jt/NLC+IOErvt8Zbr3AwD8+DEQFvTLPAj6IbTA+GnimvtGGSbyoge690cTzvS8yXL5HTNK9AOAcPfNWKr4RSU6+OeifPN80lT5yYdS85nudvktloT3+4L090SNxvtV2KL27UDm9Iq3lPW8zEryeeYg9YpSsPRzomr0yoza+cVp6voA+0b4pN+U9EQUoPWvuOj1v5h++ovGqPhuxNj4sNPy8fSacvqzht7vM2xK+8ozAPfls4r5yjEM8SRfjPA/K1byqCj69F2ifPqq6jT0Tslw+70B9vHk1uL5FVkg9WSGcvt4DMb601pO+ZLZkPXR2xb5GgKQ+oZdGPWEjZT0M+8m8HvQpPi4ddL0gN9C+/TNAPW8B+b0HjM48MH7BPZVXsj0Kl4+9ESi3vl4O5jt6nsm+tDSnPD66eL7qWYy+0AdpvlpGSz1dtqo+ruyNvtT61bugmP29lyQ1u/DDQb5IhTu+oWoavhXGGr5lV9g90Sr0OZmlz75wX5m+btN9vpPsdr407wu+XRrOPQ4ypL1kKhU+sAbTPH0AyL03qbi8JbY0PjcpAb4670k8z24avsi1r70kASk9f4whvuS6TL54D129LcoUPpMfdT6L9Hy9ZiGHvg+wmb3ItAk+vHAuPne8Db2vFVi88yNKPmavPLvRW7E9GRIePmGPAj7HS908fz8XvmbElb52JAO9oyVBPnMUQT1uzSe+vF2dPpbAwj5ZsEW9E7X1PQ5fXz4iucO9wM2GvITVFb0EECo9mNWBvoU4eLxetjA+2D/3Pq6+jr0HnLm9",
        "n6AQvpkQAj3Rjfo75dYcPriOjz2O96I+7PouPrcBhj720aq9NWQkvhBWxb4jVay+jFs3vo3WBT4FCAQ+7A+BPljADz4IbwE+XrIMPoUpl73knKm+H0qoPt5TEb7vh1o+0mytvnNe6z2hM9K85VCEPg63f77FTQY/ysI0Po8DCz0p74w9MHf4viVU9r3oZxS+vmA+vpxKnb61jyy+WRWSvogrTT5jOim+4jc0voaFej1bIhk8GhqjvGzn6L7U1ou92p0FPmXI47233Wm7oZlcvKSbLb677ZS9hVQTvdO5e74PRwU9OYEEPksqOL4i092+lug9vp5//j1z7kK+8mvtvZaDWz6OBtM9G9oMvqJSZ75dtEC9S/MPvn0/0bzDvH299Ex7vcBS7L2SwzK+aWARvgdtw71JTUc+uIyBuwAx07t6in29M3IuvlIHTb3gzO49q+2ZvRpHdD0vTcq9/hCFva2LjT2bazi+qVmfvkR2+71ElxA+u8O0vSJ55L2g0I2+/lOUvK76BLzEI3490+GDvWsfKr6D0kQ+tMe4PUPEhT2jIt48bxMMPYI81L1w8Wy+cZqDvqheED6a2co7yB9lPaEzi741LJc+MSLWPcNJQ72poZS9sJYTvSQYd70/H/q9GZeNvsJe3TxODEg91dtrvZVQLz1FGgs/fMEMvUjfqT1hYY894b/yvYmOqDxR1T4+f2vIPRB4NT3NvRY+FX8zPX+1Ub0gy0U9wP7dPP4ypjxmn+s94DgsPlLS2T0PcD6+vcEOPTIMCb64KQ+93cGiO7ngFL4kew4+RkGvPZIAoj1CdE+7XLFZvo2jLD7x82I9TMLDvJX+S77fERM9GlqAPrO+L74zO3q989n9PbxRML58bqG7ohjpPfpBlj1NSYg8NHuQvZIJrb1htsa94BGuvdp+LL4upLK9qjMsO7OAX7yqG4a9CjNBvS7qi75BuWy+YM8VvYd9lbwYG629MRCPPVOtw72XWRi+L6UFvt6eYTwRUWY9/Ox8vrJ+Ar7aO9W9",
        "stSrPdV3XL7zvMy9GWgaPk4BRj4wsaO98Bw8PdFVBD5kVpa9ZZv8PTOoDL00oXY+HCnXPaWZdL1sgBs9EndZvcKtqD08Nxo8vpvtPSzLkT2elUI91ukFPhhlCL7wcdK9ZmCBvN3mwT0Imbm9V5TlPY8dHL0xriG+BO+pvEF8TD590je9zmCiPTcT8bxM1qw9jiE5PmF4Dz6nmVM+1gOAPpr8J72H82q9QATKPR4mJj56GBc+51dcPk3BH71+gMa9RMg8Ps+4fL3rl0y+Typ5vGpgjL0dcAc9/j6IPRYEpz1LsAQ+pCtFvA0L37tX44Q+A3COvdD3J76Uhzq9CIUWPou8Mr6nM5U+etnWPdVVmz6Zzqg+S93OPi2iez4gnAA/4ggyvvryJj42ZFU+J8yXvOJbxr44dMo+mJfiPrAmpj28ybG87pt7Ppf1CT4iws0+tbMLPUp10T76Rkq9vcm/PvIII70SHcM9v9JEPjnTjj6mtYs8YMhSPs5tZbwKaeE+TmLcvX02j716ZvO9qXiRvtNIR74UtEo8R7KQPQFqFD7JiHG9RFthPWQ8j72J3/i8k4YDPjWsBL5brjW+bV8HPAHaJz0Wh4S+ps7+vWbpYDv0Ap2+PXYVPjIArbxc85w902i0PRAxO75DVmk9v6Ezvoaw7r0QRxk+XwO7PMQSa75R6mo8NJWQvIDVLD2OLda8xgGYvFN41L2qPHQ9ux9tPsPWvb2nnd27w3PFPAfqG7696Dg94oYqvrI0oby/fHK9A7LPPVtIiL3fTjm+YWLBPQKrgDxmu8g6AayMPuDKF76ItOe9sTJ8PUe3CT4JIFA+/YHYPcd3wD3Jt0k985WwvVNcfTyHHkk+DfpbPao6hj61jAI/T6OCPsZW6z3bPUc9m3n0PZj+IT1/f8w+ley5PYZ/Kr7oJCk/Zh+fPjLZfz7ZOzc+WS9ZPiC4gD6rT+Q+L7ApPg0Wgj5uTAs9fha/Pa02A77upTM+4jhnPZDj5z3O8lo9OgyPPtI9vb2vTUM/",
        "7WQMvhu3j7yTv+u9W8KDvJ9N2L74bbK9l4qqPRHbOz433yc+Lbk/vkAZFL8FPM2+vDGmvl/AfL6W3ko+uNL8PVGlYr33eom9vdAoPfUIIb65j6G+tOlOvfGnNL0MAkK9jaK6vb2G7LyYDO091BwNPgGxNL71jhC9qiWyPfswYb44E5s9KsvjvnfZ1TyovEq94giFvnq7XL6oafa92OrKvs5n8T2Qamq+m/IPvn4BSj2mh3c86+wHvjRZwr7QehI+IoY5vh9OiT1W6CC9HhyBulAYN77AJu++0ZZCPd2zzr4ZzmA9X2WfvWvyT72HS6e+CkGRuoaWzz4OArG9V3ravUSMBT37rJ++ZSk9vneyFb1VCwO+NEQgPHUN7T0qQq29G1xfvlkIor18O8m9n+wOvmI/zbuU+xo9xE01PqAMDD0nI4g90BgMvv1S57xFfT09o4e7vcYK5jzKXKY97V1YvM/pQb1lH7A9I1/HPZwB4rshxjI9k5+pvVh84b0cV2m+gaq3vVqhkT1+kGi+l/UyPlqds76c5Zk+NMOXvUTUSL1s5Ya9FGPAPQBvxb4MRsu+oBYhvkebsb5jcrg9wAglPkvqnr36D8c9188yveVTgb7Wgia+++2lPV7bVb3M4ke+F/8+vj4SNL0Xg368H3IbPRJGtDyXgjs+G0qrvXg5sL6OXD8+v6wUvRn7aT6DnoU9I7WoPrtzRT6Kx2E+ejtlPeT5Qb2/LWQ+dZC1PbdDAz4n6JW+zB0BPpZaHzz5CCM+EM5CvK1HUj4QuxA+gcBcvX5shbyGcC0+ATNnvo7ZwDyDewm9l8iHPgchsbxpuLq9tz8CPnzrVD5cePo9HxghPgOOoT5Zxiw+xmSpPTi85T3yLZe8TPAhPFcoJD7bt9U9/dGDPnTVZz4++vs9mRukPUY2CD2Et1m6pJJtPR7xhbw4ieq8O9etPsj7kz52rni8eCZ2Pi/zvD1agCw+C+l7Pn6gCz67eSA+4b5FPnD6Tz5woEA8IC2+PnIkoj5m7jM+",
        "XSc8PRU1Lj7B0Gu9CAK2vTjXWryLaNs95Yotvtl6Zb7F+RU+uO4rPZSBg72OuJc9ydcru+anGD5667G+wmDVPSGPlzyB40W+E+Snvjvz1z0jWAm++2IVvhTfxD3yc4E+cYjvPN8Za70DaxW+odx4vuBf8z2lM0o+b6CDvSQwor5GJjs9FtpWvrcYb7w/bp09kN5PPhkXpj1uTYE91uoEvvtd0T2IUl4+KhQiPt3sFbzc99a+LVfoPX6UVL4o36g9wt87vjEg4j7+CMI+VqEdPkLoYj2cf889QphDvt7CQL5J9re9jfxiPp5Rm74pm1S+ZZPjPQJWZD5hUaQ9Mlv4PQ=="
      ],
      "weights": [
        "Ops5vqA4/T2smIY91T4lvhHWzL38nJA9lATnPX9zr70tnEC+XL4+PjjfKT1OYyo+k3cMvmCPDr5Q1189QNsVPKhcfz1SC7y93vwtPnCDsT3sGMY90M+/PYz2kj02Bg0+hia7vfoEJD6ibiY+6s+pvb12Gr64fRS+rHyoPSRtRb6IAAs9tDygPQTdHj5QB1y8vEqTPYCuIT51CT++GoYsPvCNLj4EYPY9GCMhPfzsET4U6ym9VGAnPuQ47D187VM90+YavuqbPz5wWpE9iO7nPYzcSz14MCg+sCYNvYwcwD3zjBK+Rk2GvWAQHjzyOTU+zkknPozAOj34qIy9mFYrPg4wIr66shY+dHYhPmTSWD1maKa9jTmqvUYrOb6A4dA76D60PKjbyj1U1ik+oCfqPJBCCb3Mj9E9dCQPvsgeMz44VUM+oL3XPIgyuTziwAy+LFo1PQC0ajsQwWs8WGUwPi7flb1skQe98KF0vPAYlT2Yqh294LKUvD8xjb0Si9y9DjwQPlTDtj1i6RU+sAwQPvi8vT0E1qk9wC8pPCvo4r1U0Qs+aJV7PYTj3T0e2yU+/6KOvQBZ3j1QPEG+RAbOvWcXRb7ApPE8AKlBvSjNfT3Kpi8+fwLWvfBk27xASXS8KCi5PTCD4jzwh4e8HiNFPi4aFj4wqzK8Bk3svUQsgz2w4Q+52AVzPns2vL7QLBc93mQEvmnVwT59LCg+BKy7PXS/8jz9yJK+bHjova4FNr5nUDQ+gj3ivmrYAD5ibaC+hBywPqIRj72oDvq8gHmwvNvqML6LVJm9DyY6vJrbs7xqqME+jCqsPdwezj5o0Ic9roGOvou17L4PqlA+6LCWviH3gL5CzMG9GKsPvS9IWbu+n0W+CMpwvnC+z74HZu2+7i33vUETj75oJe69GV0sOzKl7b6lHXa+G0KovlN8jL2NY3S+YzNevpjX4r0hz9S+c+c1vlSwrL5WYpG9BRa0voOoi74w5/C9W9wIvsiqf744jBo9ISygvntsjz0LfMu+",
        "KaCavb/dtb1fIIo98FW0vWtm1r7EbOa9Vts4vb0JC72nfDC+deDcvTfOhL3YvE6+dPPFvUa3gD6mwSe+JxfSvPubrz0D2IC9Y326PRLOjT1hwny+EKjavSntBz4yoHc+j9MzPkTM17y4YT2+yuThPRfWBT6T2wO+TJVzvjvl7b61NG69PMUcvuKlpb7ERwq+Cb2WvtwoOb5+ycq+AW3ovrSmDz6K88m8AEIovg5JN71rm0M+acF8vfMMF74/Xog9DgAFPjqvu73dXAQ9tUHAvgLvuD3Huja+9rE0vVmtjb6rWWM9NsE3PtA7sD3P5yI+tDoGvgV1KL4/rp0+lO4bvjCs+L3UVGA+ljwBv9ceK76QPtC+a2UaPbdELz5Q/Ug+5kXFPOTBBb4cfUm+0U0qvYvKzz6vnLm+njWAPnjIpL6eTs48lpysvl+egb6HVDy9fnqkvSRUYT57ivk9KkTxvQd/pT5BIYw8bIN/Pnvrwj57QD++xQ6svvOVnj4r2Im+X8QUvvGXKL6JsMA9DgjDvjot4r7uUti91Jadvj7U0r6IYnu+9QFRvJrbX779gWO9R7v4vo2qgr2azl685TWIvr1ee75qjwm+DjkQvtLJJb7C4Ls7RPCcvl5rVL6ONM2+w21Cvgu6Gr2ALba+pQS5vc5+cT3v3e69vKQAvjlAvL3RpCe+o3QvPqnPRL0e+wm++dKCvmvCaT7odx2+MdBNPeHToz2b+OK9iKW/vlBNxTx8QzS8wiPGPnepyL0gLQ4+P6ojvRP+R75U8U28FFCHPtY24DwOtrW9f7ItvVZWJj3zzvQ9ciRiPWP/Hb4AvwC91cjfPYNEhLwfpYM8D5IEvxAW/73Abnm+HusFvvaqj76BPMe+lBZqvtlOq74I64G+zisQPpdMY74bf4U8gFUVvmaHOj0hxo46hZoLvTNVl76kxu093yR0vZRcRL7bYBq/DwlDPqc9o76Gp14+hAX/vtS0JD5lA3Q9ShflOQA7yr25zCC+C9Ekvnz5mj5Esdy6",
        "Zf1FPRIuKj68f4i+pdm9PRvnnb2ca6u8ipRLvaTNZD5DNxc9ZJoGvTwlIb63Mji9YSXBPkGpj740zb4+byCmvePrc7vtUwm+nGgbviKkeb7Fs1m9pcecPQkkBz78ley9cxAiO2eWu72RcB8+J6UNPu7hK72Mmi++PxJiPgy5Hr41EFi9PWwavrStS7ww4a++S/O4vvgAR76ccDW+PUlJvs+BRb4hZ9+9XsLqve/Zij3Abba+I+ZqvQVktL2AWxK+Fo78vLCsxb3X5fs9Qaddvir1Iz2eguK97MmUvv2cHL7MszG+clAUvmW68751q669QpwVvo5AgL79TSu+HnSTvn17Dz7wdnk+pMHjPDP7C769GFi9mkSwvYqctr3jici808bePTm5MD3w/xO+WqkYPRs8pz09so0+JVlKPUFZAbpy75a9KTUvvvA67b3vYmg+1wz9vZHWUTxyiVo+j/E8Pp2lsL2ByMY9UY4LvtVhQT3sZ7a8vxehvNv+4DoiE6K+OuX3PMBTU7x4jZM9+cArPkXAnb744ee7GSxlvuxcDbzz0aY8wDCEPGwbjr0NSD0+eRuzPIq67bxKNDK9VdXFPWuP1DtxReu9DWUnPvfVqL2H5eG7CXoFvg48hb2rxai+2784PjonSb00zcc+9dN6PpuNM77d3ZS+2wQoPuKTmL7WZ4++tQvgPt1LoT73Xws/QuMQP575Jb2qC/09p8+0PoVzGj0pwbc9x3K+PhUGg74s6qE+uCDAPs/cmD4nkgC+Y6iYPvwd5j4XkMy9w7YSPwaJLj5Twac+5BakPv0jIj6xwKk+1hinPvb1MT9sA88+YeDxPdsT+j13ZBO952WiPu2RYL7craG+/WiVvkO3JL+bBAe/ke2mPB0zXL7nIGo8n+7QvW1ddL7ZYOi+DEz1vfjQn76KnP2+ATbgvSKGTr5t3AO/Q5d4vt4CWT2z6tu+g3F0vjA93Lynnee8szO0vZT+874zwd++Gy7Gvm7Ui74wFQW+kh/dPC+6b7xdw4S+",
