{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              64
            ],
            "dtype": "float32",
            "name": "input_1",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "Reshape",
          "config": {
            "batch_input_shape": [
              null,
              64
            ],
            "dtype": "float32",
            "name": "reshape",
            "target_shape": [
              64,
              1
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "reshape"
        },
        {
          "class_name": "Conv1D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1
            ],
            "dtype": "float32",
            "filters": 32,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              1
            ],
            "name": "conv1d",
            "padding": "same",
            "strides": [
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "reshape",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv1d"
        },
        {
          "class_name": "MaxPooling1D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "max_pooling1d",
            "padding": "valid",
            "pool_size": [
              2
            ],
            "strides": [
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv1d",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling1d"
        },
        {
          "class_name": "Conv1D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1
            ],
            "dtype": "float32",
            "filters": 32,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              1
            ],
            "name": "conv1d_1",
            "padding": "same",
            "strides": [
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling1d",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv1d_1"
        },
        {
          "class_name": "MaxPooling1D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "max_pooling1d_1",
            "padding": "valid",
            "pool_size": [
              2
            ],
            "strides": [
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv1d_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling1d_1"
        },
        {
          "class_name": "LSTM",
          "config": {
            "activation": "tanh",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {},
              "shared_object_id": 12
            },
            "bias_regularizer": null,
            "dropout": 0.0,
            "dtype": "float32",
            "go_backwards": false,
            "implementation": 2,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              },
              "shared_object_id": 10
            },
            "kernel_regularizer": null,
            "name": "lstm",
            "recurrent_activation": "sigmoid",
            "recurrent_constraint": null,
            "recurrent_dropout": 0.0,
            "recurrent_initializer": {
              "class_name": "Orthogonal",
              "config": {
                "gain": 1.0,
                "seed": null
              },
              "shared_object_id": 11
            },
            "recurrent_regularizer": null,
            "return_sequences": true,
            "return_state": false,
            "stateful": false,
            "time_major": false,
            "trainable": true,
            "unit_forget_bias": true,
            "units": 32,
            "unroll": false,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling1d_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "lstm"
        },
        {
          "class_name": "LSTM",
          "config": {
            "activation": "tanh",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {},
              "shared_object_id": 17
            },
            "bias_regularizer": null,
            "dropout": 0.0,
            "dtype": "float32",
            "go_backwards": false,
            "implementation": 2,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              },
              "shared_object_id": 15
            },
            "kernel_regularizer": null,
            "name": "lstm_1",
            "recurrent_activation": "sigmoid",
            "recurrent_constraint": null,
            "recurrent_dropout": 0.0,
            "recurrent_initializer": {
              "class_name": "Orthogonal",
              "config": {
                "gain": 1.0,
                "seed": null
              },
              "shared_object_id": 16
            },
            "recurrent_regularizer": null,
            "return_sequences": false,
            "return_state": false,
            "stateful": false,
            "time_major": false,
            "trainable": true,
            "unit_forget_bias": true,
            "units": 32,
            "unroll": false,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "lstm",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "lstm_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "RandomUniform",
              "config": {
                "maxval": 0.05,
                "minval": -0.05,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense",
            "trainable": true,
            "units": 32,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "lstm_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "RandomUniform",
              "config": {
                "maxval": 0.05,
                "minval": -0.05,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_1",
            "trainable": true,
            "units": 1,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_1"
        }
      ],
      "name": "functional_1",
      "output_layers": [
        [
          "dense_1",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.6.0"
  },
  "hash": "9776ec7e329ac4db7b0cd94586dd6c0c1fe0b9ea57c7a339c7432be461f21b4c",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      64
    ]
  ],
  "output_shapes": [
    [
      1
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            64
          ],
          "values": [
            "EuHqPnq5k7+YV4y9EOa8vxRWrD86AIQ+queQv83hCD//BzK+N74evNo4dLklatK/7t7pP1OIwj6T/w2+T1DQvN8Sk79V1a8/v+h0PmVRsr8nqla/MGeCv2LloT/PuCW/t39DPq7nFD8Y6Fi+esuLv1ghCsDiLai+CL+XPd2Tg76pdJ8/9QSMP8EyFL6rI62/2inLv3Q4Iz+vI6s/gEMLP3+bLj7rxGq++LYnPnTAgz5xsWy/VplFP8JJAz+X74e/0Afxv2BJmr++xmI/3EDQvuRsAD/27+y+U7ZfP+2xnb4wT7q+3iaPv+xINb4WvTS+biQMwGR4f758VQ095xakPg=="
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            1
          ],
          "values": [
            "oFOjPA=="
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "conv1d": {
      "bias": [
        "UXHjvAAAAAB9/zW8/l4KvQNR2bsiZga8AAAAAOQBEbwAAAAAibUxvAAAAADn/pO8AAAAAAAAAACwwii8sRAvvKtIM7xWRzq8AAAAAAAAAAAAAAAA7msZvQAAAAAAAAAAuo8ovGURMLwXZTi8JEwuvAAAAABGarG8gv0IvAAAAAA="
      ],
      "weights": [
        "kbHyPgYJAL7hfOw+GGsMP3dPhT76oWS6QM1wvC75gD7451G9lUk9P7xebb6hHrA+PPqwvsQlr73E+Ao/uPkcP2FnND8EPjI/tAIfvoGOW75ShAy+wFgcP4BFu74w5L6+FG0wP5ywDj9/UBA/GGecPlBUIb637mo+9Ygludi4Dr0="
      ]
    },
    "conv1d_1": {
      "bias": [
        "jBwRvDuVM7yBASW8JOQ5vAFNbbz3Oxy8AkU/vLfIjrsduky8R3tDvOBsWLxnKa+71Dqyu5o9Yr29AbS7IEuUuxdwJ7xE0ia9RqJCvb2QxLtG4TK8XQZYuzdFTrzwwUe8ojcYvLktZLwlcBy8k5VqvEQDw7sA01K80EI5vKIEcbw="
      ],
      "weights": [
        "Zu9QPpkngz7wlJ48IpKGvklx0z28nxa+QHhGPXFrj74W2Hs+cSWKvjskgD6VYRq+EONdPVBlTz1Uo0C+5DcTPkyiwr2nhT2+ZmNYPvb0xb19Fpk+uLfQvfxjS75ilzg+NO27PXoCfT5QVSc+4De0vbgVsj1Oloi+i5iNPpCB773cz9G9qfqIPhq+xjwKy1g+xGCWvkrv4L0KAq69Y0OIPqf4lr471DS+ajVEPgQW072gF/G8fjN/Phnetz03TSc+7NdXvUoI9b3uSc69bM6IvkTRoL33moa8GokPPjS/xz1ztxi7WQr5PcNg1b199Xw+Vq7nveD1Q73SWEO+0MtMvbgzNL6AJOe8BSzZvWGQGz7z3I6+QISNvHKKET5gPgc9AOrDuwSWbT67Qiu+g4QVvge+lT6jXpE+nhtFPjs/ST5Olz2+KvqVvSDdeLx0BzA+aAs1veH2Xb5m3C2+FldaPrV4173EPJO+HFk9PoCaUjvkp4q+Hg/cvby6DD7wPtK8ynBVvTMgmL4C0Eg95F3KPSpzIL6yUdU9MN/OPYxkET7Pq4s+taXiPacgmj4pdt6+ZdWVPr7UlL1JaPA9JPuyPvHt6D5vl8M+AEGrPXnrmT5rn5A+DdrsvjQCL754aJQ9JE6QPE+6sj42/789nNifvlySsb2ZTHW+DpY9u8Q0rz3qsUy+sp6AvZA9uj0AkKi57Zs0vkPMgz6gpz0+CyZbvsIZaj6Nzz2+eEUkPXBEg77q5mw+sGFYvZtgTb4ltY8+gA9cvgEqBL5sq5m9QH6vPJ4YVj6Qtis+NLmOvsHFOL4RJI09au03vsFJ+rt3Q40+QlmFvuFThL4sfMk975mMvgZrJ79YdKw9m7TTvAWpY79EiCu9qp4xviALYTzr8rW+QIPUuwDDuD6fsYm+Ikcxv5DNj7ylx4G+XLyXPfKEEj4YMrw8GZvjPizG0j1wi2++LRwmvv45B7/ji5G+6J8lvfKi/D7CN0w+Dv9SPGQry76O8S4+nPohvmbdIj52+iM+",
        "1HmtvtMQmD4mcRc+9cIvvTeVM75cjJe+hHJAPuYBlj0Ol/m9aMTIPovElD5Mk6O9qoxYviAyM73bWl8+T34xPq9DUT0xgZ8+APhFO4CtC753p5S+z9qAvjrnXb4K0xS+l3ixPhTbA71g/bY+sIMjPoBraTulEyo7Nze/PFBksD1u430+6MAuvjX8b76aSmA+qOZmOtDTd76wiaA8Q2CZvojQJ74bprg9YdKSvigPJT62gJK+zjwJPnMGeT1AOCm+LR0DvZiic77y+2w++GYhvlAVgDyavKW9orpcPl6VTD7dhQu+EgNGvhgwOT6g6Hs8cr0uvgLwjz7KWuO9lKjVPTsOjr48eLo9QQ2EPkJdnjrIXYi9b7k0vuBbuLwGVLa+uhxOvhxuMD6gnwm8PaymvjaKWz6bbpo+gPi3PrfADj7ikbQ+uWmuPlCcfL4fMJE+IBaPPPygkb5Ijj4+ZwAQvtp5rj4poXM+E111Po0EL77w7Se9Oox1vmv4Fb7Zp4++LXvOvlBGpr0v+74+sszQvpiuNj6IPIy+XNWRPS7BkrwoXQS9V0LVPm4NV77RvGe+dqFlvr3oij5dZ/g9V57kPqaCrz36JoM+jnoLPuyj3j343S0+ETqCvvJ9Z760heA9buboPohxsT4x2Ze9O/SZvjIQeD6sRGg+RKBpvi7fkr68sdM8uiSDvqDSjT6Xl8y+E2SAvKE7JD4QtgY9rjeqvhJ4eT5Nqbo9MXKJPpEuQL1CQ1q+COhGvg8Cvz7EcuQ+Cld9Pr5Lmj6BhIE+kAc+veVyi76Riqu+/RmWvnpGQL4WwOQ+gnlnPo5l1T4p7w68RKZYvrIVED7f+Fa+oMcwvig1AT0Q8wm9klRnvhQWar2qYdc8H0QfvmqDcT6QCEU+mLkFPq8/HT4QyIm8EMmbPcCIjLx3fQm+HR+Uu++OGb7bz4e+nkaAveDaWj1w3Z+8Mc5/vl7Oh75suR4+crpGPlFeXz6Vy22+pxk3PKHUkj7ewXU+KDhXPlySbr2KA/C9",
        "0IaJvHAwqzwaZkY+gCsXPXWYfz4lgZi+jppaPpA8qj1wGcI9EPosvijJCD3XQS6+LJsRPk4IVz4oO+c8SNOJvVwmkj3cktO9+tl/PrMxgz7fFGK+ikAyPtAdSj0j+z2+GXLavcDGOL7pApK+0FCOPHEZJL7VXS++SjWYvpSJuz2uRxg+kKG9vZKJnr1LvQa9oJ9/PT52xr1+iCa+P/5VPn5tez5rWVG+QDraOxs8sz0c4JW+8JU5Pa6YVj5+Si6+JcazvNXgrr1G7FQ+C5mSPoCX1T3O1qG8QNYkvNg26r1GD0a+TllnPpj5IT6iFdW9wuK/vdOtC74TCoW+EFS+vQB8hr4M4fa94l+ZPt8Zfj7PJCQ7D+3VPYR1Gz7kxgw5QP0hvuJAcb7IadI9iogKPvuWmr7gpN08M0iuvdM2xryg4dK9njVRPlKPgb0k1AA+pO3EvY+YAz6A39M8cuZCvmkyVz4rlGy+Y+Zrvu+unL4NBSe+mvllvuNdSDtYqYk95jxXPrkthr4XOf+93K9RvgqSkb4sliw+aHVWvcrSjr6a5ig+hj4XPXyT0b3Qslg9vM4SvrTU+L2a+Jy+iCNTvuDGVL6UZjs+wJOIvlnOH77qGXw+HEugPYBztTzMdOk9d8ebvZ5Spj1AtME8wJGivDzCKb6TuxE+KupMPrgCVD3GUnu+erm1vXvNoj4hQvu9xqGpvKwAi752Yi0+B/zIvi05jz6ICAg+3uGfvSry5r5Gsic+XKcAPh3VWz6H96o76RvkPvVnXz3o9RY9qBGTvS5ii73rMTC9YxqTPtjYcb77BZA+ri5CvfUyDD3xYYu+gIo+PHtND76u3b29jFPyPdpxHT5xbIE+Sx7DvTqLtT7rz9K7RVy/vXVwgj7gDYA9BldIPiJRhz7Y1+G9nXOIPpySBb4tP4k+OacZPjGyPL2wDoc+M1CgPkgTJT2CmW8+SreTvgcMQT7mOnU+w8yKPqz2rD5h+b8+4p5EuuBLlD68XwA+IQb4u3tZ8z2X7hu+",
        "oO1kPV8bmz6ThZ8+XlKLPpax773FGUe8G/GbvvofqDvqE2s+xo5DvFCNnTz/dT49OGiKPcuSi76scxG+HVR1PFqxrT19X3M+OdWXPhAeHj1HToc+yM8zPmTc9z1Gt2g+IW7+PaI8Kz2st6Q+5HzlvVztib0yzI4+Dnc6PhStKD70VGO+aEIJPReGiT4Ho5e+6KFAPT2dYr4eUl++ulNKPlCThj3nZIi9QphUviP+M76QaeU8cPvXvGNTL72kNBA+ElmyPUJev7306gQ+zvB5PjoPRz60EOw9rBfJPTz4Sb52/Xi+vyiDvuBfNL0yVH2+wKooPQUoFr7APew9UCPAvC93rL5QxoC8OJ4XPgSvZb6MZuU9L/ozvkC8lbx3mJO+nF+4PaEA1z1fPoM+EHAIvgSpg73YJjG939KGPZA4Fb76qL4+y0rFPVFmMr54JAO9kDxAvfY9Bj0acLi9/8Savh9X4D61KFs+NS6BPtqDpL11xza+LM0gPlxbhr5ggs09EnUJPqgr7T2pZPA9AEzSvRyqKD6wXZy+lJx2vl8ynL4KmD6+5a8fOuhOS72+p5e+y1xwvublaj7BClc9w46VPX0AfL6yPJu+BjYtvjiOdj1opAU+5pRIvobt172Z/gO+tZbuveF1TrsrvZw9WNRoPeDGWL3M2Ss+/xiZPqDmTbw3soO+sDOaPO4EjD6yOse+hKSGPSTwuz2vNCe+fRm3vID7er1szvo+rZmMPrfC7TzAyXm+MFXhvABb0j45BYk+aKMAPrgNHz5Alwe9EUaOPg2Lhj49Voi+Xt96vsvelj4yJ9E+utO2PnhnLj0at8+9mp5TvgcZdD5P7Ey+CkUEPkFy5ru2EBg+edcbPvGZI74P/w++pdCRPsbFXT4eitQ9ypfPvS0Xkb6YQQQ+sGVnPoxVkz33XYM+oDLPvYLwLj6DykW+DHEmvlgjjL7yEwO+II3rPXRegj6GIH4+kB5fvtCjjbzsMzc8KUIDPnVEij6t7ZG+ePmzvSrQWD4IA+e9",
        "85BPv27qcb6q1Y29nyIsv8RJRT5ULeS8Pks4vj5h376YNA8+VQA7PuKkg70KsGm+SlRlPnBUmj2mZc0+wfczPgRB2T4QOZW9SDMgPa2mjT4Yszm9elhbv+ogkr1QEw49D47ePvEdlD7NJx4912Clvh7uLT7//IO+sSxVPsS50j2Hmo2+GD2EPSz7Z75uK3Y+wGiGvA+kij4G2pO+oIUYPQAeFDrh2gS+L6iOPp60Pb4Mk0Q+RHq/PRBGfL5gExa81pGCvgpPWT4g2iQ+3LumPfSbJD5bk06+7ktmvo/KkD7brZg+ywUCvrwAHT0PDwq+HLeRvgemIr7ad+y9SP9FPQfZkL4wA9O8ILBkvgBxj7t0SYS+zCFKvpCroL1Yn9E9VorRvUOMiL4OpDA+G9yYPvaKpL1AJs68NJTEPOBHVT2IwBI+fr+APpA9Qr4yvAs+zjuzvWBACr0yOBs+FhMivvfJkL5lJx4+olZmvhYOfL5L65I+F1sqPgwsOL4E7p09inXJPX2ojr598Gw9k7krvVtgZjz0fB++ELiAvCjRr7zPgJc+kHMDPvoMLz6KZRE+whC4vaRsgr57oWo9CjQhvkeZ9Lxx0rg+xm5NPnTjGT66bhI+LC84vqCVxjwQDp89K9ynPrUJez4sv2o+JtWjPOAVO70syuq7zXEBPjyPkz10htO9rusdPl8lbL4GHCg+Cd0XPkYfOT6+LVg+3BELvsgF0L356+W9JZ8avlothr32DCo+3MT8vTHMh76lHju+4d9MPgfrlL4l8pk+IGe1vOKfUb7UDmy9ZMhHvkA8uDs6Glk+GGfhvVTt0z17lxm+FrC/vdyDgb1M4wA+UZaIPkwUVr12T1s+HIuIPsnEh77/2ta9DvABPr3xg76nOBO+DGqVPXMo8rxYGcg9ViA7PlsXjr7n0gy+6PobPgidmz22eYO+ZZIkvQ0XEb54J7k9MmwIvrnsM74EO0I+tpuJvqHAAzx7sRG+Y702PqhUCr4Uyzy+5zI9PjNfNr6EP9E9",
        "9++OvhpEHz5vmFM+7KStvr8+Sb5pkym+qtFcPhHpzjsk+Zw9Te4/PnPoi74n8Mo7YJOsPYxqsD3UXcU+wpUdPiCyoz1bA9I+Y9iUvnBARj2wWYi9abDMvvYJZj4NyxW+LPOmPpivdj094rI+SwDOvgjSC74ssQ0+F5D+PReggz6yABM+UNlzPWo0Zr6VEzI9pPCbvl7ECT6CzSE+GQEJvoCfMb1Tfv093nVVPk9ebz0SNkU+hrWGvVH5Or1p/oy9zCc6vupmhD7+Rww+HiZ1PqwZWr59tYW+0gZLPrrWWz7Si5Q+5efKPIKlR767EEE8chq8vfAuhD4AWAS5QFwfvA=="
      ]
    },
    "dense": {
      "bias": [
        "Crw0vXTTBr0vChG97c21vEs5Hb0PoL+8DAATvQr0jryeTtC79ZmhvNsesLwmC5q82cO7vAXdFb1ucRy9sJbBvPUvPLylgiC9mhw+vMKiPLxplXK8XBqrvIutF70ixLS8xnrLvKJDDTwZ8jW8tlSdvFQIBbw6tzm8KcclvBUMf7w="
      ],
      "weights": [
        "ca4HPnAZvzzX61o9BQ3bO5VYmz2XQA49v+0wPbHXSD0/Hg29gNCHvWxOE70QC0K9e/fJPJlA0rk/WSi7d29BvVMgLTysjyQ8QnKMvOKLbT0k+YU9+tQyPIQTqLyY/Wk9J6bEve8sX700Gc+8vHzYPONhEz08STG8gYMeved8/LwdlOs+p7OdPujuaD3bLGO9ja6BvIwVcrzNwWM9uIecPLLkwby0cHG9/V0dPYd1ST0jEia9JDuEPM/U1bxsWXm9z4SdvSgQrTypeIa9ioV6O3HwEb3DoB69L7KSvBnRJz13Oqi9aHvbPZnvDjqWXw88vEixPBARIL3P+bW7sbICvPIZir5acle+115aPJHzlDyRxqu8YRICvZx7W728rMg8MuaQu5ySjL2Muhc8MhjMvDmOOjsZUpa8tON2vJgmOD3Y8aO8+mD3PLGRUz25MJi890AAvf83ibu3QQ+8C4gJvayQJLoAbWy9UdpRveToDb1ULIq8oh0VO5tCZL227Ci92SyTvO0O0byF1nu9H+mbuzgAc7yT5xM9VYIRPQSVPzzIV8G9Gf44vr2KBTwW6gY9xh5FveaK/7wuHZa9yAylvGRZi7yenTU72+sEvc0SNbtPGAu8IVRpPUYNWrxf0sM8giEEvqKdrz0/7CO9QVtQPRLOBz1f+hE7jkH2PP83y7yKICI+E54aPh9KszzQTYC95KAOPVxkxzzo58s8teZOvQXV97wma8u9nv5zPb0HNDwlpyS9hK+ePOwPRz3qmqm9gNCPvWoNtzyMxZW9NXdSPZn1rrz1MWu833+APK8FiT1QHIK+vGnHO8tvXT3/fJa7NCaJvLmlVb0xRS49VQfWvNgGgb7/0ZS+NDfDvOConDypVX+83cngvM0R4jqhA6o8pTegORfyB74z2di8oalxvRVLRL2Y6hc9ShyDuwMt2DwBjYk7HC+lOxhgnz117aG8r60fPcsDGL2Lqru8oaRTu1u7Hr6Ud/u9iFDgvKwg/7yYWiM9PP6APTDqPLwoAU69",
        "/szgvCjOJD0FgR09bfwvvanhML1hJvW82YTHvEvRabyfjGG7gCaOvS/uU7wJwiw8SEaxOmjHLD2ZVAW7ymhyPWunHL3h9Uc9Ul4RPU6EpbnBQ448FsytOwK10bxrqXA9FgHiO8+G2zzsAgC9THQFPQRSwTzAMSK9MIjJu/8mC70dEzw+KMpcPrWvoj3385w8Aj71OTmSGL2ZZoa8YJgYPWPnTLyFLN09CowGvTLTzDyiKAQ9ySNUuqOgKTzadCs888slvaTMMr2n7lM80UATPQYRED0U1wY9sBvfvPJ4djyb2GM96VMWPvn/wryRx6y8WYV/Oz3eh70idtG8Jph4PfYjhL7rNui9l70XPfNyqDzgvsK7OCDDPbHL47xmYLA9+SykPY/l0z3jjcI8gfAAPa7B2z3evoE8TqkHvLJ6jz0RR2Q9XPoUPcFXBj3CJdY8vFAGvK47OT02wMQ8YpgUPQvzBj45aiG+ktQru50CjT1cAPs8szW3PRurP7xxG8g90uO9vrphjr68l4S9f2GOPY5EQL1vULY9gQbFvEdyqz3Zn9W7ajZ5u8IXlbsabBa8UgmbPRDbMjyPNYy8Ri34PBWiDj7G3I88jP23PV6WhDvX4gc9oRlUPNdKLD2rEgU6uKqaPeKLEb2tJfY8HtuJPT4k/Lz3Jwg+HzsePUvVVT0Gp3q+mbVSvu+aW71jGbw81znVOxDALrzWds67Xi2VPK0eyDsBPoW9HBgaveyREj364Lq8Bkv/PAd6/Luvg8Q8O7TbvN13RbxwpY89X2tfvWcSF73/fs48RigLPXfJ6LtxXLq8qFPVvfmPV70k6VM9Q28tvWnFtzx/AQQ9zRS+uxL6zD5w26s+Fz9MPDNQDT1ULPw7xisYPDwwg7wZLYk9FqNHPVGW7TxMFkQ9BoLnO/rQiLwnD4G8FnSCPD8dozw9lPO80ESiPWkMIT1FEjg9FLTluwvEZj0Vnio9kVauvDapMDy/JjI7TtLpPALU5Dz+65s8O+FuvRUNDD0nVZ09",
        "dkGmPjuDkz748Cg8xpyhuzi/Gr0cGc86ao5IPd2d9rzyMTc9FQvNPVORrDwfSMg8MU4qPZZzJjzMABM9c4eGvEUpO70pPE68QOp/vbIQCL0hqmO8vmdqPV86Mb1wHtI8L3sDPvxppj3JJFi8d/FruhnEpTxtMqa9NtTwu2UBej2buNg+mfKlPj/Plj3l4XK9Bft+uoJWmDxZiyM9lfWWPMxLwLz6i0y9rhPUPMvyTrxO+TU6ClckvCYdiD0YXpK9gFqbvQo3I7zde7W9p5epuyMAfrzX6mQ8sC/aPC+C6Dvxf2+9Sa65PR4qO7zzKS69SLnAvP99Ub1Ny0a8yeL4u9qM1z10rzQ9qURqPUP9gTyaRHi9ONsnvbkJQD3KktK8kHeWul2TqbzbTEC9at13vHAn2zxNkRI9dpeQPMmTyD1wkE68w6c+PPlQ+LwS/Ju85PkCvagcRj1LsfS8iHxNPDFb/DwfXs08lCHlPBLtAT1IgwS8isRAPLQarbysiZY9/RH6vmDD2b6cIa+8DzYFvU99vLxZ4KS8DwQdvHzbwjtDs5i9lp2avWdyNb2tdrS7jGKSvEG8qTzlfDy8WAEAvZ0WIz1GPLw7DxOQPTItarxmMMO8WI/2vPXa47zOvQS8D/eOvTeExb042zq9GP4BvKSi6LypPa49e28BPED72LyAGiu+lzv/vZewh7ssjku7XIkkvSR2l7wIIU69GE0/vemvejun9Ka8BEflu4NPsLwmuI88QN/9PA6Ea70n2rO8gsjUPJb4B71po6S8hHXSPEL2Tzt+L7q8v6+ovCPqIj2h0G086dPaPFm0obxcYOm7Zw7vvK/9oTo3okC9uKwYvAX74L2/7UW9TQfNvD/HZL0Jcyo9R6eCPKellzrB5Ti8DnCzPApybz18m5k8KW44vZDWKb3oqZU7dE6iPIm/lL1d3V08Xt6Pvd6OLT3nq+C8W1cQvOKAEL2QrXw9RfUNvUsgCD6MB4C80K9jvVZM0Lz2Ize9DkMtPd3mTb0ysk47",
        "LsIxvm+tjr1zQ2g8v+cLPU3DyTzj158918bIuwJhB7ysBkS8wZCEPVWa3rz5gQM9Vq4GPT0BObw1GpK9AcH8PBvnGL3C8Ao8X+XKPC6VwDw1DNa8jjF3PWS5+rx1/5I8vkEXPipznL2ynB+9AgAEPZI12zz9h9E8vwv+PFe7Rrw5EHG+hIiNvgSHxrtIPvY8iA47u4N9Qj2MBUy9zHsXPBiEUr27iAM9DywivCYqVbzWyX694ER3PbYidrwwxKk8aFraPApWsLyOmYQ8Y4FxvOG3Fb1MXJy8vvJmvUjS3zxpJeg8p4QnvtUq8jupq3e8KtZIu94GPz1ILSQ9+5b9vI7pNj2gsDE9HZ8CPAAogjz4Zl09ieM0vQcUKz2jF527i2IRPbL6iT0Burc8xrb6vDwkLTykJ2M8DV+0POiPtj3AKug7CgNqvf3ldjzDpFa9wEYVvTuk5DuFGAc7rn86vU/+7D1w/4w9LEXPPK536TzJjRY9p/f7vGW3LbzoxZE9e52lvgEWJ77vgtK84IzKPA58oD2MpQ28JuRMvXYw7TtzXBA9LtjbPQe0CD26vf+63NfOO6sP17xzA5G9i5k0PAnqVT0IyVc8OgvNPQVzjDz5FeM89oMyPFjevruEJDc8wBISPpBKIr1V6l48nlyNPEZETDyLlpo93QMFPSKiiD1HGRO/vXYEvy6l4by/1lE9NFIYvUMURL1HI2W89L6Ivef3Jb1RgyS9PnnEPFzk0TxmPoA8rnjku+vjZLs0+8E8MIG5PZq4L72UzGk8dJBkOzk4WL042868VeTQvO5Mxbx/QQI9REgAPU3zWzx2jvU7qGcqO3Mxrj1sxVG9sBtAPBxIwD4B6Y8+4t8NPF1CrDxcKGw9v2YWPYmqAryvL9C875IiPTeCYz2Lt+I8pqT5OnC2eT2lIpk8y7YTO2ZlUTw4DqW7hjA1vbJZF70fTcc8h49uPHXwpbynob08+arZO56TST0o2rG5Nm4Evb96trtkigY7tTmTvPycurz3nZU8",
        "dfW7vitpj75Y5ue83M8TPRY9LLw3/dk8XW7kvDy7Rb2CDYu9Cn2dvEHVXj2HcZQ7yAwAvfSW7jyDapK9sTuivAlyqbyPqKC8decqPS4nlzwuEh69qEqIu6crCj3XIjO9fFHFvEnK6TywGxQ9w5xFPaNEwTzjYTM9qUZGvdXBgb0p7Ti+LKNBvUeTiL0L51o70SWQO83UCD2tWD29HsyZPMP3Pz0uRhg+hFF3vB0xt7uKHo+8dkq6vBRTpLtSP4Y97cMQPSTcl71Stb28WM4jPNnDf7zUcjw94oqzPOll9rsdXV8+thlXvQXKWr1YEJ07oXr6PDqJxjwaY2G80ryHPZ2L4j5NeKA+N0/yu09evbz30y491H98vFWtkDwa0h89YQYgPaHitbp/JXO8H68EvfnDL73nULE6bakNO8RcRb0dLnO9pZ6uPNwj1r3pWQC9No8LvAYWgTuk33Y8JWLtvJNACT14SXY9weZdvKmKRDy+NQW9soKnvVPWqzwsNHq8H9nvvZ4SGL3RVwE8IU9kPJgYn7wyVUI9bZ8NvPe2R7zLIgk9X7FnPRF8N7w4G388vQkoPY0qIz1p7oo6QMOxO/J3Tr1+quy80oEMu6h7QzxcuC09+5AIPRDBerwhwRa8BDrmPfWaDb6NISs8qZMmPQinI71JDwS72rAdPdNvUjzvL+Q9yp4PPkRL2DyBBb291zCgPJG4tb3fiYQ8lnzCvUyQvr0palq+3swKvD424DtM0w6+ZFdvOaa9Iz2LBY+9Ub8cvptESbwmixO+fImmvXQxdbw3tcS9N7cpPGvUuLwLiZS+zOktPNNtFb0Ykvm908H0PPm1O743TQQ9VK+lvZYKE75Bygq+lZ3Fu4wLAz1daUG9G5WivGQtkr2tvBC8+pxAO2YPxD1tOws9Ep+LvC0EUz1EbPU8ZmMHvSuMwzxgIt68ODWkvSLtEb3/Zxo9iyLHPPKHyrzaaoK8LRTGvHg33T10kRO+bPiuvH7SbD0tkmw8ucVpPb/qPr1UeWA9",
        "eYXyPnCJtT7BVKE9attTve1qzjv1uiO9iJuDvDE7br0MkuC8+DiNvdA8K71lHlW8C3iXvMAOUTtofyg5M6eBvIUTpr28tHe7SpEPvhrrAbuxrH88ZNhAO5Q2yrzZ7eq8CWltvD1WYT6D9Qm8ah4BvZzJKz1KZzW+dfysvIxGUb3lbNA+QUOEPhfivLxzg728DLSCPB1NgLze/F890aQ+PBgjx7xOrFq9Jr7JPHtq9buIhjM81nUOvXqqTz2DEeg8rBtXvLKmiT0JG3W9ehP5vDcXHr2FPgw8BqOPPB5giLzOjL29xz/DPIha0rxCyxo7cfMmvTI9mL1SgCG94AxDPA=="
      ]
    },
    "dense_1": {
      "bias": [
        "UyuCPA=="
      ],
      "weights": [
        "jp2wvrGzb75F0Iy8GYaFO0CmUzxkJLI7oG5ZuzhLkbtJI3i7ic6IPPyX7TwVJXC891HrOkEZkbyZ5zQ8UIH0O3rUYjypsdO7xHWiPCAoQbvMViA8jh6Nu2Du2bzbHVo7wvBBPc6ZdL3yX+w7A3UxO1G74jtlQwo92P7yu/TCHrs="
      ]
    },
    "lstm": {
      "bias": [
        "GC6OPoSP6D5lMx29EUlGPtYaFr2yn4E+iORQPrKFvLyoVvk9a95nPv4KQj5qIWE+RmH8PWyDBz6AcKI9ORCkPLXcnb2pkYo9J+bgvFW2VD2wEoa99+66PeMdLD72JeA9ZrxjPtuI3j6trLY9bBEYPeHa1D1WfMY+XQKQPjjhpr1ZLG8/UalRP+AjbD+XJl8/7o9fP2tRTj/8mUs/Q7FoP3EqcD88r14/3/9tPx0bZT/3i3Q/H+RqP7mJXj8kA2k/VehAP4QLfz8Jpn0/1upuP7pjUT/1GoY/zfBDPzWqej9wKkY/3CtZPwU+ej9NFm0/s8V9P+UiTD9WYVM/tiFXPxEvrLysQuu6DbstvZCbH730/+y8iFFgPRulUD3pgX+87bOSPV12Yj3rGxk9JPkYPaFaEj5Vxp+9diQdPb3gHD2w27q8Vvs6Pb92Xb1wDUc9m+o/O3KCzTxYSQe9bj6NPUEBVr00wkE9mnRdPMy6jj0vFnQ9C3p/vWHdPb2COpE8yBuUPsXY6j51ale9dHtKPlyhxLyzQ5g+X1OAPlFTmbzIDwQ+xGWCPnEpQz6HG4M+NmjLPVOlFD6M9q49HXhKPJQk471ijn09jkrrvTaBbz1tIoS9xqmYPRE4LT7Sues95ZWAPi4zAD8Or8I9giM9Paugzz2lDtY+266aPp7Nnb0="
      ],
      "recurrent_weights": [
        "E6QDvDrvQT2Zui8+dgU1PlR/ALyEkWG9Pt8av8sHlTxpnB+++g3HvtY1lr4Cvau+1H3Hvm4rwL5eDwm+jDlUvl7RnD5MXbo98urPPtGbyr1lOdI8zD+MPqPhF75gtpu+eTgDv5Za974OyY+96xMKvj/OdL0RPxa/Yqirvi2PgL17N/i7CZ5cvheDBj6RXjy+YX+HvjJpt704abK9d0XNPO62ir0ryOW9sRm4vjN7gb1DvEw+sM/rPBwqDL6okiy+YZbzPdxtNL5OyqU8RBrEu2q81Ly5NN29ezGJvkZtwb0fjO49bWaJvPDevT03nwG+owUjvVjtK74Xg3a985nIPSnS9zvmwCG+5EpxPseIyr3kmaY8VcBUPl2whz04kDW+sYDGPc4zXL24+7E9XuXHPWb9SzwDw1C+T1xAPuDMj71S9Sm+kmNPPbO0z760oqY979pfPpDWj77d2Ti9UpjYPQy3hb3nAsi8fiXOPn3OYbxOhDY+BHZ3vRYuU77dekE++hT4PYBeqr0Zw2k+XOQMvrgskb79d8y+nsjBviOMiTtA2xy+a4KmvjlVCb+tbgW/gSRmvuico74qbq2+JHXDvi2DoD5XG4K+8PqEPpQqvr3VFRw+P7ZnvjV0A75bUA6/nzqrvpvkpb5ojj6+fpievgHv0764NOi+pfAIv5RVkj2dUQ09l73APm9qEb4Evls+OXYnPTQ6ZLqZsDS+TsddvE1EkT2mXSK8mgm6Pa34UT2fpXm+KKG+PYcynj09cXW9m3GBPklK9rzhQ1U8Iv5AvZWppL1rRmA+DctVO2vumjxuccI9+sdNPv3rSL0RJS68sM8JvniJxr1i8409yl1XPgYNFr0gERW+dbFqPtCKNbz9qGC9ySWlvaHz1L3X/Qq+K4Y7vkq9eb5s3XG+kkvwvb9ktj2ZI+a9lJE9vn9TYr6uVgS8KF2JvgwhCD7yf2K+xjE9vplJx74Igra+k0kEvn5AhTuqQLA880UcPjaXbL70wF6+6LQhvnu45b2i7AQ+",
        "3bs5PjAItL7CPo49omuKvk6+i75mShC82J9hPeC977sYfAk+w6r3PYWxQz6qa4U+QpO0PakJlr6qwIA+uPLsPHrheL5Yimo+kOPGvvVGUj4Wbe49b3SwPZu1GL4b+g0+6goWvqSbnD2Nwww+EQD9PbmHxT7OxF6+r5Gdvgd/qD2FBM49NzhgvD6e5LxLvr4+ER1WvoBd370yBDS+MVTovcAC7jzkbhe9LGzrvlRYl700+Qa99e5UPSx1P70+UQu/PJKMPgC2Kb6GPhM+UW0Du7A5gT13xE++5VGEvhHRjL16pwQ+bug4vc2NCb6sG+294k66vpPZhL71oEG9Hl9BPR1SVbxV2wI8mVW5Pfhm57010O08eMKVPayWdz13Ove9qeYMvg04NT5iB4e9k/7EPPJBoD5ls/49XSMfvlwCQj3CqUG+lckOPoUGhb6ct8I9JC1UvlW/0DysanI8180vPd0Wqj2DEk8+VJPNParYHb1jC6W8y4PzPS86BD7K/0S92IxNvl/U6Lxp4Ke7/YrRvGdqM73228e5qhGVvaNBjLxW0JK+qxSXvlgBe73z/Ja+EwsvPCh/Zr7vwZm8dmw4PqBmNL76b/K9esd2vr2Ijj0WvgW+u0WdPrLMajvQlYe+qF5nvnssZ75Af5K9sIX1vAd/qb0r9+O9m0g+vkxAOL6GXsS+CDvvPWZhSL2X+sc98+uvPbPzSD2bfR4+/Q1JvbNeAb5kSCm+65c7vfPUQDwXZlU9rZ7WPewoFD1RWuc9ibH5PTxdGb0IGzQ+A52rvXAMAj1p4Yc92JY1vJB2rz2in5G8tmRIPU1hQbzY+yw+KYz6Pek0cL3VssK9VhPDvXqrGb3j5O+9JXnevcO96r3sTLK97lccPifU971ICIO+IfgnvueMDD4Z01w+OoR/PbTJiTvhXFK9iz98vdEFyTvqtgi+Wxx9vvrlgr6Wio69ChF/vkTyRz4c0Yi9D5rEvBuO6jw0X7A9sjCxPYau1b2nAKW9ZF2IPVh3nT5Gm4g7",
        "NV8IvfSOqT4I+JU+pqlVPs4bxj34abC9LqKMO1v9E72Flk6+RPx0PcTKTD2Ve0u9hls2PmBriTtyRfM9YEI7PchLNLwd7RW9ea3uPdAieDxiOhi8fdAdPpaGJD13jfU97Dk0Pbp+bT4NLnE+MWuAO4VP07q68G8+rA9bPnEAmT2cT4G9G623vUMNUD55TAY+8C7rOxVd3b2S/wS+0UQkvpmDv75KbnO+PQBBvuo0p75LSAY8G1XSvt3NyL1Kbc69yfClPGrVlb5h2a+8OO2lvrkis70Go1k99gL0vTbujL7G1hq+MsO4vrZVcL28eaI7y2Bfvi7uwr6jNtO+Vn/2PCxfb71lBPq96HWtOq0Jh77DQa+9dyrxPf9cKj4FZhm+NyvFPO54XD1/4/Q9wF7vPcQVlL20YUm8ESgIPn8UBTwzp1C9nKjKPUZ/Vr7dDVc+ZqatvUj5jT4KRbu9l5AoPLwpH76eS+49G66iPkw9WT6m96c9yQEePJX/hr2S4FA+EnIovGI4cT7U0MY+ypwLPWvb1T0b9RM+my0MvcXfpD2aXMQ9ynLCPRLdEb6cES2969TGPqtasz2584Y8SKMIPciKzj3Zmqm9GYJWPpEQlL3F32A+1o0rPXLx+L16dIk+k+X7Pa479T03kIK9O1Q8PaOpu7wRabQ9XBY9PcKANj46lsS9SPwtPidEML1J2js+OukePKkxWLsDT8g9E235Pf1ZaT7tJ7s9n69hPRukmT5EGka90/CXPGIF2D39cbY9/0v3vd6RXj1pvPm9KPRjPv0E0T1pSvK8DOz1Pa7FAT6+rpw+FLggPi4cHT5vOUG9m+sWPj7/0D0Uboo9mnBgvBRUhr7QI6m+vLd4vS2cJL6LZCE+7Swsvj/TbL6L+q499xYEPiHtSb1I6dy9yGkQvgxtpj5Zz388WWdVu+hp070ooN891hhSPtxqnz2jUcm8mp23u7UcND6ZUMG+UuNOvUgfJb5GbvC9l/CQvb/JYD51LZm9GhA8vrx6o70ptWo9",
        "/ogKvlquvr3UAcg8VGPxPQbsDr62XIg9xNkcPiwSDL7oxD29ikAXvSzSYTwchUs8kFs0vjZKHD5LZuC7E4ndPL3pBD7aSy0826gPvsOMwrzKgSa9aaa7Pcaz1T0yuyW8rUOLvUgRmT2IuKm9maWmvb8wAL5LsyO+DsK6vbtixz0rjTa+5ghLPv4wRb5fT50+7VX/PA06kzwVeY8+/hVCPofTGj2nogu9JN6AvoyT3T0wxga9NRyDPnaRDT2XQw69q3aSPuJaGr5fcW098YWOvaKqCD4szvY93cEnvXAmb73/n8E7CjJrvo9F0DyYgwE8NtAQvmai9by6MVc9cVPRPYR2oD1+P06++RbCPAHrrLxqyT2+6hHGvZ39hj2BRjG+j6G/OzlQfD2JjjC76T6IvRU4a726hAS+LyXGvdk2jr2hjdG9lcLfPDy4w723XwY9YtwDvvTZab4qbL+9Us+KPa9SJr4exDu+0dE8vf5p+zuPvw6+lpLrvWz6Z750BLC91HyPPqIuTz5LAgm+j6upPWsOnD3xfwE+FjU3PkduEz4Zbh4+lWGePtLPtD7otqA+GDTvPQqA/z0AEd8642GRPXXtWT6G59c9R8dUPcV/kT4T0JY9fPdfvVXFgzytDDU+ERdkPixBND7cZsG9rQuTPJcjcT6XK2A+FiqPPkFJ+T26hNM9RHHGPa/dJL1DS7U9Lb60veowm75+qwq+9l5Bve8tEL3Qy3E9ujvivIHPZ76EinO9Ek2OPWQ6Br5bkA6+oeNCvCPIUjwXSC49jyzuvavBKb6WQoW9ARMsPkIriLzvQ/S9qd4qvhiujr3dn8O8rDMLvj5dAz70nAo+5gRYvgJREjzJvH28K2wxvTEC5js+zBg+Q1p2PkmiCr4b5Rs+2qJXPnZdPj4WImg+fLWlPibFOj4ptqy94hCCPaBjIz5I0VS+WxnFPdwFbb6xqFQ+GUenvXrCq703KDE+JQUsPgdAJT1zbpm9RsfmPG4LSj3KT6k9YbwCPY3w0Ty7Uhw9",
        "abWJvfPRfT0PIpG8MLw0veguWL7aKhW+Zb2qPYJRjb2UEnu9cEvnvR2ddr5P7LS9kbgCvsh6tLt4tya+maByvhXmAL7G4Yi9V/Jhvh5LsL2hxbO9kUnDvs319b0CZQW+9AkzvNdBAL7cnn+9V7Y8viCOQL547fm8VgZSvowYir30xQK9FUArvIPPGr6L9vI9bvLoPX3J4z16N0o92arGPSv/KT6KFIQ+3hoUPknElT55lVQ9auGEPoyNxz3vkYk+7hiNvTefRz6SVI69Dd4JPV5Mqb0kHte9FJkdvXcbMD5sA/09RetnPp07ijwrpR8+bukNPXWWnT4HZBc+StdNvWVY6LwEwuw9Uog1PQ7q/T3sa/K9nG4svp3+0b6zgO88IZ4avjIgIr6VAi49/XGGvW76YL3S+4k98QxPvtVvLTzyIz492wNUvqnkLT2TwSS+jYMSvgFCdjwknD4+m0opvSq41j1a8BG9EpO5vRTm7r2tLcG7kzBWPqSCCD1U2F6++1dePFkHUz5xqmq9eVBQPXSnBr3Hp4E97m14vYPDMz3lxOE9nCZrPZMnDz7gyo89fX0GvkcPBL5DSw49UjUXPpxPsbxkj8I+Vu7VvMOlUDy9Cjg+WbRIvhTMTj5RcJC9HbAKvIrW3Lz0ucM9bqUZPnE+YT0s6pg9pHUhPTzcKr1dUh89rOYuPo4DFz32fYQ9QnJkPm7G1b3ZS7s9Gg2OPTIrZT3+OGM+H8m/PTouN71BQYY+3YqXOzOF5T0nDme8PODAu7+O3T02zCu+iTmaPWoug71buA0+eN/nvXrdH73MQCU97UFMPsG+Wj6cqzY+1IgvveQ+fj299Ac+8GV0Onn1kT0KCKM9EfYKPkJf2D3i5ba8vt+GvRmbLL7qIi6+M2GDvpvInb3sbt289Yelvs/kxr1C2je+KmSHvWOW2rywAP29BRS4vZQUnr026ZG+6T5GPZxBqbu4xnM968uqvnMDHL623jm+3FukvQSedL71uM6+xBs6vrmsk74dNQ6+",
        "OdE3PlkJIbwZmjU97SMBvJd63rxJ3sI6w9FmPZojDb5NvhM+jWLGPVNHWj6bcBY+zmc2vRaNBL00N609KVa5PV7CzjwaC8w9XfHqvYScw7x5li6+rYIIvWnqWL5zq4U9UItjvZTtur2AyHM69IiBPfviGD6P5gm+K06PvNDSXz7Omy0+ObE5PkGunj63Qay9qHK8vanP0T3MFLK8kjWovQUxFr5c39O9vmf2PBVMh7ts9IQ+sAw1PIrkxr2AACO+l4L3PcDY4L1bjvk92zOwPfhtmLxtDCQ9iIKAvdbV0jx/KeM9JUT4PU0nwTxJF1Q+x66UPboI/bw5Bds9IiNAPYS3G73I5E6+TANYvZt/2r2YUZ29c+gxvpdec766frc9rVSwvFqGeL7Jz02+FgYNvo0Dkb7X4pS+e+yVvSdTQr5MSX+81L1NPdKmrjwOTl88f5+9vMHOmr6RefQ77p/evclKt7zzgD699qsfvhhexL2fhSy+F+iSvrHyjr6vczy9yU1OPHOLbL3cxY+9rBCtuzSdcrxOAec98odsPr6iTD4vCEI+NtZJPnCHCD2iIcU+T6OAvQhlrz0qWEc+7l2GPnJaAz5iGx8+KmcsPSK4aj4h9S29lqRQvgOCcz5NbEE9djdXPhSG6D4UKNk9WD1kPdl/ST1RrJ8+9OaYPn5/lT1r2jM+Z7NlPm6o5L3w9wg8d8aJvPZp8r27gr89eouyPeInFz0v6rC9gkVOvrcPkz2YHBI98ginvYlxP76QZo69x1qRPB5i7rxxwkS+42VbPLv0Q71xH6a+CzzCPQKj+LxlxQy9V1KVPNceIL4R+wG+KnQsvgPW9z258ko9PY06vSs67D0nuYa+OKBJvuZHubxBjwe9wIQ8Pbi2CL6SvB0+1AuBPlL5sb0Xl1m9GlnFvWK/n75xNC++gFxvvXe/lj36rfm8pd5IPSfLA775zg+9b2mPPcPmnb59Pa89JhWqPaJch73PIUO+Xr3HPTHNx72u+B4+anoJviAWGL7AjxA+",
        "YKdfvXQcgL7pFka+aAD/vSTul73pxvW9TTIZPRL8Pb2qim+9B1iNPSuxDr5PUmI80DOtvhj+Kb4Kq2S+RA4xvvo7Nr0gW4K+1oDtvPhOcb0GYuC8cjegvki3lb2Te8K94L6fvm66ir0elZ29aWaGPaBAFb4IXV+8CanPveKys75AIzg+ladqPhJqFT1VgO893fUIvJSlQD6ORVw+v687Pvh4gD5h4O0+t4wcPcU52T6ZqXO+syv8PUmExz26zhs+dN4FvGycgz6isvi9jdKuPWy8vj2LLjC+IQykPe+OGz4mZXw+A9y9PrCVBT69DWM+QTCnPdFxdT5Uq34+lL1GvfNqv7wGEaQ9NY4GvpxQHj0ZBxw+yQmFvlxMtb20qAE+UgXivcHgRb0nM428tpJCPeumgT1blc09CYaEvUEVtr1xDrQ9Gd8FPSQbsr34GjC8Y3oePX8BGrtXK6M8xOKCvXN5uD0V/gW+3dXlvWQj0jzFzBq8TXMhPk6dTj7eTPu9gy2svQpgDL5ecaq+/rVJPegxCLwipJQ9YP3YupRCib2wInA+sTt7PsjQHT5lylw+0/AkvotQhD0T+K68t5KHPRMgAL3plZM9aCOUPekH6T3f+A6+uPMAPf7awj4J2xE9A5vGvTyYELwEynQ9aRCXPaUhJj4id568EVSyPQmtwL2ef9W913ayvsjn+z2fL4q9Wm1uvmuWgj47nFS8vkKPvWCm1L09AZq87cIru/iTWzxvWi0+HWg2vCCvYL30pbK8wzD/vZWUtL4xQ4++eaW4vEnPCb746Eq+us5bvsRo77t6w0c9/o6PPRU5273PlxS8uT56vcvg3j0v+Sa9sgpbvoDhED/tTvw+p8jUvb+qKD7FCU89a++IPplcAT6dXxk+9jMBPk6SLD67AT8+KS5hPcorQ75kPHM9d84hPuG+Zz42LM+9fw1EvTP6Jr7+y7895dqUvXdRNL6qSc0+ELF6PN+cUT4BMcc+TdQqPNR2bz1gGQY+uKilPc0mAj6hc16+",
        "Zj8xPu6rbT5/UEO+VuUtPQS4TLzkyHK+qh+tvhIVkb3B41U8A9U2vs9hk70OSky+j+FoPJGdhj1xqw49RlIkvRlPQDys+6A99GU3vsvSij0EiKM91ngovg3KYz69lJq9WuxlPtthLr6r/hC++InSu+gW+7tvSTG9NDQyPv/1u70zbig+8QMsvn3C7b3P+zK9t0cSuiuDKz5u/Ki9C1XDPfVe2TxQFr092myjPowXaj5mmym8KBkBvjZ/Dr3HrJs8fthKvrF2Kz0ZLRC+JzJcPtCynL3Ve488sbLrPR0meD5gYCM9obbkPd9tlrwcYKs+l7WUPsQrXj6/MJA9s7xBvcsL+b2Hnnm+rKTcveaHd7wGDOC9dkCePPHFs70eDQ8+GWIavQtvVL6cj12+leRsvjUdKr4B2A69nI1QvhJ4oD0ZWGq9dexFvTMtiD0WIRm+ynmpvTSZq76MwJe98dWXvvDak72UezS+GJNMvrxz2Do7tkC+RQhVvmO9P74d9da9+0ASPbbweT5Lbq29yVeQPhHP6T2511o95QEKPkJNsD70sRI+WyeSPlaHGj7u0NI+oNu2vGLVlT6J4Wq95PYEPk6zPD5tqmA+paLhvKp3kj5AJ7A57uMzvsRJlD5dCsg+HHyLPnagvD6+jtY9mVwgPmdryjxN3o4+SwiCPpc1sz2I+9i98RNcPn/0wbxpMwQ+XWa2PavXZL7D6y++uhZaPur7fz2nphu+/4OvvLhCAr7EKQe9uF7zPfG61b21dVO+aS9yPQ09frsOrEK+CzxkvQxJAr3UW0++9GqLPmDc0L3L2k28m6NZvnN/hzxtSzU9rUouvD1gQT6ZtNE8fbxevUOazb2e+h89AfQqvmk7NLv93RU+4W6lPSmFy73tUqe9bH9qvUC4hr3t0zc+lzLRPSUCS77oxTu+G5G5Pd/Igz5KjCC9IzP8PXGQRr4R1R0+W+nBvUyhXL6+yYk9ZZ87PuCxA7wSfsW8Ezd6PLjn4D2ZyZA+UMC/PR1x+b2t40++",
        "vbiivW2jm71tCLG9nOnovKQsML6atcq9kzRlvHl8PD4LphI9KTBEvnBrOr3wQ12+bMmjvntq3L3LCP69mufnveoM3D1AR/E8cX5NPkfNPb1FQrs9fDcjvpV3G74tPSK9Zc85vmvvvj0OnzO9BoBkvDaNCDxNN5i+Fc4+vpm7CT1Q5Ds+WwIaPuxwE77ydXg+28aUumkLnL3lTYo+SCjLPQGgOz7Si3k+3vFCPa+UoT685/I9Z7O4PoNDhz5Dvec94nA4Pkkf8T0+oMk+uqp3PuY44jzTDjy+P1RDPcv5nD63OJY+PorePmp9Lj5GPJU9EbCNPrIjjD7q57k+7M87PTYSGT7mUlM+POE5POXW8zzuSa49C0gpvh88Cr4DZwY8XprlvYQErL2DHHy+JxGlvXwJ2L1sXZg6aco5PknJSL055Q29f0rFvcgw6r27iU493+uqvRwChL1ikho+DznzvVplIz7l7RK+dkswPSZmrb2C/Ca9vQeAPlx5Hz1sNxY9RRScPTjbP77CYqq9QyCFvZ/p4j01dva9vWc/vaUIJT4j2PQ9LOdbvdsq+DwyYws9/pyEvS0pOD5LHFE++kWevbfNrT4ijho+JZySPv1pIT7bWBg+6JW6vtmCbD3rwVA8G6STvtgwtr34Mlm+2sUuvUgKeDz8bjW+ty6XPXK0/jsR/xm9N2fCPQ4RFD4kCmM+tHNwPUCovz2Q+hE8HumNPH40o72hZkI+WdHnPXq2X72Ux9k+dCEkPuyC0D3fxkM9lAB0vUbB770PmS6+8qR9vQsBS73TjtI9i7oAvbgCKLwB7bA9rdTtPS41Nz58URg+fm80PtwGuT5+05I+uL3OPao1Nj2Dvg2+unfuPdx8VL7x3ZS9HN60vv4lEL5IMR6+75t8vrllrL5syfO8DTnDvp5107x77qy+sgG7PSILDb0D23i+uqCNvm/Jcr5s88C9cMf1vdM7tD7higS+QiOfvvp+1r3FAoC+rSvKvfPsxL2IcMy+yJ6SvsSVQ77AyXa8",
        "QcPzvYoIDr1pzTg+Hob/vfNCNL5w+rA9OHnLPeSTAz42EIw95jN3PirfCz6H8v49G1lBvVH1LL2m45A9dD3fO9Yp8j0WaQM+pik6PlND/z2kFXq9DY/rPZ3woL0AIek9W9CRvqdLBT6mPo68CyTdPfSIXT3Ow8u9JTKGvYMQgr2B+xC+C+rnPOsOED4oL3e9J8BevinpqLzkOyQ+AdwYvpFFYL6Jc809xHCnPY+w0b07/PY9pCpRPnqjlbuauYK9J4QcvjIPWL7yEQk9EOCuvSxzwr3+VSo+cfwfPSTgOz7EezI+bOc9vrnhzD28QXO9T4RSvmIBYj0utuY9+geBO45uZ7ylRAu+tsUQPBSqWj1Xa3G97h3MvN8dRL4Mpim9BcTivBbUXb4yem6+Ev6PvX/Aer44RDG+HN2HvaGwF77VLGE9V+QWPn0+Ez5xCgq+Uc0WPoGhEL0JyKy9lCEUPv1nmb1pNsg85SE/vv0vVb5Ty6w9alhqvs9qmr6KTaw9ZnFevGdrfj7y51I9//ISPioSGD5rPp89RIhiPlclDz5/3E4+amFFPi2gaT40aaA+3k2fPUmq2z63JPQ8x6sFvve7PT5Cnh0+ECeNPZoHZz0BybY9g0mOvTg5Ez7CLyI+ZxIcPlVgTz5cpSE+CPt2vNiNaz6++1c+jbprPnrXBz4ERLo7WZqMPTi0SDynbr89BhK4Pefyxr1aile+4N8jvWyr5Ly7tyS9RwUYvg0KSb1f1na96lOyvS7lg74AGwW95OUlO68kmL0nQpi8gmj4veWmUT6sfym+kzoLvczbPr7/gfM9qKC3vX3cOz3aNba9/psUvnEmGj5icgw+q667PWzAdb0Bnvs92vfgvWvs8b0l5mk7r+sqPndYIr1hKgW9qA36PNtuXj3bqCw+ieKEvOJtf777r5Q90OWXvaxV3LxC1M69S+U6PYj6zz347XE9F4AVPkS99b0lj0I+PLtYOz+dm72M+CC+tKEWvJH27D3Xw2o+SQEgvnNNCT7Oa+q8",
        "LmKzPcDZUr1F0pI9/St/vWXtgryfYSI+PnAlPc/Grbx7Nw29bf5mvI1Ohbyri1W8g5Y8vdA5ujzQU7m9BnPUvf786b2fVwA+dTfbPV7m1r3TncI9z7aEvrH0JT2k73O9brdnPYFVv7wmth49VFgfPsrsaz0H7P+9Zdgxvl/lTr4HmFM+EU4vPpJRn7z6UoM+NlZnPMz1gD5WB+E9PwAXPUxkbD6RhKs+zTaVPp5tPj4nNam8pfFZPhQnWj6JROa86QHqPX9NgD1cdYA+oYjMPhtMID2/Xie+FyQUPjE+HTwvI7w9AfCcPna2oT0oQhs+AN6gPgXN+j0uvt494CUaPeEgKD0HtKc9gNi5vUYDYL3ElBw+4Wy8vAdRG75dROE8LSIXPT/YGL1SR509nCkIvs3sc74H6rA9m0/yvQBnD74moKm6Bm15O0atNj4Dv9o7OtOCvTI4JrwXn/Y9JE5UvjfP2jyp5Q6+87dLvg5YoTySs9A7n9NYPMpmTj43hYI9oiFGu3wI5zxWdFu9vfJVvu4MGT4w00w9oLulPfZ0k7zPIA0+FAfhPYlgkz6N4Ag+5mYBvvOR0j2MT6o9MkXAPd7+qT3nmAU+TkwovnzqBT2cFk0+/pCmPWIm0T1iWne8BUAfPupMBD7RI0c9KwVyPob12j0yJ6U9bs/pPQ2R7r1JG4A9nKaEPY5UNz4SQrw8Zk/7u2Hthrt3uNW8OufLuzcy8r0uWnk8V56pvcaysL2SqV0+kyHCPdJ/Jj7OZCE8tguRPLwj+Ds6aja+6giHPn/YLL6PgeK9wlrhvWG1BT6zVcu9BbEyPsFwNT54jWI9QFEzPjw7KT5HPCk99yWRPXI+MT2tiHU+picLPrhmoD1jWf29EIqLvY4JBr4f3LQ8jjY1vtxmCb2uFqW9KGsRvhwnAj4tk4S+5lB9vuiRkL26N6C9Z2IEvlVPiL3DwSK+TTGePWx7F75CN3G84z0DPhG7bjlp+SQ9FEIUvpJSnjxbIpI9bUoIvnaF5L1CVbS8",
        "mU4PPvdwGD06x/U9zJ0uvvq6rL25lSM+T8g8vK2hpj0VTtk9qAOZPE2CUj3i8C0+cIz5vatlJ752CqI91Fruuwo+br72s4s9ipTZPEaTOz0Z8OY9vaoyPuMcPzyEyNY9EuMKvXw7273I3se9EiMlPV7wDD5mvrq9TPHMOvjRJj5t37m94/NMPp9deT1zhDc+FcKQPKdR4j3CwmU9DUBbPlxkA743ZSM9uV0EvsyrH74z5m4+8He4PbtgU70NRsA9WEfmPQ1T6zucGrQ9Jt+BPgbCYj0P98A8Pam3vUITDD7/n8s976NMPpD4KrxD9CM+FOaBPV1Nwz1HFBc+G/D3PWkOVD2o0K6+/Sp8PVSpBb4o2pw98pTKvRTuBb6ssLK9IPbGvXJvTr4p/JG+JHcCPg9vLb6Elpy92U0avgL66rzJ55+9KGWJPZuxSz7CGA89dCBcvZc/0z0vZrS7259uveZbgb5tfQe+FESTvAGljL3f4r89/coQvokWAr7p0ly+ek+SPttLDz4gtkq8YiRIPqLSCD3Rcko9ABKNPnSk+D2NuC8+4LLPPWsKbz70sho+PdU5PV1cAD5VgAU+a96pPNfoHz4YQ0Y9hAEIPuoJuj2udb69qsOWvrAMgD6qtIk9p40NPjEReD58UkA+5RsDvrhR9bw59Y0+s0iIPmZTkz1AW3M+NgQOPjS1iLt4eTc+io0XPZ7a171Mn8S9+PAFPTYoWT5kuhG+ID+APIE2Jru6owq9BdazPJuquT0Pg/O9j5KsvTpuSz1WFi69T8BfPXH+Lr0ILE6+rxcJPkMBmLu3+eI9rhIVvkm02T02ahi9DAX6PYW51j1P4eA93SIDvlR8nT1jvTg9rrHUvSgIiDxXjQc+mxStvXMd9r1kq7g7rDbrPaVat72TTp26J1ksvRfXSL2pXGw9cn+svGVXiL4ebpU9i7D6PRelJj4w/pY95Gr+PXWvyr1ieM89JNk4PmIWAD5oYuk9nksUvgOnXb3ivik+DCjVOyTqoDw9+F2+",
        "tC0MvJ2k7j2qtYg+PoCzPU9frb1vz4U+6zt0PnCU6L0D/AG/fXCQPvjLUT13l4W8/0KLPpOFuz12Muc9M0R/PmXol7059bu9+pZovgM7MrvjAiK+hECXvabII73VHNi8fzJcPv26xj20OiE9MdqdPdEWSj6vpKA+xKiiPQJ0Cz1q2lE+/uZlPv4NoT3iwD4+hGqhPfeKIb4QFoC+WAQjvlnNkL78CzO+GPHTvUjJiL2BZbe90EOSvsft1Lw8ixc9u9i5O6UNar7eaN+98jmSvXt1mr3jn2s7Su86PS6kNb5BMo69z7zHPKq2rbxTF6m90N44viG5U77272O9W2ByPTEdnTyoYM09hS9EPcgC6b25Thi+UOd/PeVzcjwfqF6842EzvMvaIz6WRhw+snXGPPmoIL2VX7e7ojK3vSOT7T10J589kSMSPmBTbb3Vvt09iXywvhgK1T5Fks29ahYuPlV/Ez7/yQw+TUuSvmiOLT63oKy9OrAEPjJ8rb0INdU6ZRcMPtbCOD6S4ZE+LtwuPlFjVL36pAE+HdePvJvJgbw5agG+uJSNPokfsD3cnHG9dastPgPDg731Xm88rutOvlAMXryWsQy+7P7oPdy3Or1FNTU+1R4oPk6WMz3Ez4a99WEnPvXItj4b52C9glggPiNH9z3zrGM8mEXoPKX5or2cJFW9+uiCvhFJrj1yV9U9Qct4vRQwpL22QEq9b1zZuwIRmT1XbTG+qqy4vS/Vt7tj4PC9TVJMvoBs4bwTuL+9FsR1vFhA0j2KVyM+ceQEPW3dxjzPp8I8b7oDvDHuqT2iCAW+IZoIvqjUor2r9v07IArvu0HDI75lrUK+cenQvap4R7w+IJE9Yw3TPbBMQj1yblg+nX0jPiP/qT6SX949KJmbPnRmKT78AAM+LdniPunqYT1Ked89b8ilPotzGr2mEQq932M0Pui+aT7HFaU+sEkJPlhgWr6Z00I+am6xPq33hD5QKGc+exwVPiIWND2dZT09JebGPQxkkT6iQbO9",
        "6vEJPo8bHb23Opq9HGdcPWoe0D03EBu+skDNvaLngb2YgYi9+dh8vpbr5rvXOQ++rL5aO5PZfL0HaSw8nqgtvs9VMT1VkRC+1rtAvgX9Ar7mnie8GsMEvnqZgj0fVYK9pvuMvMaVjr0+/js8Z8Y9PRxGnL1Jpu09l306PhLlH77sLja9bBd9vn6LR70qy3o9EagnPOL0VL65pOM9hwFWvSKp9Tu7Nhq+BrlavTzqxr1szJm+NNWSvloXeT2IrJ09ouJvvTBPLT5rTkg9SlJzPbp4ir3vuRK+et3PuwtX0jx6lsm9YMgxvE4OQ71WigQ+u2uquyZtqr40tFy87xXFPJ4CP7wQTWe+0wcXvgVCz73LqJ88H4adPZp2Fz6FBwY+PUqBPizofLySk8K9aOLPvXyQxr2CkRQ+SQlvvRs8DD1SdDm9frC8vfXJ+L3//zG+q2u3POLiDj51cIS9pb4GvUX+Lj19XNU9xXzVPWelgD2416A9l/kiOxVh+z2/59S9z/u7vT7Fqj1dbRq+abm+vbJ1GT7tfwe9jwrLPFZelz3I0K8+VHQBPhQ59T2Lm50+lr3SPebbjj68ruA9wFLDPVbyfT6hy2Q94yKOPUNOFT0690E+T6UVPZY52ztZt4k96uW3usuq3zwCaxU+gtJGPps3fD6O25s9LTSGu68WTj6f0b29wKkWPGInFr7ZUZg9345JPvDc2rs16bU9htYIPqB6KL4bIyW+psHuvRARl73hnM67Ol5RPf3rSr70b4U9XlnKPU2jZr5AUQw+6zhJvYaLjr3iY8m95oKVPflmV73yVxe9DU3HPdSbNT2lCom9/EQpvkxo6junSac8N6GwvW9bGrz4NZ+9eTZsviGlMb7h3Gy9Nu4IvooRsT0KYrG83e7dPWOIgL58cqq93eJAPjiwub1Akce98PEyvTP8LL3n66K+6i2tPONUU77yY969zwjSPYhtjTz/u8W8YOehvWA0sD2eZIK9oHiMPvV/o71hija+CZ+2vYmW/T2lpqM9",
        "Wh8wPn5lDj4B0K4+VtFKvRQgXT5m7bc9dl/7PZPPsDyZdD++i48aPkNlkL3+NQe+kXmTPpNKtz2JSSs9BqkyPuIPQj13xa28VtEpPrnMSD039l8+hGOBPU72UL5YJVa9mHjtvA5hpD6ajXQ9Vv5mPfOf+jwjHCU9fQMHvU06L77aGp4+OwAQP/h3jb1WgKe95lghvuSjbrs7YMM9ahGdve4idb6CxAs+XgI0PsMo8b3Iph++XKLVvYYkGz7/a+q9st9bPVF9VL2rSQ6+XfdFPZnKYb4sHyK+OT2hPlswlr2tPvG9fCl6PePtZT1BrxO+RzEZO5BNbTzT+H49F3XqPLV7sj5CG649bL8KvmZ9sT2ho22+WAaQvL9FqL0RIQY+z6utPU82jT3hUTA+B9YePXOvAT22fI89IESEvYf8jb0Gfp890SnKPtEtY76qhao9sACHvOMvtj0WQJw9jYViPblY8j3KFLS9CtFtvb+GoDxObSY+inU8O3urBrwDIUa+BACiPr8aAD4aTiA+EWOMPY4eRD6jVqY9YzaKPjZIur1AWI89YWCIPuatzT60XQk+PuPxPftLLb4xASw+1bIbvdIJwTuNg4k9n1ONPYwVgT5g6z8+9Xc4PY2NLD4ieew8zy7jPSGb0z7EsJy94InvPQlEdD523pU++jJqPhrfYL0dPwi+SYeOPrJDaTt0Vis+AB2bPoJ/gL1a2xW9St0JPU8HHT6w6kk9a2YFPo3b4z0gcG2+oiRzPog/r7vFQzI+ltNoPrveHj7vsYM+JzbqPesqbDzA8zU+SuwkPZHtwD0JvBW5f/xaPNC+nbr8MK47y4A6PgI+hj25KRQ+O9YhPr0Dx71YztS+w7XEOJP/qb3ZwPS940SfvoNQT75vTzO95t5Gvd32K74r9sO+caMevgykJT4izu28j8RCvWHBjb5VgR8+U8QVvtj5VT6QY4q+CckCPvtjJb4i0Gi+XUt0PdaxUr2PDxW+YFp8vfNQVT18Shi+gJSmvgdQgr7ZrdS9",
        "TCGSu1/4i77Cqpo9X2cEvZp/Zb5wmdE9VRa1O1upHL62LAa93L7nPbQdoL2s5ca6MgS7PWTb5b3RAhs9RfLyPUD+1b1rVgE+1eaBvZH3yL22FKQ9rRwZvVSiAL6aW/s9OwYJvs3W1z3HI0U+JwtHvkW0OT6Y5Y++sl/ZvU1vJD4HRcq9fmvTva8KIrx3dcm975BGvvIUg75n2pe9/wMePnv5DT2tDMO9MPcfvriykr4KR/e9mhARPZHLZ771CrK+Q01CPsAQQL5v3rw9RKySvnklmr3Pjim+MlxSvhu6Fb3Doga8bcrHPE6Hsbwd31e+05UDviKtxr5eNJi9dsv1uZROn73HkYi9MDyQPSYImjuz9ka+dzW5ve/5Er5KgyY7IfTEPYUP5r2YPUO+lVn5vZktpL4FLhW+PE37vAtX4zv/l908WlmkvZnC8j12RqW9yEIovZldTr6Yp5a9aOr9vKypFr5W47W+mRQ1vTGEnr09/4q9eqgCvnPEkb4Xkie9CDJqPiH4ZD4TzYm9hPYTPuQIVb2jyX4+lhaFPaCWID4jpJo+i4TZPJKw3z2s8js+NgLcvUHbIz7bO8Y9Xw+BPAkFFj1DcwM+keHrPf5tGT0PhQE9kMFevvDe3T27oiQ+BIJVPjJOtz4hKi0+6GICvbjr7zzT6Ik+nv9EPvKc6j2SGT4+lOlCPpB/T77Rk8u8b8gLPvlMhj0aQMG991ZJPT/jhD0Eq8M7es8TvtI+Wr1lIiI+aVZ8Pn0trr179N+8a5uvPeRTBr7TuqG+8jOlvZev6LvVZXu+20dtvTmAgTyksJ486MEmvaWAtL2YzCY8d/DQPX1fAT0mFL88WoHLPZlJpD0K+Fc9nf4bvlwxxj1irhA9libdvdBiIb6JJAW97jm/vPSlYD54yYg9+amyvXjq4L2bCRu+8TKgPcDiLj2i5q09q1cQPafPGLzevzA9vLNuvZU33b6XWCU+iADMPKGhlL3L7JK8GFEWvrpUcb1VkPK9gmqRvd2mPj1kGqm9",
        "PX6HPcMDMzy26nk+t8ZPvVWcUD7rzZU9672hPYm3OL528OC9LzAuPCP4KD4npYW97tGDPtOuRD4W2Us+Q6TrPKayZT6zrK+90jtzPoo+4z3b4rO9ZeXhPvTW7D27v5Q9RGS7vcbw27sUuWw9NN5zPbHuSD5iqwo7iEuxvZmu4T38Cp29cwILvpEsrD4qlDS+pK/SvYg9yL3vixu+7LiJvtc2uL6LPYO+LnSpvO56ob4zRzw+T3ZFvuJkdr0ZLvK8vc8WPfB+kb62qs899YixvoOrGj1U6zo+pCIkvHtKKr5SPIq+JLKzvsg40ryTcVE9isKDvq07g74VL0+7/G3UPc8FxL2QqUC++GQqPieDxL2quIo79KMhPivgAT7B8QO9SwIpPYmemT0duyo+QO1LvX6PHL4J49u9GesZPbTKuz7N6QY8HkgKPgnmU777VRQ+2S2qvTpPFT4R9Vm+UgJZveECqL1rl5o8LaFaPpozdz42NAQ+z6pFvmInc74wFiQ+UXFSvVcXgr5hAsQ9PvUJvtOo1L2aRTy9bSD4PQx6P71vSBS+/aJsvfUpN77QAC2+Mv0vPrDcDD6GtHS9dpFwPLj3oT50WRG+nLQoPu4Wb7wo4q89hAW8PcTWg77M/Ra9mgRKPkwSYL70H9c9Ong7vOQyVL10SCC+YM5aPX4R0zyyn3s9EuZ4PbSoiL4DeiI9tZkOvrgsyrwMmrE9w5voPaGplT1O524+HipZvKHqij7P92C9ULxGPDYSxL09m5s8Hp0rvrOBhLmtCiG+CL6cPCkXiL4cv8m+4DOVPF2YKLzs2lU+qRpfPt+CPD6+1k490/X6PSbdmrs1XFI9aTFJPMbaXD7OgBs9hnyYvsPkMz6KgTc+tOWFPWRkdD5y0ps+VE4DP56PtD4oC4s+DzM8PqrpXr4m2iE+bngevKae2zwRRiK8IqBTPnOOtr0TRnY+u1LQPfCHFL6wv4w914B4Pk1Oaz1p6zA+DYOwPdd9WT4gB64+t8yZPihtbz6ciYm9",
        "dfJDvWn5fj44zIC+SpNNPac/yjyW4qc9ShrhvcWXET5UuYu9fIXBvVPSlb2YfDe+aq1BvMnk2D3gVG+9oG1WvlMR2DzhZlG+mTpZPMKia759Qlm9Oj8dPHvcWD5lctK916o/Ps5SiL0V0sq+glEkPBn8ar7dgIw+xhKRvPbcmb7cDgY+Ut3Vu+JRwr5nckc8mDi1PX5JgDyHNCM+I9L0PbbO8D3R65g+HH2SPnXhjz7cxiy+Clviu9+Avjwxiqc+GxxhvhJ5rj4uxvS9RgeQPosUE72IdS++V4CGPno5HT6D31Y+FnAMPmAw8z0YULY96xPOPvy7Gj5Bl4E9k7FOvfUSB73rW7S94gvvPGk4Kr6jWSi9w4xdPcH2vz0ooQA+lBstvR9GXb53Nyi+LBR6vQb/07zp3tm9jQUOvhrfEb0lcjA+OvQ9PgEQiz4ImPW8jMOxPBH3vr0vXtM8bSOhvcQm7L3ATou++shFvmNcD7xEVgS+OXZGvsiXVb7YHIu84vJ3vrlpDTzReBA9kVpzPp/bCT1e9kU9SLY6vg2UCj4JN+4+fFFZPtRoFT5zIBM+pEBSPj1+nj6Ek38+sxVBvolrjT6bGRI+KB4aPvldKj7zvjg+ykhnvnHP4z3DSkE+ddgGPmhDH70D54g9foJ6Pcis1j6Jrnw+gLohPuv5CT7vpj49ILu6vZN0ebyGQcQ7ME+VPIjDg73cRgQ+0ShyvDMRD77lrhe+a5uQvTUALb1TMVa+TaiyPc8tN74eDxk9Q+9qvaFiLb6e1wc+4BA2vg4V2TwxIRu+jN+ZvbCwBr4aW3o8yK/vO9D8LT3UkP67yMOkvr5SKj5/GoY+urI8PLg6rz2fTaK99Uj+vCIQM7sxLu+9ra+Lvb0O1z3cgYo9DuZDva6yFb6h4yg+ktVyPaeUjb01hXk9Pc0jPqvl4rxBXzg+58p4PF8eDD1HRRM+zv9nPqbX4Dvl3+U9WRgaPj4kgr2EuZ6+r6YUvXGnT706kFU9mdh8PQ8rtb0y7Xw9",
        "wvOQPRKWyb3sjay8D33NvXpj+zx/HIS9AFCYvUdaQT3KhDe+KcH1PWWz671Jbzm+6NJ1vcf5rb0tamO+50HbvZdDfL39H6G7TRxNO1USEbyqDSs+iqHQvR/7Erw7owu+TOOFvRtoP70FDk++mAHbvamoKb59yyW+JcDjvZdjGb7/5Jg+PJQuPpMdmL19Yk4+wHDsPOHCJj5dP/0948MFPmpFgT7l350+eBimvA3Rij4PHQi+XFYEvufr/70X3ia8O8saPZ2Jyr27X2I+mR8wPuRIQbwJNjO+Jy9nPj+qGD4UZh8+vJoCP6TEZD0mIoY9q3ZHPULXIz6JHZ8+iwEcPixyzT1f1gs90EmtvCbzUr3iGci99FgzvovlXb786yu+ZrXHvXVv57wLv548df1mvUM3vj03IJU9HDHUvfqpAr5aI/+9u/isPRF2HL7rvgw8VoGCPLzqQr6WJZ88ASsSPrvo6T0WAKm9gIUHvtZ/5TxMqrY9EoqFPnnMmzwKp1C+B+lLPtKbDz71iBG+UpOaPdnRMz6QFLo7dgV3vfh9GT39/em9WNsgvd9ExT0OhCU9DFcrvlulNDyn0LS9k5lvvfVVqL3bj1C8Bj6wPaTiIz5FPY+8zDaxvg1VVT1vYc+5IjOZvdzJJ72gf2a9H2JSPjxJkbyPUYg94bfZPQ1dQL3541O9U/2Dvmc9Db3IbmK97A3CvdPAD750bMa9/3wmvOzVkj6LFf69x0T+vRfnVb7JIUm+Nj2Nva0Bjb7FVNY86cqnPbs5Yz2dElQ9RyLjvBpoYT6iyIc408ruvVes3DwSnr++n7pbvslzlr7WKAc9L6KOvRpibb79sG++MkexPc6u3z2KdH0+tVeLvWzjpz7wBaa97S/zPWeO3z7Zjo8+1R5pPvhqWT0shkM95HWiPSM4GjxNCJE+zuaaOkW5ET0bXgY+DJGUPZc5JT5hYIY+B26hvReguL42hVY+NF/6PVCBXj44jxs+vjOlPUA0vz0EKjU9kuFjPi1JFD6G6QA+",
        "aQ0iPhHbqT0N2b29x/MFvqt+ZL0GYHs9K/S3vbozcj2EGGi9Sw25vcmKJb3wPxC+U/CAvQO9OL7bE0q7YMlyvQuaAL1V5Mq90IewvtxWpbsDzCU9Xn+Fvjs8zD1+CLG9LnvsPaXzPb71fZe8K5HuvVtJB72jWVI+uR4hPXkAlr2hOcA9JRGbvYgRCL5FaYI8HyLRvdTO9zzF4d08zZu7PJ00YD7H3xG+nu9/O/n5Cj3mvYe+ZB0ZvX+Gnb3YjRI9Ba6nPdlDRD1YWAs+0zUTvnfVxj0duwq9YUIAPZ44Gb3DLQS+fDnAvAm7J76mJTc9MMd0Pew/Hr4TI2W+L87OvEu0U766EFI9EOEiPv6c27ya7z8+FcjLvWUZaL2upjo9PggdvgtfCD4UjCk+dDH+vbkNMb1rrVY+8xz2PdbYir3APzw+BPABPqhcoD35z9Y8uOyKPf7hXj7dEIi9ZistvavAtr2VYYi9luV3Pp71ID4i67c9+OjIPHELDD5ejkc9h/8qviaQ3r31mrQ9OTyJvgnuqjynKk29WLULvnWFxb4pdJm+okGSvuwBO75znI6+6fj/Pe+LqL4j2oy9oNBkvW9vtL4RzK6+MsB4vSj52r2dZcG9NDOqPnWMVb0M/s29oKKpvqSY974YsB++fnRyvuK3WL1gJki+PmyfvmCR4z32qxy+qeKTvRVuBD7iyaS9WF8Xvfyooz3F9N49n/rBvfUdSz6tMhs+lJefPYTXMj73ahM92ZIVvjLV0T3eOJQ++smAva5v/zxVtP69PIdiPcyalD1jx+88Y+wcvdT0Dj6L4Q6+Xrj+PfYdQj7oa5A8QcvMvftejr7QQiK+zf4LPj4JdL1F8km8MFKtOzZ6hb3ptCO+vz70vZNGi71bpf+9CiWVvge4n71+mpq+S7sJvk8ISj2FkJg8DsSVvVokM74KI4E+42NRvnUMhz30AIG+T85AvCR5kz4uGyG+hJZBvFlG9T1z9IS900e5vV6Zab0sXki+K2TuvWEPBL6ZCqw9",
        "82inPRDDmj51EzQ+5HSPPaAinz38NSI+gkWDPdGrKDwjqIA9i67lPbPefD6R15M9oRdePgL+DT0s2VI+5QUMPkgYAT7YP549vhceuxRHATzt2yc+yMuUPgstM706nE081E5KPrbSFT0jkoo9D4VePYyGlT6MRjs+/uI/PoS7470wu8e9UIYPvsxyJT6abGu+EwlevtiwL76RLg6+ikmBvr6Jjb4PFLK+c5UOvWJvib6s7jU+hPcVvvLhobyCQ2E98p8Lvsm+E75pB3W96gCmvvLFVj1WQ9Q9gRwwvmx6Fb697OK97OCkvkQhSb4NLpe9VPFwvurWHb7sxGu+rJvRPVrb/r3Jgba9Q+lyPpRsJr4ciEm+zq8TPvgRcz5kbU++gbwePpje7jzvMZM+oxRfPlSxrL0FIEi+KkZdPecPJD6bsci8ZVuxPB95gT0lxpA82MCsPcOR0z1xRHu+mHGdPRKFJb4BGks+C+3CPXQ6qTzP78M9dy6IvZXCKr3GYSc9Akd7vvw2lL4SJhU+CvDJvb1vXD5tveQ8mk50PZG5gr7ahhC+s7yiPPWdYb4KBSA9IseOPhsciD0CIXC+VMoRviK5GD5TT0C+6IgxPninHr7TGxi9+M/iPZvanL5RkyQ9ujyuPVOfPD0Ucoc7vwNmvWAqVL2Szic9zym5PZdOqryHiak8EOwVPa7o17saTFM95SQdvpBzGb1G2n87VHc9vRFb2b21+Iy9Nd5cvQ70471UkLI9tSuWvh7EWb4Ks4c8TYUEvclmAL6YGBa9hAKOvT5fwL24mgq7SaqTvUzyKb4a0489oMXmvAuZCr5yhUQ800kBvgT5or0BrIe+9qIfvgN0Mr5g1cC9fVH3PRvvsL3ikMM9zp9RvXuMUL2xpB29nEgHvpsAnj3AHiQ9Faw8PALXTD0Mlfo9oEKdPU58Xb6NR8Q8+DJHPkjTwj30WIu9G4jrPWYynbyLTLk8q+kFPgM7OL6VJUu+UH8uvI8VP71MCTY+tvYEvdIyEz2TpAg+",
        "ScfxvZ7tzT0tnPy8jseyPKtTfj6uLfo8c8pdPF6pZr39enO9MEp6vU1OTL7QHDm89vSGvmZJIz4bmg2+n7WpPSQ+1juHCaQ8Bp55PrMTID20jP49zQKsvaAber36Aee949IhvgJ99L1ix+I9CN03vqfofr644l09I2RrPWGwAb75LDg+Dl+BPVuXEL0fN0++uRyGvBac9Dwhw5M9BdwPvcLtBb4G5Bm+ZR5VPjRcLr3dCMC9sX2PvekWor2sAma9ymqbu257YTxFxhQ+KrWQvgloLb5R7vQ9rZ/DO4ZgJb4Bgyw+54iLvCqYA70aiiy9jDIOvl4NGT09wwy+N2+YvQ=="
      ],
      "weights": [
        "8Vi6vfaH7D34bjm9rKPMPYBY8z3j7L+9cCTRPcrnrryCyia+UEbNPSdrgj3yE8i9r5EbvoIMPr5YdQK+EfMFvt9qV7y+Cwu+NLMGPlqikb2gAiG7UFbOPdSjGj6fBPY9ooBCu+4gB75Xw0q9vVAgvmWDhr2GalC9Pb6fvYYkCT62nFo9OgtGPrjfnLvONSg+v6UcPkmPLr36nce9E583vh0P072gHRW+sANyvY3yRL1VUW49z8k4vl/lvz1PjGk8hPU3vQ5UkL3hjie95Qg3vjw+/r3l7Bq+atJCPkLkuT1kW1E8+i2DPUmiJb57drg9+mj4PTjjbTu1kYC9efGqPO8rNT6uiRk+NnAIPcCpr730UAq9woTWvYaNbL1+4/K8JyuVvGL9gDta/4y9XqnHvGa9Lz5tk768fGpAvUH0GD5mDRG+jgc6vtn/qrwlosS9GmQHPuiNub3Q4kO+KHFBvGObzr1ypN29kzYdvWSxj73qCdO9SkIqviL0oD0zGTm+SrrUvdqFlL0Dqxa+XuN/PU6ElT1Gf4o6oUMnvm0kdjwa1x4+IsMZPrguxD2Upgi+FPk1PuTz8T0FQ6c97/zNvV4UUbyGjjs+HSnkPX6nsT2oDyS+2j4GvjTDiz0onIO9We0NPqd2AD6R/K+8BuifPZpgZrt0C5c9w9Qfvq9iOL6B7DC8B8MVPktpOD7wQxe+6UAsPX9wqb3b0Ow9EKswOylGHb7+qaU94j07PuAGQD28Sj6+HqkzvnuJZD2VHp09DHd9vSzQML5JWBw94BYdPWcwxL15s5I9EJTSPQ9MKr3czyK+2AE3PnkK472wPtg9luTAvX+yCb3Se0W+MraGva2kPT1EbA+7OVY0vsvR/T2mgek9qWQZPnthtr0g2qi9x//vve2rPT6yBbO7JYkePhD2jz2ySzy+ztttve3xhL3wIgg+J9h0u5Ibiz2UjRG+nz0zPtfasr3Qc7g9y78rvscszLyrotg9bZ9Vvf4zwb0I8os9l6wgPgn1C74tyIs9",
        "S6ITvrExMz4S7v89vA6KveAdrbxNzty9NHgBvgbJvLzTXR++OXU+PsZsgj1U8aM8Bb07Pvi0AL7VrGY9N3HEvWKfwb3jmAs+16x8vKgWDr5XxTe+ua8cvgoykL2mMAK+Qvv6vfQzCT74CxU+UM0uPkyFUD3GqkO+ZdzMPJJJ1jzDeRQ+S50OvoWSpr1GbJo9T0EyuzSuRL4tqqE8hgTfPacTAT41Ku29LDpHu0NwMj7x6as9VsAWvinzBr4E2yI+OU2Vvfrn2DyRuIq9rdRTvVIT5rxgeuS91La6PerELz6Bd/28RC3hPae1Jj6GYCM+Gj8TPusUIj497A88GnoTPhbloD3HZSu+qwfmvVVZ+rwen829EIIdvpumnLxCex0+YDT5vMv0Bb4Z3Is9MygvPlW0Fj5GQwi+0qagPcXk8z1H2AA+hZaEvHyOKjz0a4e9QM8bvt9rXr3Kw0W95C4LPqGWhT1fcCK9AEkmPha0jT0AX4A9YhQIPg1lEL7YEC6+m02lPfi1YLyrKEu9Pa0avjJd5T07mX+92zEtviP2Bj4AChc+nVI8Pay8STz7i807ekj6vQ8Kgbx4+NY9Y/pAPjvCC74QNmk9HgevveI6yzznSRE+1VANvkXyOz4chau7baD6PVSgB72RbxM+CvElvjSlKj74Dpe95aMHPh6uAr0acO49c+3/vcs3ub2XF9A9Y+4wvnSPhj3uX/E9dpx/vSKUBD6SA4u9HT6MPQuatT2wfT++IdGjve0WGr7UVW08Qm0TPk0o/T2X5JQ9uNcIPo0oGb6KKUa9LArSPeY6yzzbds09CTyrO4oyRj4+W+s9bSNKvtwtoj3GK929sTWGvNhYBz27sy09DJ8evohl3DwTvuE92B19PZs6LD26Ms8948YTPpWy3rx+vM49cYZ3PdMxGb7yxw+9WJojPWKnNz12XDW+1QsjPvqy2LyO23q9IHoRPpq6mzy7vfI9o049vWApA773x5U97wDdva7OPD5r3kS+WtinvSy8ND6PZ4+9",
        "pK4fvsxlAD5ypg6+8J1DPLG6173UhNK9wCwSvoDQOL41LYG+Gb+bvjGpOb6iB8K9TONQPe9A3bxyJ7a9YEUNPZHgJz4Jrk2+XztBva/pW707Rr69A30VPh8zVL7HRgS+vX6HvnTJCb9XX5a9y51fvmhpVL4TMi6+EQeevvAZtb301yq/b30Rv4ayLr3fyxa+ISvNveEGk74urUi+O9fpPXHvo70Odn2+SAbEvA/JOb40W9M+ziVRPpA+Qj4z6z0+BZKDvaAzI759tBU+uNKfPVdaqL4bel8+7VifviznEr6R/iO+oGaJvl1DCT4Dh1Y8gcodPQ/+fb4MdbE90CFmPnwsGj6JaGQ+COMUPVPo1j3+h2c9nXJXvtSmKL4DC4E9sPaBvoMYR70p4Eo9p807vg9w4r3jR3Q+E/tAPbsVmz0GrJI6GOd6vnPv2L38deS8kr3LupCiSD1s2Uo+4oOGvrbYOD0para9wDecvIKUfb7j5EG++01NPnX5xT2DBGe9Ws5nvhMA+b2Dyd29dqZjPrhKJr4XwyG+q8eFPXh1vD3YACa+ccDVvRa73L3gFaM9wdGJPi5KTT5Ulx0+meBAvsW3az4NFB691j67PqvtIj53ZQa+nsoFvnAmgr46NzQ+Tk+PvhXTBL4Vj10+WxBjvraCxT0KAoK87QjRvZvUW70KcsQ9fN64PRDxFD7TaT897PW2PdpDJTxdIeO8XPMdvj7UIz4vFhW9GNcuPqL3GT445OI8FMK6vW3cNDskE9O9JSs/vh+p+j2Y5r494stlvYjTIz7JTQ0+ZPryvSNc4L3OnBu+eActPlnPQb5nO7G8onXzPdhq+D0kCu+8fer3PfIcRDxo2EE+5hw9viIBxzzdB+O9hCgQPpJSRb7i0Ww9OxmxPdZZOL0KcCq+sZmnPBaMlr0R6yc94De+PSZBFjxA9Z47v5g6uylpL77UrkG+AxzCvRP4Iz4wqEq9BpVEPvMJ3rzcewS+nBNGPA9ulDzXhpI9k2MdPkW2uryjbQM9",
