{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              64
            ],
            "dtype": "float32",
            "name": "input_1",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "Reshape",
          "config": {
            "batch_input_shape": [
              null,
              64
            ],
            "dtype": "float32",
            "name": "reshape",
            "target_shape": [
              64,
              1
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "reshape"
        },
        {
          "class_name": "LSTM",
          "config": {
            "activation": "tanh",
            "activity_regularizer": null,
            "batch_input_shape": [
              null,
              64,
              1
            ],
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {},
              "shared_object_id": 4
            },
            "bias_regularizer": null,
            "dropout": 0.0,
            "dtype": "float32",
            "go_backwards": false,
            "implementation": 2,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              },
              "shared_object_id": 2
            },
            "kernel_regularizer": null,
            "name": "lstm",
            "recurrent_activation": "sigmoid",
            "recurrent_constraint": null,
            "recurrent_dropout": 0.0,
            "recurrent_initializer": {
              "class_name": "Orthogonal",
              "config": {
                "gain": 1.0,
                "seed": null
              },
              "shared_object_id": 3
            },
            "recurrent_regularizer": null,
            "return_sequences": true,
            "return_state": false,
            "stateful": false,
            "time_major": false,
            "trainable": true,
            "unit_forget_bias": true,
            "units": 32,
            "unroll": false,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "reshape",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "lstm"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout",
            "noise_shape": null,
            "rate": 0.2,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "lstm",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout"
        },
        {
          "class_name": "LSTM",
          "config": {
            "activation": "tanh",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {},
              "shared_object_id": 10
            },
            "bias_regularizer": null,
            "dropout": 0.0,
            "dtype": "float32",
            "go_backwards": false,
            "implementation": 2,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              },
              "shared_object_id": 8
            },
            "kernel_regularizer": null,
            "name": "lstm_1",
            "recurrent_activation": "sigmoid",
            "recurrent_constraint": null,
            "recurrent_dropout": 0.0,
            "recurrent_initializer": {
              "class_name": "Orthogonal",
              "config": {
                "gain": 1.0,
                "seed": null
              },
              "shared_object_id": 9
            },
            "recurrent_regularizer": null,
            "return_sequences": false,
            "return_state": false,
            "stateful": false,
            "time_major": false,
            "trainable": true,
            "unit_forget_bias": true,
            "units": 32,
            "unroll": false,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "lstm_1"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout_1",
            "noise_shape": null,
            "rate": 0.2,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "lstm_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense",
            "trainable": true,
            "units": 1,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense"
        }
      ],
      "name": "functional_1",
      "output_layers": [
        [
          "dense",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.6.0"
  },
  "hash": "561b9e11f8c5f5c5da1cddcb082bab9b1ccdb875f2158c8587ad950adbe9ea4b",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      64
    ]
  ],
  "output_shapes": [
    [
      1
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            64
          ],
          "values": [
            "+p4Vv1lrmT6BeEe/N/IXPk/MNr/06L4+iFSJvbAgLb9t3vo9k3XmPxf7qL46Ldw/gH0xPlUYOT/oNsU/1thuPexVpb807Zq+mYLrvmMQwj+FJpq+BE4dv/bOPT8Nh4M/BdxqvdTynr9+4hM/zWs7P7cjDUBF4au/vHYIP3WU/b5OCHq+lkA1P84Zoj+XqTg+w/cGP63qEMASWmU/Oh+KPq9aJ7rS+US/RwKdPwlElz8Voju/1maUPQoQp715xCO/GxLBPj3Irz0YhIk+WfNUP+digz9X2rs+DnqQv4pau7/+y8i+tku7vx2ZAD8+r2k/SOOkv7HMBr/NBxy/GG3+Pg=="
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            1
          ],
          "values": [
            "AAAAAA=="
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "dense": {
      "bias": [
        "xR08PA=="
      ],
      "weights": [
        "+H51vrcODb1aAK28x6WlvFEH3zzjfmk9x2tTPVQXhLzuPq88CE2zPg7lVjz+Pn69caKPvfeFgrxAAyW87xB/PbYH6ryQ8XW9Kg6BPEaDdDzOgoS8f4y/PW26hDwgqhK9wHh5PVo4GT7ci669Uya+vn+zijyKJKm8XHaKPP3mVb0="
      ]
    },
    "lstm": {
      "bias": [
        "J3EKP5qPcz5vb7c96jnqPihtUT8Xx7+7Xw6nPoCQNT9hpHk+LD+WP5zSbz+Gt1A/9mQ9PnyjCz/xBjW97KpYPzcPbD+/dA4+RDSLP67diT//aKw+0Qs2P0m1hT8SaFM/4cQdP4G6tT/ONUM/VR5yP2NbGj+1GDM/dGJzPut6Qz8regc/bTBAPxQTKz9RKVM/bQhEP/pYcj/cwEY/DPJVP4/jPD8sFBg/65Q5P7RWHz9Ur1Q/bI9LP3SzIT9WhjU/STM4P9sIWD/khzI/N8MlPyK/Tz9AqUY/XVzvPle5Rz8tP04/S3UaP9buIT8LKB0/r41OPzrFBz+Wdyw/RikhP9WgzzuXBLu8wVEAPeyZLzzG6KU8AcpPPBy5AryOShG8KGedvAcFTjyIhcK7X2+NvLvML7xp41o7PRNxu4t0LrwLAbw7jDMMvOqu6buYoxe8DLNAvMpNFzzSIyG8GDKqOiiNZTwIMSC839dbvOM9nzoubhA8Vng3vAjhhbvHP4g7Id4PP7QEaz6Od8+7CNfuPmIUSj+XIpk8h7S9PgATNj8LCFg++4GKP0dGcj+CRmQ/C/RdPixqBz85QpK9FZpcP9/Jcz/UzfQ96rSaP7KikD/AN7k+IdMtPwisgD/FP1U/ll4lP7gCrz8KX0A/IOlmP3y8Jz86pzQ/i6pQPnTBQz8="
      ],
      "recurrent_weights": [
        "66AdvgUgsD1OZr6+DkCIPkjlND3JU7m+VniqPjQt1T7WdDi+eQljvpK3qz7FzUI//fAwPtjyFL78aI499EECP5yMtz4p9Fw9UgoeP/FnBj/S7Fg+6472Pcc/Jj9ryFY9ZuS4POUh4r3VWMw+mSExvps40D7zwMg+uDGlvabW1D6ZcCK+eKetvQL0LL6cg0G9OaIaPhhm1771V5u8xRYvPgX5cbxoH9M+4jIzPuJRw71b+De+KZpWvil43L47tYg+6LZGPYi0mz4BJVO8TpEvva9uKL5RkoK9kQXGPXx6Rz7D6Ta9DEmzPoO+uT1GuhQ+ZHhDPkuTaLwLXhO+Xu/yvVDJF787giW+bDxSPg6s7r3Vkq494Rc1PWeQNbzKnrY7FfLYvXjXGz3TccW9U1iOPmOxvbz1m30+AOcPv1uJwz2hH8O9s8wpvfRnuj2n22K9YhULPhrrFz3Wk0o+dMGGu1TBLT6NkCg9mSalPce1Er5yTgm8mg+RPiZ4lj6W+/S9Xoouv/1Fnr6jS+K+HuFPPiFVQzzwTqu+DZqdPtyGtD55W/q+w4yKvXte4T6GJQM/V1L/PejPs77P/ua+eYnxPixvRD4DDsW92PgYP7TNQD3Nfc0+TRRnvMehnD596ow9ny+oPfzSs76jsKs+EFmgvi4S9T18PqI+JJlMvj3ndT61K8g9/xgdvIwkjD5t/zG+kE9GvkOw8jziViy/TAWAvUu37DzehcO+r3eovrTkMr7G45i+TN17vhwMVj0RpLy+EF8/vmrPGD1zJs6+q7bbvjiXxr2+35C+FWG9vjvdIbyBSC+/8Eg2vQle6r3A0AG+LVxXvpXIRb4/d34+6ZrIvTI1176Oz1u+QkflvT0kvb52e5O+k/sbPt7ZDL8qyqC+j/5iviNm9r4UqKu+DGL8vNUql7469sC+WBzUvVeVl76UBIm+q+I/vsLfrr4tLKa+pyUFvrjckL44qye/kkncvbzoE7/txBG/Nimovbhgw77OTAq/N9N+vsBALL7TwJq9",
        "YD4lPcR/UL1/+W2+XvsqPW7wI72H6U8+FmP9vMu9gj1rmgk+3AoDPA59pL0ZITQ+R4sJPo8xqL2iT/C9gKvEPaB0ZrtWCo+8sy09vdXK1jsgK409H2hpPiFa1bv4Uus8lU/0PdO3NT1u7B+9gMy7PCCsWb26Xsa9rJLeO2prqT00IIE+PFmMO6XThj4Ry6W+yJTLvgUMiz0T0Ve/WNPAvhV9szyk4ue+DR+qvtm6TL7D/HG+prrUviiNSj4yUXC+TWF/vvL4Gr64KhG/q6/dvrULTb4JBba+ilsvv6L30L0Jvwu/T1AHv5AKpL5TX/O95Y4Fv9aGhb4xBnU+gtZ5vsEQT76Io5I9WZUyvTA/ZD2RWIA+0WCGPO1vpT7zfI69fLX9PT72mz4FUIQ9zoPWPNw/MD4I1qQ+7ZvCvczqFr05tBM9g+N6PmM7xL3TX5o+wKNAPgX7rD3rZhA9dx1fPuuFAz9ZU/U9OSdkPA5pgz462mc8dWXOvaQcmb6luea9zsgEPwHeuL1M3q8+YWi1PtsB1T0kmDC+ufAsPxfnFz391Fs9Bmn9Pp33RzxE8wM+S6bdPoD7kT7U6IA+93yGPl+4ij5YiaO9y6SiPpgQVD5vGAw+Kx2EPvqMGT/Pax89YesDP+kw4T7ITsa9L1icPmRd+D6h5os+lhCNPgkjIT7ly949C21BPlF3or5AB4a9xP+PPe2xKDweoto9pJFKvAhErD4N7qW9v/dFvWXg3DwppVs86MTivWYDvj2XT6S8V3MDPV+0Kz6z9pa9iTJCvQPNKz6mbtq9CPbsvMmUTD0koTW+zBMtPVAgVb29Dna83TngvcpXGr6q7j6+itmjPcK/srzdbo0+S/3XvFBDaj6/44E+WXuXPWo1BD/UCys+RSHcPSv/pD6VF4E+W0uDPRuWhD5uk9s+3gXqujUigD6S3TU9Ya8ZPlYOcT4A84w+u2a8PaUWNT6J3Kg+n8qXPiuP8T55ir0+0L9WvRizLz64tgw+9D9XPjFqm775qo0+",
        "ab+xvhx3ND3IrMK+hC68PqEhIb3I6G2+a19LP35nzT5tYO29B8i4vW4S8D5TN8U+4oYVPxqOHz4HEno+xJwkPz6dNz6MzRG+WwEIP7syfD47Udg+ZoWnPvRlVz4scgi+6RUKP7Mdhj5hHlM+2YChPYuhEj+Hrwk+FNqLvNQY9T09wlo+XN4ePlpdOT0u4LY+jUAYvD3b5T0pEjw/fHaNPjnvaL3G2os+TY6oPhUVIryFPK4+MhrKPm2TOj7r5MA+pYmMPovhHr7dNeQ+kBX0PkCfUj5cqqo+lGuzPrBhtTufogQ/TCyEPgHF8T34bBM+6tj8PrNW8L0Lc7W9LJvnvBTZAr7Hu/Q8xTAjPhqmW74bHUy94ocuPRMiaz1Ae789wIQdO2ISjb1AXog9pQoOvjKlAj4lQxu9SBmRPE4mPL1o8JO8lcSruYZGmj1NK5g9SxecPsmltb1kypy9NK/YuVXHxr2KuAS+s1PSPZuTdz3cVE67z4qQPDYxsrsYgli+RzVVvuWHcj00GqC+FzWtPgwKXLw9VTe9UZhMP7dNlD7YA4C+nI5TPJQmDz9SYoI+VFD8PtwtJ70zOPS8rJANPxzkJj6BIqI9Uj7nPg4Xlz75SIs+MtGNPm5CMj949jQ+A942P1358T1R/Xc+VUYMPVfxIj8vNYQ9ecO1veABH70gFN6+X8ytPCST6L26mqA+jOPrPQm6Hr2tJ20/zhmiPsrPhLyGhxs+QLRvPj9J5T5+4co+BcIUPoe/NDzqPVQ+tL5TPoYwID6f39Q+EdyTPjaMhj5N4WI+9A2iPigOzj0YFf8++zbgPaH6mj5HzqQ9WYU1PyDI+D0gB7K+MpYOPslF5T5QHoY9IKShPEa1vj7szWA+UDRQvqXX6D6sHx0+YFqKPqJGxD4W8Yk+b6w3PmGnBT/ZKY4+0gv9PR70qT7kWkc+S4brPW+eBj79euY9bl0qPsw0Wz5xLfY+5y6NPdLfIT9r2r0+RsoBPqK/pj4Gyhc/1LaHPJnbUj6wHr49",
        "LxINvoGvLD58W449olL/PG7N8b5hefE9I+AMPZY53T02rR++1D3/PGHeFz5MqvQ9WAaiu0AdBD44YXE9yS5gvKR3uD1yobk8s6DLO0wBlL3QstQ9AnvgPB1evz10DqK8zERQOw0gdz1Cndi8K5NEvaK+oL30QLo8zJeMvT6hnr1b4pG+C8O6vfS28b7YzME+4DgpPp4Xcr2ZSWw/QBhbPtGH4L2R+2o+CuEFP5XmZT4sNbw+afP7PU8LgL5GFwk/GDWzPc9smD3THho/AKxvPqa//D0sVJQ+gMUwP2HxWT7JIC8/ZXuFPq1npz7iXO285R8KPyGFVD62nC++laeNPoZqBb+WKLE9PzxJvvmUED5uAOA8I0k4vhVu4T7l+qq7RCFPveOkeD6LkeK9CZCvPapouz35lOU92IiOvjvhPD1eABw+GZoUPjj1YT5VMIc+fzAuvJ5DFz3BPfc8HJEIPiKswD7hgcQ9j8cFPSqmnD2CZW0+WCj/vXZPoL5NL6o8n60bP3KUcTs6qow9L5oVPlbs7z0Q0ZC+wzruPgdJMD1FsgM+mQoFP5Aq5j2qbcu9ISiuPpkNlD7LGOU90fOHPnZTiz7GoGI9RcZDPtxjoD7imuY899k3PpVvOT8DAOo9xJLhPjqwBD87bCA+/WnJPgjP6j7N6I8+0fxvPmtMDj7+UwQ+/a3IPBLaLD3XJ0G+1+rAvd9OAD0+mD69A2mavK53MD4RtPC9JuQcvQofsLzIv209GVHEPStUk73G0H685U50PU/zXT2+0nq9AO8pPqKB/L2Z4HM8p158PMn5mj0qPRc+8RfGvTtSIj62INE8ZrVTvi0a8L3ES6y9nMAsPQXoi72G4wo9NJYzvpxEfD52Hww+7m0Xvmnv8T7AeMg+qltavXfzmz7CFaM+BYEaPJY3Lz6wkmc+k112vv41Aj4Y7MY9qA14PqG7oz7lSyc+A11YvOQ/sj6sDdI+V795vhz89j76/Ms9trbVPcU4Bz7VY1Y+LY7cPRJvdb55/ZA9",
        "gzeHPbz8R73XPjM+IvfQvooE0LzbjKQ9dXsfv3L8g767Iqo+DeTdvNgby77X/Qa/Wrz7vo3CYb2IA4C9xWMMv3t2ib5gJkc+q7I0v0JpV76ZyEe+fx6yvuJrQ76IHhQ+QrZ7vmgbML78qjy+tr/VPZ9+CL99xie+iUJtPn52373baJW+T3SqPagAQT7/v4S+GhwIPIy/GD5qrh2/qw4Vv18CuzwANTu+HveGvttzob6uv/C+5tbLvm8Nfb0ChPS+ZAYRv0gcBD6Jbkq/YwMEv4cju760+PK+htRDv0J4Z77wUv++O+WYvraCfb6dbk6+IRbkvjTfb75q41Y9AX1NvE+ngb16c2E+S5pyvnFtAb7p2Ru8uc+VPChW1bxxuq69DfQRvcut070iMxg9hdlUvVDlXD7Q+s29WOSUPQ92Fj3HHFu9UfwuPdTXjL1EXbc8FWTYvPVjhb0+ezi8l53wPJjDUL0ffyI+oRYbPnZ1TL4wgbO9KJlbvchXDD7zoFq97i+CPqF/kD6bluU+4aLlvuh5Pzt/ks88j65Lv8PlEb8vN7o+AVmFvCJ6CL+TQo6+zz75vhUaeDzRhL89pjAzv7pjT7512pE+wLdPv0DKu72z8NS+zLmuvujxZb+z54m8RGSOvoXjQj6n3Fm+53/EPWLbGr+dQja+JZcbPkZJ0zuXOMU+aNOKvO/boT7VFJa+2p5FvbdHiDwwT2i/Zqelvl3UsD6ZuxM+l+jBvQBXqb5HBi+/rIcJPP8YPb1Ytf++HEWNvsZpYD7pmvC+89+0vvGGi75FAp6+zfifvi3kmT4ZbQW/DKnLPXXNkL63lMo9x60Rv6HYAr7UrmA+xiwKvi08n75ldqu94NDTPMQoa779L1G+JeJyPPC3Q79iqYy+dJh5PM+k0r5C2s2+OF1zvvyzJ7/g5Ru/CyvYvTxt9L6Dlui+Lv/XPWWazr4xo8u+pS27vmbq474NnFC/t5p9vqepH7/MHeW+14uWvp7ZGb7IUBm/Qd4gvtFXwD1ptCG9",
        "dEmAvKObVbzAljM9+UAjvkYmhL10jLG9vR8HPL7sLr6AFoM8D+qsvCbgj70G/aE9wkDjvRaqoL0Zj3o+gd0Sviv8mLzCuEE+6+z5vSjLFz1KwIq8L81SPsPs5L0OU/69bPZ1PQTq/7xWzRu+nbVZvCRUUr3oSGE78s5CvU5pMD3tseg+ENyOPRt4wz5Md+S+BNKePopxDj75F26/dnLFvvgHtj6BHdo8e8i9vo6zkL7/ixy/q+KAvTho4z1pK7u+Vcj2vSlRSD4Anpa+pU4Gvsn1lb45q7a9esY1v2iukr1CnBe/ZseTPYiyQL3ozVU+UI3Nvmrntb1soyk+6I8OPUqAnz437Bm+51hkPjOgy70TcBQ9xBhyPWZeFL/qgIW9SmJAvbkSQr4SOAA+AUszO0xXqL6KUXa+tS64PVPNvLz/zSm+6M8qPblqab0Ljkq+L9huvqpZT76OBAE9BdMjvXp6Gr/K/ye+iToYvd9bs72wlRG+yRELPcW2/j7O5NS8jl4xv3x++r0Bsgq+HAkdvnwX8r03I649b9w+vwHquL2Vvji+Ud9mvtB3pb1yety9Ia3NviJEL754ozG+Rr93vhIf0r2ZGyK+caGevuUGwL6jrqO95LaPvZofWr+ugB0+1BkYv1/CJr+VmJm90tarvvhCwb7OQoK+oqDqvSXzBL7YqdI7JPkXvhPYzzv+8Ac8WQmcPX1SRz3eJrk9wzoHPVuRlr6LAYo85VP/vMAzs70XC5o7YHG1PRmLv7yvkwW+XvanvChTbr6o99s8FuN2vf13Mz4fSzc+ytiMvUBbQD01vWA93YdPvu8d5j3XhIE+Ne5kPW5CXzy5Hu481+gCPvV3VD319nk99VpsPktF1r2A8ce+14zDPfccPr8o81G+zLykvQOOw77VoPe+kOmMvkMHs77dKC6+X0M0PvN/bb4//669UVkjvX1LMr48KcW+ZcwTvhVw1L6A1QS/gk80vfuZ777oKbK+tfAdvtZYA74ACR+/AFIvvbjQiz7bXYO+",
        "XYKuvohRAjvrQZ++6rcLP24UNj468gS9RamCP8tg1T4p4Uy+5d8Tu42jqj7pdhQ/gC0cP+hJiD1lGKE9g74gP82YKT2uiVK9UXDzPhGzoz4TmFw+FAwwPkajZD6e+Oq9Wo0fP3z2Tj5lpOU+9NKUPpIeJD9n4cw9exsrvmbhtz0kVM4+7xK9PfnTAL0Q3kQ+9JpdPXNNfb4/pFs/zAYEPsnYNz7Dz7s+oyb9Pmf0Qz6Bu7I+TUbNPuJS5L2v+cM+d2GCPrnbUD6A2c0+8x/mPvS6lT5LUYA+g85HP1cRGj6yLjc/oUimPk7N1D34Fo8+Pr0lP/bfEj73lF28soIcPkKAwb0Li448orJZProdq7zfy4m9OvI8vYyiSb3at8E9iWhePUGl6b7nDqE9gqifPdB3ar2IDCo+vvKrvW6qD77yUt27qsBLPW1m3j1OmKY9VPygPNoM3j19pHo+KRxmvvKhorzNzuA9FcFOPn/+B74vgAe9MuQzPnlThT3eA4y9Eyciv1csLb4C5wG/WHn4Pj2kWz1Tw02+Qm1cPyuggz5Wgi++rtb/Pf7h7z6GY5Y+kJvxPtPSoDsDrNi+1sIjP8T7ij4HdvO9UGQUP0NHlj4+re4+0o6tPML/DD+3lyi9oJIoPxfYuj3MVpI+BWyYPUXGQD8jQjU9D1+Uvn5+GT7kzLE+JgGxvLIzUD74ZfW+GkRzvR9elz4bhGW/EEyxvkN/uj7KRnm8ozS6vlTCE7/tzsa+YFNDvq+oTDz7Ziy/e3d4vsancD7/c0e/KEACvy2Njb6xi8++++6ivkmgNr2sfAS/vgnyvXDcmb6nBSu+c4tIv6bSeb5okE29pcKCvlFi1L4liQO+fyU5vOToiL54/gY+yS7uPLCrS7+jnn++0Do3vfcQir5nX62+DVKIvC2ErL7Yk76+sK9CvcTSqr7wfY++G2KIvSyVi76M+1i867rCvsQrW74dBfe+z+UpPDcHF79a3m++DOk0vu9ju700RN6+tHuSvYYLhz5GyB++",
        "YE6+PXeM9T0LjI2+JbeXvb1HQr4C/+i9uO8ePLvE/LsiE4Y+jIr8u01Oqr4VsTK+oqoKPlB1o72Wr8U9e7WWOjhet7yLJA8+0Udlvc7mez0MR7k6/+GHPC1rh70HMsG9cWimvRfrBj5aure96aSWveb/uz1n6iW+qLDcvdkMqDxxQ8k+Qi0tvlbo5D468Ye+NUolPmNC5z1KJ2i/g9VZvjjywT4YShk+gDnSvg3Wf74vnQS/7GljPCD7Xj6FWBS/l4fEvXaZrT54s/e+IMUhPWA+iL5/rT6+sVtWvwpFDr4zAu6+TZKrPWEXmb1bf7s9EdgDv3CiS72arR0+E9qLvXe0Tz5lCnS+NFE9PmF71L5m8k++Bx+VPlqAab9/kw+/LhoGPn1jOL2TPZm+JOcMv2z9F79aJFe+/YW7OhcMOL+ciWm+c0fhvKv1EL+lcb2+1HKMvvBHsr7jhvG+qcStvSILEb+VfLa6+9eXvlRecr7NvUq/X0SxvihEQj7mlBi+cIVIvkNZs712hoY9gaA2vs06gj2kxEc+5fFRv+alML5j/fe9CuWgvibnKb7hky2983WavqAwvr4K2x29kdImvgwEF74WldW93NA+vi67OL6yI488yvFYvnnVDb+BR9O9ltPevkIcDL45u8u99KKOvlE7nb6cxHs8FuWYPT6kT71Q1QS+rk5ivei+h75PiUw+/MxyvG60Ar7jNvi9eaUZvgjVxD1x1Qa9Ft0Zvc7psr4AYAa+JIMPvRH12L2vDv+9aC4sPO0zJT6RTNy97TEvPk1iAL7BYu88DszfPQAWWDzR4Sc9wA3eve2e0bwqAjQ+QC2RPgyLPz3Qwgy9sz+RPN7zIz+Vlw8902bqPhtpB75oi7A94jQtPRq/f7/yWZq+rm4vPi06C71yt8K+BdHNvVj5BL98M5G+j1hqPSHa+75dgg6+W2PMPQK15b6br0a+P1usvhhKgr5N4Rm/f9bGvctoML+nR5u9s5YLvuuPl70Q7Su/w1yZO5Bh/bqSNpS8",
        "SaFIPTJt6zyXPJc+GxGQvlr53L2G1IA+91kevyl0Pr4EDHI+CMquPZz/Rb5eiwC+V3PovoJQfL2DovG9Nqj9vt/jVL7uzNM9LqbKvgiiYj16zny+g7dnvthvgL6WhBs9pHCsvlwQFj7WqMq9kYc7PcyHor6u8IC990J2PRC8gDobqIu+btrAuzGOyj055W++rSrkvFdHsrzn2SK/MdiYvvthzTwsa8G+eqSevublD73he+K+fq0CvwhFG76neua+3qPqvmuyGz73NMi+hSuavsqYk75fBbW+cj4Ev4uBkL2Y8QS/FYKXvpe8V74KlPi9mZ0RvxdjPr4XZ3a9YQhevvuxTD3L1Qk+zIzvOwGxYb0+3oq+zu8oPtUfvbyyo2a9nundPdqp371KAFA9FK0JPpUf8zqayww+RXECvtwt8b244Hu89FMFvm4eOr3SIBA+554DvdvCmL11cf481ResPe4FN72AQWY9gHR/PaiaZD2RbVU9X24BPUnoy70TfPo9hfEWPoAAqj07AmM+U3W6vn5a2T1Vmbo9wPYpv9ig7r13lpE92eNnveksjr6kI4k9B8XcviUf7zwzd347a05nvqv5MTtdkho+YS7jvqP1DTwj+6u+HDm7voLSt74LGzS8fPOFvmHVrb19Gli+KWTzPZNJUL4Xoi+8906oPfXpMDzAfIe+VZG4vc/WgL5GPJ0+X6G2PBW4o73VXW4/W3eePhmc4r3HDl09hcOSPkRRnT4czo0+J1mUPvQwQ732SG8+YPAQPWoy+TlFuQk/FqSrPlFGtjzpisA+V3apPsiF4z0oGy4/FSZePgUNCz5JKdo9UvnBPmB1ET6DB6y+J5quPeBd5D5lHJy9p66sPfVbfD4r6aW7BxDBvaW3Kz/oCwo+kcVAPr3P6j5H/2Q+1hUUPkpsrD5cUA8/TXYhPoQs2z7rO7s+xUhLPYCo7T7WYuk+jC6TPrI0yD56PDo/4bCBPusILD+8Zwc/K8WGPm+Znj7JARk/HdyDPi9ZZT2DIbI9",
        "ec8pvUuAZ73tPTm9DT31PAbMib1lyQu+HR2ZvdCrYj3MYAU+AGVaO8LEnL101/09+1mQPScMQ74SLo49pHgzPGqfzT3bw/O9oZfjPZIb+DyuNvM8QWcBuxkaojzBA4c9Sm8XPumjbjzD24U9Q5s2vtZQBL1kUSY+bhgKvmKoZr3v3me+vm//PcV9pr6M28k+oewoPpaGvbzT9ng/irF7Ptm7h700CXE+0X4wPztqPz5OPSc/yNeGPgTK9b2RNJc+LeyBPm3A0zzZKgU/rbe2PkhPfD7d3rs+4tZNP3e0sz6NHyo/DsfDPs1CuT6TKac+7bMVP1NjnT5PO4K+zz9yPfDrYD5KM2m+HxWUvHfKCTz/BAe+XaUoPnebXD17jWc9wXiwPEmdxL789/c9veMLPnL4pb13wW6+UNKjPofOQj4/K0e9jRquvvnHjT5nbBa+Tg40vbEz0b0UROY9L1f6vb+suL6zLYi+fGgDvjqTX74Xg6q9K07RPuy5FD/ws2o9duAev8b5+b3ZK0q+bgLKu3TpFb4bsOk9fw+KvgLEED5oe3y+kpbnvnYsKjtaB6i+EvXwvJF8Tb5kMom8qu6CvkV8jb3Lbv28HRGNvf4Ugr5VeV++PqVmPCBpL78wn0c9VDBUvo4MBb/Ew/y9siVtvgw9375j/4a+Zst1vlb2+zwYTuE9CD48vriLKz4p2su9Bcm1PJIT1T3hj2Q87MB9vToUhL6gPgm+uEjaPTZyoz1lnQU+nAclvTe8uL6mhJ08xOrYvV1ZMjyYeAY+bHAyu0gvmz304iw+U+s7Pf+eIL6wmjo+rD76vdg/BLtEDay8oZMcO7TdJr0G4Oc9M70nvnr00byFt2C+pbC3vev/k72gppW+6m5MPPO6kb7WCxq9RQRwvrrQ7L70DVy+2P75PddI5703LHK+px0kPIg/yb0zioS8JL/rvpjVIr5QAq2+3S0qPX77ar61Sea+ii2CvXTyBL96YOO+jLMLvRyMmb73jq2+uM/CPITpMj6+K9S9",
        "XtvIPoTk4Ty+xKI+JRPHvqhD371cZZm9cmdfv5nGBr+7qqQ+5aVxPRffhr5G/du+EDIjvycTh74Bn3U98oUgv2z3fb6+K4M+xmE/v7yYdr7zf9q+HuO5vpxSk74owkM6ow0PvwnGhz1+Df6+kR7VPV3NI78vdyi+okiEPgKrkz2yLy2+uSucvTrG4z2uus++1yW8PFRtCT1SvSi/ozD7vk757jx48eq9/XiwvjrZgb0S7MO+KH7nvhvFfL5mvhO/vXb0vkTUgT6scwC/H4GrvobMtL5Nrs2+9EUjv4EpWb7w9D2/H4Ogvv+a4765Kwa+5Tghv0AfDr7qNhM+r9AQu62Fsr0CNII+ftEAvon3FD4OSbo81oPjO9ZcsLyLhMw9dcbIvciGUj5Y6pG89JFavWyJDD0m6KY9Z10TvR6Uhb7aaf+9Xd/bPRFJS73Dnpc833yLvQeCDD7xjlK+de3AvW/0i71ahmw8UGlDOyhwDb6U/ty90sWFvMH7Fb6psS09dXi0PmT58jy/zro+jne7vh4CLz7pDg8+cfpiv/vNlr6/7vo+imeDPn1T0r4+3ne9zkQkv5WrFL3BQrc8L9Yhvx7jYr6RvIg+RkX+vtnPhr4kSLq+aJKdvvdvPL/zgVq8Z1wkv+WpiD1/YI2+cl+lPRYrO7/mFMU9NFcAPtYn3r2nm+A9QcwEvX7f+z2xm+++M9pGvgUgTz0UX3W/pW3NvkWPoT2EyYy++H6/vg7nr74fYDC/ENqrvi/txr2BGwu/jESGvsL9Nj256Um/gPmyvhLfB7+O59O+EKXhvg91Jb2M50W/A1E7vmbXi74SeM69bH07v0RI8r0uWtA9GlflvWFeAb9RwIS9acRIvdy9375I5Qi+H9clPsvMVr/3JH++4yEXvUaSur61hZS+Ju68vUNi17647Aq/R7iyPW0FE7/YGZy+gmkbvvv9zr7LhYi+52a/vhNO0b4Nwi+/ceO0vXWNTb9Jq7++ME8rvswOLL7U5Ay/tpAkvmoHcb3XChI9",
        "k4PvvSI9KryT2dm7wdFVPB2kprxPkym9Xp+3PTsPKbxGc+Q79nyyPSkzIL3db4i9d9EDvp8Vvb0Vg7S9YPiYPOrIor452Do9u6ANvmGtKr5KDZq+wwPTuzq2Er2XSS69dGzBvX+gn70wXju9AG8QPUWyqT0iPX89Hf5gPbfpKr3JBQQ+y6eAvhDFNT5Tw+S+/9UovsjyJz5tyYW/FGruvmOHKz6rq5e+k2oQv5pWt74gvx2/lURtvmuP5TywpSG/4vxgvirXHD1aICu/uy5wvg8pGb/uoeq+JiRgv+liAb6fJTS//dD2vSGpub60n7292YQav8SlPL1zmZu92v35vbfzND7OIoa9RKlwPuhvRL4LG4i9GnJaPd2Wkb6jRee9YCy6vdrUbr5wirC8XE2ZvhUPy77kEgi+To0VPgMLl71UtKW9+qOjvMu8VL5nfxG+cwtZvmZhlb4LEXa+eUIgvWRnpL5Gn12+yB9OvJYZkb1BhLG+CSCDPRLqxz4z30s9JhM2v3jPAb76qAe+k7CBvpCAzj1FwH4+E3ALv0Qwp7wwkv69XxYHv0I4h720JV49CFFZvv531L5EqjC9a5xxvgZihr4+4zK+lFxNviiDeL6QBha+xvh/vpG85b4B3iu+cEDwvkEv+r7Dc4e+328Evgutur5NyEK+rP6Ivu2gHb5dONm7Qv+Wvdlm/Lz4Dtm8B7W0PRrpQL3Z2909VR8hvke3Uj3aMiA+hqa6vZTJgT1I/7w93A8ZPabbKD6T93W9cjHXPdAMzb34tie9l/otvHia0j3Fpv27t/vOvWVBIL4IEzy9gh0tviFRir37OX69JIgbvfnHZb06ngo+5Ti7PNMzhz6+6Li814uNPmpSPL7J5BW+7rFMPkFRJ79PmCS+azgavcm7br5eigC/m+tHvihwrL4o4Cy+f6cJPdPhlb4JtAC+FYjGvSdhCL8lgrK+dWMPvjjqcb6eMrO+Qx4xvUhWAL8r3r6+ONUdvsMhGL7mRMm+iJFSvrBMwj7jHS++",
        "BNEMPsZqE70i8oY+MXQ4v5xZZr7JeC89PdBuv/tuJ7/Tx5c+8KGFPrZae75Nbwa/i6wVv1V0Hb51Fym8jGCIv1CtpL5ukS8+6eYpv3Iy7r4B0A2/cyPMvgjV9b5vPoA6pccqv7vAWL03rwS/s6HVvTpIM79yrEm+d+OVPvLkgb7ofB6+Kg1ZvgfTAj4j6a+++BrpvNrTbjyp52q/CbNivovtMr1rSy2+WwgKvw76Fb6ObQO/SqfYvjwPnzxqbAu/YNCmvjF0lTxlNfa+s12HvoaAa76ay42+vzEVv5xH8r2Ai0K/grOWvtLlh75yfYa9M2Qdv/5sD7usxo4+4Uc6vmwjvbxrumA+IvuhvZgfkry2ZhI7LbYfvl3DdDuS1/G8HecxPkO9Gb4Czji+4OHHvT3I1j0hxfy9pkZIvDAYFL6VV9A8P4V2Pj5oxL71Sr08rWscvmh9Yb7V36C9u7StPbs6Dj3T2DU+J/+Ova9swj2JwPU9GhgcvZKOFD1gpgK+fDilPr5N1r2iVxI/8rEivwLvhL1CSTs9lQ2Lv8kL2b7LF6s+q/OFPeYSLr8Fvqm+ySE3v8iBEr5fdLi85WxMv15SfL69Arg9DVAjv8MRn72O86m+kpuBvnomS79lfY49NrJhv22uhD4HUJO+ds0XPabKDr/J8308HvlWPoVf+D1pAp8+DYUkvUJnrT0cgSi/DcIovXpHKT75Xo2/HDwUvztrkT3BLD4+WaCqvqD5sr5lAVa/D3uJvtJXVr34njq/gm2TvtOvcz585j2/uUSsvoz5mb7Pqsi+p6RwvtiJGz21ew6/3fq1vNmMo77yZng9wL1Fv5nolr6Zwhs+3BASvqc7Ib6v7qO9ZUrZvFfCxb4lftq9hk3qPQjpTL+Rc6m+e46vPVRmL74C8ri+RENDvkFetr6jebi+vZyePYUo/r42bsy+mUruvMHXu75PHPO+/sy5vsEBwb6z5Ei/PaRxvo31Kr+J0cC+RXbTvV1bdz1dHfC+o+KRPbN6jD4UihS9",
        "wKMrPTXeIr4G11K9XecCPBSAnTxRmO697CJlvcM4Ab5IhG09jqmdOogzYb77HCW+BF1nvfQ7vzurf6y9QQRXvTjQjD1npH69tzt7vUZsj77Dw446ageyvS5xob0nSQc9SBg8vvWRAD4+sA+7DAi1vRiZ6Lzsqf29sXU/vn1Chbvz+Ns+JByGPMuMjz5bTue+IyNnvJOIk7zNrJW/M1rHvsGBeT63Jqk9YpSOvi8Rvb099Ay/2M2EvVj45z0DvMq+JT6PvubIqD3gaDy/XAhCvoGHs774KVW+7M4xvxOwMrwjs0e/vpJXPcSz4r32eps8apL9vvhu770a+BU+DculvFptND1o+fU9NS8JPnEb/L6mHkG9ATRwPXfqAr+q3si+lUWQPchLcDvIfBC+RNMgvnvuur4nKEq+pCA5PWUax745DU++6cWKvcfMCr/Ri4C+Wt1uvpfTir5ePBC+NP0CPv5Vsr4teNQ9+3c4vGC5Or4Q8L6+tmRBvcrJuD0gBD89J6h3vvzWYL0bSoq9A6ukvrnz+73DzJY+H8Ikv0D3i74BTRy+3TS3vqRLUL6gC0i+xO6Cvgaw0L7d8Q++9tbxvjDJmL7DLUI+AqrPvh41Nr7Nv4a+RcKTvk54E78+O9W9iMHqvjESCL8L5lu+C3NXvrnJ2b5ChNm9kCMRvXIQUb48x2I9BnXmvDtOVL7OGpY8y1IIPdv7Tj7BvGQ9gfzxvOfVC7737RY96GEDvYlksb0fmUW93qq+vOzot716cP49KJIPPWAOCT161Y+86OuCvDWXr70ONZ079wgIviy3OL7o7Y29gD0/vnmSVD05LS89qmmbPZE4Tr0Uslu9SrWfPM9ozT1YcuS7pYvVPZ8co76l4qA9eOnzPVBnOb+5AFu+dVBhPrYRir55dbm+mi4QvnJn+745UHm+/UWHvWz88r5OE/e9iba6vSGMgL4n02q+8mPbvX0DNb65nD+/C6q4PAeaz76MBd280oCSvQIkaLwX1v6+jWzPvU2tjD6ZuzA9",
        "tp5mvpb5Rb2UAGK95hu3Pki0vry0kPm9VPk0P7DTrD7BgHa+erNkPt6ffD6Rflg+3jocP+frjj66fco98r4BPzfJlT2tDk69PFsLPw9pFz4Ckqk+xTrTPmUBsD5orEa9bJUsP1D03D0lSQQ+D6eEvK4p7D5gkQc+Zudsvo1P0LtYJ5A+3knzPCQf/zziPLs+hVAgPqAjcT2JpVY/TOhUPsrjiz53c6A+vKXRPmef/D1ZPRo/jxCNPlM2bD4DDck+cawAPyeNAr5msPk+CWG2PtauhD5Roe8+US1FP/H1oT1Gdhs/EL+9PjyImD74fRE+jIY0P8e5FT3Y/tw8NtMpPubVVT0bEb+92qClvK5rKzyMr7u9J5ovvK+GJz6FCz27HCNEPZqLn7sOMyM93974PS0+1j1tNKo9MVncPRbZD7549167r6MnPUVZGT4rTek9JyHCvTKfbr6KKSq8lbMfPqUZpT2xOgq+FMqIPayppT1OVDk984QHPpLXjj1MANu8KtC2vp11qT3DY5K+69ouPqE3BD0SbeK96iZSP1n2ZD6OCfu9nz4PPsG8Gz9DloQ+d7TZPhUr1D7VLqa7m/i0PjG0sjxVBRa+w34IPxrGvj2Kb8Q+7O2XPqzHFz/6PZc89L4sP+WTBLzwzS0+JmLGPd7TBD/cRC0+EAMgvuB6Ozyijb0+cYD0O3RgGT6J/VW/j51KvqONrbx/ZKG/oMVfvy491z6zgaw9hMZpvsedK78BHHK/Uai8vTXeLLzN8HW/aiUMv/lbsD7olFm/difnvmYCHr9vey2/wnbYvsjoWLwXP0a/iJjavhecFb951p+9ee2Xv5uaPL5EtgU+voyavgpIYzwtd5i9GFsmPj34ob7R+im958B6PVzfZb9j8wy/2BQLvRDvzr7jug+/OTyevsTSHL910tG+gUKYPigS274ahbO+fQTHPaFALL/qx8O+bRzqvjZLEL9pkUy/BWdbvf+YOb89zkm+rjwQvgBkHjwnp0K/v/gBPH6+Nj4o8mq+",
        "vncavkWMsD7OwZG+nlmRPiw3Nr76wiC+db3jvcR5ij3QZes+bjqEvrYFibynIou+WyE8vZ25sr5q1aI9v3P0vHK9mjz6MIM+G2oQvOXa+j2F88a6Ajo7vc5stL5jnUk+IQMHvuCfijuxYGa9H0gAPmlPWj7UlBm+z5YOvtAigD2m9Lc+jS4VPodCHD9P+Su/fM8APjIRxD0HILi/nJ26voCiIj+DS1s+hRhFv3do5r7zC1a/pBLtPOCQXT7U/zm/B/movpDqhj4QdFK/PNuSvktV9r7EJLq+BTdJvzNlYL2ALCm/dMjiPVuUs761n+E9YNlQv+7LCr6lZbU+Kk9HvYEkrj5BU4S+xwdWO6A9sb5QbYG8bEOtPdP0Ur+H5KC+EVMmPdDVtbzx5E2+bEWevjxgz76CQgu+fEq+PX3K4r4EhqW+rKwaPr4Y6r2ij4O+nZRevm2QdL49bA2+ztZRuzW+Kb8xNe+9+oHlva0bBT5qDim/W0AlvRRioT6cZS697IkTvx3Zkb6X7f29SA3RvTr+A72ICsY9IY0uv6U5FL5XeBu+/43svk2ZAb97uWC+tBrRvl3u4L5pi9O86fHfvttZZr4+TqA8epcOv0TgK76BdU6+5DC/vh9wXb9dMEq9Zrwyv/khz75M15W964HGvrdQ8b7gDgW+QwmIvj0TEb6q4xI9FHfmvSoVk71vQPs9v9RZPSrPhb3WKjG8yezOPEnmAr22VAs+hWdkvdJj0r0l6LC9ZlbSO0gUHT3P57+8Qe8SvhTRaT2vG6m9fGsovSPADb1V7x09/Zldvdj6yL6OP9M8HtmsvaROID1I8iI+1QhivRRNjb0766e9sKbVPBnbBT+CqZ29FqV6PizRY771oli+cPxgOxh4a78NYVK+xktIPgU/Lj188/K+Hsd9PTZe5r66ugm+JVWiPrWSEr//hTW+8QSMvdl9br4rAnK+H58Ovk4Ifb5r/ca+XPIGPvwlL79RlL69WvyUPNDsi71mbyO/wK/VvcwcgD7e8tW8",
        "hRcYvqA+bzyM25q+Rcy9PhvYLrzaP/u96ptVPzzMlT7khw2+8KGIvSKX4z6lvDg+QY4AP/h5LT6DCa48KlbePmAkED6gWqi9Bm8MP/S+7z6OZW8+eb7uPurtpz7c6Yu9nIQOP+DsOjuwAqQ++qZqPatpGT84lSo+oYowvi5dPD4Zc7U+7xbmPXRx/L2LCOw+zb31PYp9vr1KADk/NC60Pl2Zojy/6fQ+WIqiPviSRD7o5P8+zevrPof1NT4J5Bs/SZjYPlAiUr52+Bc/Bv8ZPy5C6D5GkAQ/Da0HPyBHb73iaSI/VAbVPo6YeT7eAsY9FbgzPzLxPz59DhG+3TFSPplYhL3pCkm+mgUTPhsVgj2C0z2+mrFpPRItj713MRC9wYqzvdgjSrzELme98RsoPQZv372AgvW9M87UvOFcqT2YEsY9SUesPX3CKb02CSQ+4W/hvGaBMD3ZV288iioAvsVmhDz9NcI8+K/oPdejvj1Nw5c9tGwyvYRKBr454vO9YZm+vkgfNb3p53y+4ZquPsbA+DxIsyS+xu54P5+/sD5VUr29gb91PaUlyT473xY+x1i6PngEuD5zpmA+bJo0PyvXaD55cDi+1nMrP1EXoz7ET6Q+ZoWGPtjlUD9t3+g9Cte4PmucCb44bMw+/YkoPg5XCz+p90g+zyDnveAyUDw+s1I+jdE4vUkxmD55yiG/mP+cvpikGT5IkKC/pbK0vi0Cxz3T4lu9qzACv7P1Gr+svRS/zWk7vicBH73GbkG/EIdxvmf5MD5tRxC/8lzYvmpsmL6LUpK+o468vk93mT6NTy6/CW3TvO8J3b7UH5G8RLM4v+/jh7615AY+trmKvpXc0L7cVDW+5telPH1+8b5KyPi9Mw2FO9DQeb/dw2C+6GJwvuIo9b7ncoe+YsNRvl/IwL6n8rm+0N+pPAFWBL/jtp++MrXIPFeO7L4wmfG+fR08vmoYBr+aZA+/I5CDvlnoDr/g25++DFhYvmVxQ767rCy/Yj9hvhJfoT1G/cS9",
        "BmuaPUeKJj5IvR6+omWGPZuhxj0hJqK9002iPRxFKD3JvAU+kwXzPdC0Ib6r4ey9/ISyvG0DsDxS/E0+xzdWPYiQnL3QeDw+jRxcvuHBbb4Pf5s99bwDvguitL38UiM+XH6jvTVX+75QUFQ9qS9vPSL3v73/fj++uRALviOKOL2rRcc+/iZmPhMrJz8F9wa/3CxJvtXpLT6UWKW/U3DtvmJDkz4mGBq+vUE8v8XPzr60VjG/VSaavYUrvz4KXCa/1hu3PIJg2LxSwym/g4+JvvJCs74E5IW+nGNKv/KPRr1+PDS/PIOEvY/vo769/l48yAoMv+qlGb409dQ+EgRWvnpoyD7sD+k9vJXLPawZ/L6lF209ljGAPpPSTL+NpQa/d4R/PWWmkT0CdN+9rTQGv3dWS7/H5Xa9qNwivSaVLr/wwOy9Gh0KPmp4Gr/7F7++66z0vgzUEr6Tmna+S6oLvUbHML9orU6+M5+tvmnIIr0hp02/68zeveppcj7zuzi+5fiKvoT5Gb43z+K9SxZzviSphb3lN7Y97KVKvzWpjL7hQlW+cSdYvvBe6b6NIMq8jSbIvj9bpr77Z5i9Nnssv7Rkz77a1hI+XnbevlZ2Bb6m5yO+i87DvjeqG7+sDXW+fXI8v6F8nL46/m+80fRNvuXtDb/WJRO+GMR9Oni3ET1XXpU9rcU+POFV67xPavm9HE6vPdd3VL4XMwG+Nki4vWvFzT1eobG7BmzQPDno7bzhBoC9Y31yPX8X4T0+swq9sSmPvfbqAj67tv+9GyvavZovtLxPGgE+u07/vJlWR7zYPuK9YpHcvUz95L4rI0E+HafRPa7hJL4iegq+G/gIPY+E0T48/FI9JUTLPlE9+74T4YY9zkBPPVtImb+FBb++w0u1PsrI2LvJRY++SbGcvlGNFL8upzW+fKbKPVksJL/BmXK+GT8pPiVBDb/m/YO+I7HCvsRxXL7Rmf2+dD6WvETwFr+uthG9yZiUvr2GLj0fbS+/KnCCPQBIlz7yQe49",
        "TVmevnLgljxzkDG+8iCcPla7MT5xom29lExOPziqtD7yZ4++SwnUveVgsj4CUSc/6BMlPxaGyT1Lkio84GMfP7tUPz4Db/u909AnP9p/4j7e03w+7H2BPcBxiD5JvUI9Ra23PujDrz2DFKM+wGnyPdKyFD+0FZg+G1ORvvk2RD0AlKA+4vEFPZfQsbz4rkM+jeAPPt9Wqb61oD4/X4BfvVVHITx1RPA+NciwPv9nuz10S3k+OKmmPglCFL5IaKU9S+zgPXkJwj3mE4o+ArhMPmLzgT6Uxnk+2Cr9Pp70Tz56kQY/rhP7PulIAj3EamI+18K6PlakKD6z68Y9oHc/PtpyOr5/ohy+FAGLPpLegr1pKrK9W+vRPXxmcbxiQHs9qVUYvhBP0r0f/+w99tkAPgDrzLwVpB8+r8VDvgB0xD0ijNk9raGivdd1LjydJw4+Cg/HvdeSkb0YtCS9LJ39vfa+Mz3sLo49jUemvaCp7r43hAg+bGJCPQCBcj4QZTW+isPuvlvrtT07FyO/Pq6hPrOd+Lt6UIS+9yxFPzCwsD6HFpS+xn3GPVM2PT++r6g+1zWWPiRZDz6WG5O+EcYGPzmnoz3xoxY+wsAgP00RkD4Y1pw+PqmOPusIKD+GQzA9FrXgPjEYXr0QIcw+ZrJVObJGmT4x8Uc+u/ygviWXcT5ZqIS+rzH6PKQUk72YePU+s/divgGq7Dxgp3Y/s6SLPr3Rjr7DxIq9UF4VPtzXSz6V6d8+9HAyPp0vST0L4ds+p/5NPs/m1L0udy4/OPKdPpwfpT7yx5s+iPaGPk3rBr6M4Rg/QjL6PLIPLD7uTBg9KxnDPtaPPLtInje+aW0vPjFG5j4aJ5c8x1I8vOEcoj7dSO09LNZ+O2DUXz95CXk+3L0PvXF7OT4NS/I+4ErnPbKl8z7YXRA/n2VSPilzpD6PVQs/GdqUvYmzwD7mTNc+RxiQPuNz7T6QmS8/cUhzPjue/D7W+pk+ADHbPqluAT7wBx4/nPtVPelunL28U4g9",
        "MtbyvPQCgbv55pA+AdSevQDSKz2AZjk8Z7ebPXzZsjvs8ti9ok3zO2yBE73n5yK+jGhBvozl3L1IDbM9sY5lPW/Fwz3HLKK9hXxUvYH5+D1roiM+sWeevTcKlr1lNi49WkMbvtZUIz6Ag9K9X+MLvYiWkT1xOkU+fxbePU6vnz1oCZq+DjjWve5hxL7ROt4+/6vuvVkhlj10SmE/uB57Pl0RsL5JFuW943L9PiCyGj6mhe0+PuaAPZqycjzE2/k+zx5PPg7tD75BBCM/sIeDPtoU2j43zvo9qG0nP3NQWL0py98+ZfqrvcWWkT4TgOi7+T3iPqzpLbu2Xmu+jnCpvdsfQD6jq9S92RfDPlWb9r7r9zK9QFEtPeM1J78h6wm/BtsVPhRBNbyFeby+INxGv+jLtr6qSoi8v2h/vTOtRL8EpFk7flx3vfyB7r4w1pe+YGNbvh34A72OIAK/wjn/PGprBL/ke6W9Vs/tvvwwUL6SdyO/h/OLvvzKhzwvnKK+CGyavSSnHj5znbe9j1gwvs/xKr6RXlw+3DoCv/CNJb2nQqm9qSWBvhbCab6f23m7+LWdvqKQG77RjrM8FyEtvhaOpb3YT9y9drpTuwDVOj0y7Dy+0cMYvh9017461AC9vtX9vtPixL5qh6C8EOxbvfrNjb7tb+m8cGOPPBchNb7ei3O9Jf9CPotE070jo4A+nvG7Pe8NHr3NUgk83DAuvfy2pT2kDIi9Bxb/vZcFpr205Jm9RVuSvjLUaz7u0sa9DQr9vfOwij4zIhq+FKiavZLD8r3tN2++9gtcPAd6KrsaEku9JknVPBrcJTwrKRU+Hl/hvaX0BL/EddC9oa78vcyGBz/hVfI9Gad4Pnu/1bx0Bwe+g5haPr9vSL9KxIO+uBLaPglnDr6O1+K+OnijvnNjuL5H8kU+WWf1PCIVyL4sWWe+wescPTjyGb8u5Q29mWmRvusjJL69HRS/+eYJvnCuyL581/u92cz8vbrawTwGbbG+XDqMviMbOz6+wpm9",
        "TldEvECPRT69n8U9VquYvv6+ML0TlLM+pSNnPaXLrb5kCh8+ZMSBPog3+L78J1i/G68FPk646D5+1z++JjWdvoqH/b3QLmm+94Inv0e4mr5ckZO9HmtHPoUPb78RfF++KPszPpLCBz5M5+++rVo2Pfbf2r2M6y2/kFt1viwMkb6gtfY+gozVvGHOprsEZkU+rQhTvtptITy1D5w+1NQ3PtXJ3jyZVhi+G8iwPgNMLD7TcWM+lP4ePpMhwj6Eeq0+oLFnPfI4cb6xPsY+nYGVPqJqDz6a3XU+nTp2PhXS071xxUw+1fwkvPeMQT49qTQ+4RfjPsjfZT4HPoE+xTbsPZq/cj79WK4+TIiFvlj2Kz41Uiu9cRkFvu/qVDwClOK8NFJjPpFd9jwQQNk8OrpwveLtDzwBZdK9s/WHPq6RP7w+3/S7vj/gvfSTqLzRaxo+uL6iPHRcZL7pvQi+v+ekvJBznL2zu7S9FOM1voK0s7wcxKi6nfE8u+Iz3b4wKNm99//EPiFjEz55g1A+0EVBvSbf8r1Eak4+Y2A8PC9G1L7jm3Q+kDT/PQNcnr7E8CC+Gsyfu0yRlT5ap6M+W1oevvGj773HOr09zM3fvllvcj2hHJ++zVuvPsWqor4bjQ08sPrDPfbkmj7VlTW+88xtPh1SRb0nniO+nUztvINQp73bKA++wBU3Pvm7VD0Ti40+FDZBPrf+kL3trEE/R17pPjhgAL5Y87a9DjwQP23HFD/os8k+SKY6PGd+2r3uLMI+2EpsPiIrJz2Qrgs/gExQPrkbxz6L2wg+SFrbPluQfD2ohfM+qd8fPePM3z4cBj4+O2WQPj8cjz65stU8wb9UPquv/D1U1cY9nLQyPpCSCT6qDRo+KUmOvrXg8j7V3P49Jr4SPblahz65lVA+k+kVvtIGfj7Cuds9SkodPA05jj74Wdk+qRT/PSvOHT7M7oo+379gPQM1JT46e20++kq2PTxVnj6z8aA+Ogb5uw5BrT26jaA+4v7YvEwcib0NFTK8",
        "t7MJPeycJT2XtFY+QpMZvSIBlj2VoBs8q+P1PI7JOT14lZC+NluQPQitfr0mGLA9ooZHO4XODD6x0gI7DuCRPd/DRz1kVpA8Xe2pPirumLzb2hK9nqDFvdO7M72m0TY+BWJaPisYFb3w6tM9OA6/PVV9Cr7Rbjw+rqGOPbNfxb4Aka++gz3TPXqGlL6pZmw+eHDKvbJEv76VfUI/qPqaPoZpjL5KM9094RqmPhQf5j3Ebsw+TeIyPU5UVb6jitM+AmGrPsyQ3T2YtsU+P78HPl71rz5br2s+B0rEPm47hz6UHdU+7bLMvRZO1j3J80M92rWxPhfkCD6faWS+1u8Uug=="
      ],
      "weights": [
        "AkBpvw2l+D3tKgs9xhy2vosRlDuwa4k+AyaUv1OnDb+9Wd8+7Dlzvo7JTr8N0Kq+YHwpv3757r1xN0w+KU1dv1z4Ab+AY4o+jG1fv71IQb/34g+/ak6gvoTZp7/gM+2+kbslv4kOtb4aJNm++umvvW5qRr99PLq+ErXxvh9LWr6taIG+DKi+PCsdpj5WRa6+uqofvXSStT72oQK/+e2ovVGbNz4EEQW+utuzvhfCS76iZHi+LgSuvqHVs73U+eO+jwzavoNZ0z0KUki/jLN2vmfnBzvMiq6+qwa0vziNCD4A+w+/y4FDvrL4zb5aQZ69Jg3MvsJ2h765Oum+8ajKvp1XJr84rKs++m5ZvrS6BL+9m0K/AACcvhzFHT+DDz0/noSfPgBHir+rkF4/2BBBP2aYCj/7fDa/3ieSuw2KST8obGE/H3jQPubudj/J7os/npAMPypHNL88m4I/UzZMPw4BV7/4zKo/1vIiP9wIY78XA0i/0flAP+tovT6KTji/ctO7viHV1T4LpTw/cYWovmE1iTx2GqY+Jklpv0dDJr+qaCQ/v4+qvuzASr9Ju9W+OpyVvvC6Cb5fCoA+/udwvzkQ4r6szQQ/5bgsv1gi4777ZN6+HCcOv0/yrb91UJa+M8aNvlyafb6ktBy/hJ+6vSycwr78BuO+CCYjvxe9j74="
      ]
    },
    "lstm_1": {
      "bias": [
        "z0WFvhoIk776jhG+TYYmvkaZg73GQ4y+x4scvl82Db5EcoG+QaHDviMEZ75wHre+xUtFvpAqizwAUIO+IbSKvvFSHL7cT2W+qbrYvaa8O74E+oG+5f2ovg2xDr7PQUK+FNRHvuOnvL66eKi+vv/IviX1lLx9qbi9Hks1vurzYb6Y6bk+puEnP5/wPz86lCA/eJAbP0owFT86PDw/V5s+P2FqJT+xf5A+4TY4P2BcGD+6U7k+WfI5P4kQNT9fzC4/rUVQP9QUHz/Viz8/xAIeP7GENj8pFyI/b0IjP4c3Jj8+Igc/8Oi6Pobs9z7dfJs+PgRHP7WbIz9tzzM/s/3ZPpdQcjzjJ2s8aiLLPOODSTx7vEa8pjkgvPrJfbxUba88DqF2vJbttbujc4e7W0eLPIczizwBFK48/01xPBcIm7zX6aU8Gt0jPMJVzrx2LVm8EKkuPFYFjbyjrbO8eUyXPB+98rxs6pe8lfCEPNnvCTwefN28DQssPIUWc7zt8ps89vqFvkqQlL4IsBa+rVgPvs5UV736qoq+61kbvn4EDb6Ek4m+rKW8vqcCdL4cP6y+qNoOvuDPWDzxuIC+hlKLvvvmJr4Wemi+HIHmvVJ5QL72nYC+iwulvvDcEb4OA0W+5GowvjAnvL5qs5y+Q//Ivpa41LzJt5K9hUg5vtKsQr4="
      ],
      "recurrent_weights": [
        "GEjIP+AQFL4Rgrw+V5qBPokWDD9WsW2+By/6Pg7HCj4403y+bdfYPz1dj77j/yo/YJODPz6HHzyWZwu+41FrP4gMLj+GezQ/4d27O+gbursolxo+FScoPwWaej5m/ua8mLRlP7opoT/rX4E/y4PnP4hEWD5Uv2Y+TROUPmf1Nz9KE0g/yMK5Pbf4rT7Ysr4+jlrHPkZE4T0vum4+Pcw8PmFlfLwRzw4/Qfg6vntLDj/+8VU/02s4vYU6sLwjS/s+Wh7KPstBGz9OdQW+EwodvfbbnTxTsro+um2GPm3yy70RzAg/kmgoP/6cFj8qAx4/WNWqPsOVaj2AeIg+/YAbP7ru+L4idbS9EncOvVFcHr1mPYU9Va04vTKhEr3TRM49IXkMvoNhJj6tmvY98bHSvI6JxD1xdYC8jOvgPfCJ0L21aD4+oo1UPvkBqb1cYzs+i4SEPh+yOT2Icje+YpIWvheBXT70/ao983rhPBY2Ur5E9hm+JDvGvePriT0NXPg7rP6cPyBz6b0WasM+wcG9Pu9rBD9ZLEy90ruJPnuZnj7HsuO+9yrMP/m76b7mFSw/gNl1PyCVbr5njsS+rDJmPyUzJz+UZDM/bdQ0vvim3bxrjKc9ZHdPP24iKz5QATM8YHGDPyySlz96D38/w+/OP/iBMD47hCi9N/PEPlDbbT9/1CK9z8iLvW4/HLvdDy09zOQnvR6IQT5xy4C75+LkPHad2L0DrQe+3qgCPXrsAbwM2y6+MBOlvexyTT1Ju+U9IWDIPZHJQz0WyxI9nC74PUx2iz2cUgy+WSiavLrzAb7OS6k97imEvaUO7701ASy+a3eCu4TYkr3WWY49FjkGvVYyub3hvo4953sjvVvyn72X6PK9n1h9vbrkEj1qN4S8IhIFvU8iEL7xniQ8sU27vXRdVL5pvh0+TkJ6PovrtrtHFBi9oMAivmO08bv3xKO93RAaPjzCw70M5QA+4XvgvNlL7r28KJG+tN1dvl14o7ySRJO9vlR3vb2S7DxRZQo9",
        "8TWLPUJjjb6Yeqa9kSBQPhyWxLxxUYQ90Fj4PWhJMj4BZK69MKiFPfRzFT7eIJ47q+vRu1F8Cb54GPQ8RgIBPiEYjz0bU4O9/+KiPe11fj7lT42+bh1yPN3+1D03qou+r3N7PK1rlD4vvJu95SP+vF5d3j1cqJA9yWifPdeTb73NMbS+JiBFPRdyhT1wGV29shrkvft6ob3aPAk+4qChvB/Cnj2SZDa9dR0MPWatfL6UgDW+RH3jveaj6jywRBG+EyK4vRT7Q76N7Mw9b+n5PIkAJ7zmwQ+9qyRQvvuHLD50oTi+uY7BvfGMrL0vR8C+i7OxvW1nHL6xSp093Q5pvrypUT81E5A9PtaNPgRISD3xyhY+pvucPYvBhL3nWFE+EJW9vK0VRj8FbOK65oZhPmST0j6LoJS83m4CvXkHfT7I0vc+zlwkPlcj6bzLKKY9MHlAvRzaWT5i3Q4+uheBPoWTCj7b4/k+yTH8PnlVjz+tcl48+AzBvCPPbD4H/+8+flAXP4PZ1zymBk8+VlLoPYQQKj6ehu09jF7OPY/86T21mNY9+mY5P82Ew73nhbo+ZwIEP0boNz5uFBg+9c7CPsp3rz5hVgU+sMOYvJ5+crzCrxo+nbb5PmFhFj41xPQ99zFkPrKb1D619cc+BzosP/92bzzrNnE+3lgAPqiQVD7Vfxm8cEeFPbdbOr5OQQi+rycGPmpWTr26Xu27umoLPsym2j3okOI90slrvGVlc70T3+C9FTDcvcQc8rz8Yna9wC3GuzLesL13/ug9zBuBPgIM2j2aZMI9s+5nPbsUx7tOqAc7jUGuPXz2JL1DIUa91oPLPVX/KL3d2wK+3jGGO3Ypdj/s7807uHUSPsXTtT2qwTs+XNcKvn6niz0ZTR4+FtUDvlxeSz8/sRW+bw6IPrM6Cj/rgh4+m0FYvBLouT4203c+1K4KPtvzvL3kVYU8hQqDvZUpCT81SR0+FPnoPLlmoT6LGwE/2IkBP4gRmj/iXiw+OoSTPlDdTzx0crQ+",
        "ykSQPx9TDz3z8ig+Sbw6PKGbKj6mmtk9Jc6TPlWyMD7jG7c9UHqNP/hK1zybSQc+jfMFPzJePz3G7hE+S/THPtno+T7ygqE+Xn0Pvvv4r72gSEi8hiHSPhhQbj53Ppw849oTP3KUQD/b3xE/WHWOPyTYCLz7wX49Pj1vPlmL5j4EUDw/BND0PVPa+D1dI/U9BR9GPjCEPD4leWY+I+24PZpMsjwhmFc/KNvBPaSjnz7D1iQ/6dBPPkFZ/T1+1hA+lTkBPuMDjj4PeOc981jBPYYmtL2b7jI+bdfCPYWqBj0Ay9U+WAQIP0Ylcz74nzE/M8imPUZggj6fo44+EJ7wPvzhNDyJC5u++3CxvcgPl77EoSI+A9SMPVfNvj1wReC9I7lSvFSeej1sDV+99FPxve+Lz72nlVC6NNGyPNu+0bxhkVO+5eqRvkPscLw2ORk+PA0IvJ63s7vuUua9m4REvqEz4zxdZ5M9mbT1vV4BBL6Tmbg9TJ9VvdX9FT5cxx89VAdwPzqVib7hODQ+/EQtPWoqIT4Ktwi+pdWUPVKbVz1Hi+q9EL6FP6KuKb6jwKU+izX+PrCFYL3i6oa+x1sJPx1kwT7q/o8+KV6lvbJFer0PhdM86enePnD5Zz095g6+d3MQP73sMT8cvgI/d1+CP5+B472fOiM9bLMrPsSEvj4fB6K/CXg+u1ydXb7GGZS+tF3RvrWKFD0JfFy+mHxEvufjZTwihqS/ZphyPqAqyL5p+Ce/ejsDPvUAv711ODe/vo+Vvo8uxb5K7kE+jVbxvKOt/b2tDO2++k89vpFP8T2LHfm+PPdFv/LUH78WjZi/FQe/vXPuFj0SmrU8HOv3vkN9Xr+GrUe+hTz7vRZrf74WoeC+DYeLvVwZhL4Vfou9xNFhPSdiSr8QgR0+AAH6vuq7AL8gWoe+xmogvMuNA7/9fBu/RjNDvtMR3D2/mC++gkkPvh2b6b7B8529aJxTvdlUoL5oFBK/OIYEvycHHL+IlMk8IsW/vpi5mb5BKgO/",
        "3BXpPTltPz3RLMk9jSHsPYnIyr7FyOK9kONXvrcbpj3otB69fTzJvLY3WL3F8qo8ZHRNPtfEzb3v2y09bFj7vE97Xz1aVqw9DRfoOmJlw73Y+OC9xpQIvSdh/72qxDk+Ki6tvWxV2rwPa067sfoAPTDZZr7Cs4S7DaJJvsPvnz3q0Je/8TH8PWXOmbxxs/K9G6xhvr+42D0sfIm+Gh0uvfgFhj7XY5S/15iEPtog976i8gq/eS6pvFUQdj4s4QK/6EDhviqL3b7jhpk+BquQPZNCKbw6Pf2+DOdjvqmA6zwBkcy+IGdSv2JpPL9pGKy/wIYQvR/VB70YNCu+DyLivv7x3bxruPg9UMCFvPcoRT0M8us9svnivZCKfr60NpC9Js1UvVXNYrw22ZU9fIanPKzxcz0vv7E81/CAvo8qoDxSfwG9wfDIvR+jSL6y6e69pjVCvi2sgz5NCLY8wW6bPXBi3L3BXSW+3SaTPSUHvT0IaTQ9VDMVvZ/THb4x/c89dfUKveowCz5ltky+fJHwPBSUQT43OoC8QZ3mvWatcTx33j2+1AacOwYXwjyF7Ci92iKhPao2K73B5Ho+dmkKvnZbAb69QXs98nbVvaybZT1Wd4S94isBvYfeXT1chxO9j4TPvDByITwvgqq9D3VIPcMi9r0Fyfw9QG+dPYqiOT5nDF0+OCaGPq2Ojj551Om6BC9/Pdkxjb5bhpu+Q58gvt+qzzt0Fba9uTnkvnmzUT5PeHQ7j8tMvjcmEr4lYim+3BbJPQfcOL1Zi2y8BUdJvnb4dj7PuTK9ni+NPip/pz0XTY+9npSBvJd4MD5s3/09IqoLvVN1bL4QvWC8GcHjvc+FWj4M0fm8NF31vJPxoz2qdn4+cGDhvDl2o75+U4Q9w2sXvhSsEz1HJQU+qHFZPurFKj6PVTy8aPMAPrKSzz0bfIC9O4BgPSgYGD3mnuC94gsRPV20Oz6kADI9D539vGmSgD3QpJq9/l+ePXz7cj4AXlI++bO6vHbWCr5xYpk+",
        "V1OyvrZ1Az5r+YK9sLY1vuocNj7UE4a8nlYivlr6ar3kuma81/CmvvGGxj17ygu9HfCLvh98MDu2LN89JzLHvlFhgb62ZS89ggZUPi9kPD7C7RW9stBlveg3cT3iOUi9JVD7uwtLmL5x1Wm+Fk8wv5gIGb2z5uA9czAePavIFL70p76+RKTuvZq/VD3pNP48x7jZvajsJL3nFh++HM5HPTOdVr48Cqy+zIlwPKtCEr6dmYS+JEqnuw7NpD1cU4i+1g6AvoEMnr1H+pe96G4WvhXAgL3+RS+9nBpgvsJVib1M0Qi+0wOjvvWxdb53q8e+jhkDvjnu/b15tRu+L+aDvomanD35wDG9RC1APo55yj0+tZQ9IrEtPkTFdb4cDxO+A5pIvLKDFb7apwW+WzM7vcc2BT7tqX48lo4XPYCfBr73I4Q9ogt0Pn/oDr6bAb49iIANvdVZk72KEBy7rLeivfnsCT7V1pS9Gu01Pj9gsz1iRGy9ihZcvRTHUD1sUkG9GKbevk+TGL7mnvG8I/CNvTuRoL2U3OY8iFLZvRpXWb5HCwg9U3zJvoLM/L0TKWW997i/vJW6+z2TVCA+thyOvSYRnTx7Y529Ipp2vfR3Xr3/9x6+JFiCvqyTiL1hFaK94uf3vZE8kL69nVK+JnQlv/mMuT2IyxM9VpaDPUjTWL4Pdj4/azmkPfQqzj3FSbE+F8JVPjDFrj7+3wk9cwh2PmegDrwP3oU/wpc5vT5CmD592vA+85IdPjfHKj4Rpb8+aUVoPqrYnz5q6oo+BCQeuZYnxbvzkpQ+ITxBPvU0D70gjn4+XwQYPx9G9T4dk4c/Mh6QPLOHEz7ZjRs+FqL8PmeZGT/yZAy9baKDPj5sUj7k/Jk+jNwePbe3DT7OQZk+seIxPrVvFj8kaTc+PMULPq6nbT7MkHs9wOfiPUO4Sz6Ke70+frogPlP10D3njWE+QO8bPswoJj7avFs9gs+kPG5Fmj6B1rE+sMGEPqcSLT9+T/A9P+s7Pve7AD7CY7g+",
        "XAH9ufG1YL5QM5u+hnt2vmyJgD1EelU9d7AUPligO75+Mn09NujoPLYas72K0589QjK9vOjXRjwRQxW927NnPZjoPL3mWhs7DW28PYi13z0+h3U9OJa2u5QHDj5MRRO9CO8XPpn7jz1LUOK9ghKbvU281b0k6X69v1PbPa49GjzeAWo/EQYHPUjAWD4JZck+TOGRPlJL7r3pmg89UoyePtVOWzsry0I/SXZVvVnHkD7cpQ8/OgogPmKNm70r+6M+3KQzPiiwlT4tzmK8uB8WvewWOj1nFl8+1WvEPd98hb3RM4w+KRYFP0/2Fj84zpY/UGwXPP/Y2jz7ilY+i1gYP8nEJL+GZg29sCHGu8iUx71ogV6+/kAGvmw7sTxrGJ69mGkrPRgCVL9S5vg9JHkovuapy75yLs+9OKNtPnhOob5PST6+s4iQvkY2A75EcCG9ghgRvrdv+b3zYAq7ObYlvjhjor6a3OG+If2ovtUchL8zLVM9LdJhvvTlKj3kkYK+YqYqvzDUer7qs7i9/JijvTWSVr7yigU+fnTUvHNLJb493h09cBYGv8blHr7DQje+BjzlvruJYr7G+YY88qWHvgA6Rr7iD6q+FSREvBABD751eme9EYtevjSZ6r3+vqi+KPVdvisbmb5v42C+L+Awv4aFFb7l1ku+fwNEvsBd7r5jE0o8iOUtvPvu5ryeycg92b13vmP+5TxMuWI9j5+xPf83p76OwLu85h4QPZ8fXL3qd8m7vuOKPX8tGj52mvs8zDdRPXyPSrudFP69ztuQPYotnr24+rO9Wq0Uvs1fnz2azgI+qmhZvU/Blz0u6gs+WkKxPXMXHDxjVLA9pp4jPeI7Ob97IxG9YJ91vVnaY77o3IW+k8DqvcZ4hL6zQaK+mj0AvlpDY781Mje78WK6vqlj9L59HCi+1mn0PeKB8L4xdIa+nLibvnkGyL0AAPW8N02nvfZdub7c/ge9ax2vuz4rqb6LCwe/kjH/vooec78rnFS+eoh+vivLATxJTv2+",
        "8Vvev8n0KD6UD4K+x4uAvqpH6b7fqho+6piSvvwxMr7MYMw+GVfQv6wWsz4q6kq/90lIv9v0Nrwq3r+9bR5sv3CV+L6/eQq/qvyFPp931D2mZZK3vmQwvzflZb5JVK08HtFLv8SQp78pn1K/CZbjv1cC0L68jHe91iyavnplVr/ZpC6/EgKFu5RCXL6YBZq+w4ypvvYlzDyXGg2+hJ8UvlsWtb3TW+O+8znWPWvAuL5sOzq/UQ2gvnOZhD3P+NK+n/GpvhQt077/PDS9ICW3PeVyAT5c0Me+DknDvezocj0UCLy+eWgOv1PI4L5jEg6/WW3NvjvSDb5YFQm+B4oQvx4bLD7dnUi7ptpwvmYgPr6Cf+C9swKxvb0FFb1UkUY7QJo/Pmh77b4HrgS+iSR4vYucQb6Hssy+ulqGvdhghL5HvIo+xvkEvoMqAj5M1Bm8tRqRPK3h073kUrA+4H0ivoQ0vL17qTm+muktPrhPfT4Cu00+pncYviy8fj0yjy++c1ikv2ca4z3F6ai+TOaDvlR8qr5UJxg+YINwvhxpNT3K05g+256ev0UWzD73PDO/DWRyv42+hD3TjIE+xYxxv3exCL/Xijy/5UfRPeZzLj7mxuG9AeAyv4APpL1tnWA+SCVNvzQ2lr9+Gom/adK+v+2Xh77wtwa+z5D3voAyN78k3fw++YlVvlSYgToRnca8U/TdPdsYbL1aQ/e9WL8MvhsHSL3OmTo/catcvhfzUb7rdeM+Yt02PNY+uL0hvqA+BarpPVn4HT6TJQ6+2gSWO3jaWr6WVFE+i/E+veIwDb6GX38+qGs9Popvzz4zpTE/NtSxPUr8yL34MMg8NkC9Pq1IkT44dyS9MDVGPROKtrxSjiA+9dixvZzAkLww5DK9d4CrvRsgBT7bFSw9CHdhPri4pj5jvpk7wHryvYGicz41aIA9iUcHPm/V1Dwi2M+8ceORPFya4z2c87E80VOUvV8aBz7ex8s+IjaSPnNVzj4avAq+3jIKPm9ME76eajM+",
        "DzI8PuPdJj6hViw8V7EuvcIixz1MihK8pUV2Pbp6FT4z/M27o0sePezy+L0XeuU9lbDXPUhTiD2Oozu+fgV9PDR/Az4I1j095EYsvq0De7wso8M8ErwsvJ+aWjwJ/pi909uoO0Cc9T1SryM9bgcMvij3Gr7bWcU8Wa/oPIkpBb7IyC8/GNFjvTNkwD3Bczg+4bGdPj5hD70v3SK+0MQfvkH0ib1bchQ/t4mvvZwFnj3mn+w+tipAPI9zl77ja2w+e+gGPrg8pj59fKy+Lt31PEYxhr5PCDo+PAIHPe06JL6V78g+a6u4Pt/XzT4IJEY/72MyvgpdF7z8nqS9TeSmPpKraj98gDO9/Ug7PnNNcT452Ys+P/WEvWZMtD1ITdc8zIzmvcRMUD/xxEe+IWRRPtPO2D7au8m8JlS5vXvo3z6fd/M+K26qPryJMb7eHqa9YZkWPUJlzT4dJao9pIYxPt47xT6aoiI/QC4BP6OecT+Sig0+7I4TvalUK7x5h/g+ij0gPyORCr6gemo+9ciYPtz/QD7v1PW6AMhhPipQHz2VmJU8FkYcP2MSdb3K+rY+JrgIP4Q7Ij4MnQC+XO7aPp79lz5v0xU+xc6dPCSLwT22oKg9K3ukPq7HBD5RKHY9uXxpPugUwD6pLQ8/e4Y0P0Ijhz3wIwM+k0x7PY8o9T4qUQ2+O6c8vgmXl725Hsu8dyR8Pn/pab157bU+RgFbvmkbsj1Pkfw9OD0dvfOczr40sxa+0m0Jvu8DWztByPs98an0vVBUC75Ue8O8C+ohPn/jD76lYiM+hcmbPglAur0t4zk+scO9PdeMMr6rbpe9B5gmPvLqVL4wnZg+DXIXvrEMXD/AVWi9ejQOPtaOBz7tvKM+YCx1vv1HmD17cs8+gtJFvuI4hD8YQiK+qHH1PlmGDT+Gwys+8G6ePeBMOT+d7sQ+pB7sPjhtG75+V4S9J6ydPdEVwT63pBW9qv21vRYLJz/CQ1A/yQ8CP77uaj/SpMS7AC/vPTacYD4wC6A+",
        "l1fTP+jYOr6Ec8U+8QVsPlBChz71hwq+0ZmQPmJXkT4FmJ++rADWPzDNq75Q+zQ/RGkyPwykkr37pZK+B5xRPyKTHT8Twf4+hDdfvhiiQL5B1RY+QwPmPk2JmT5u8Qg9NfxhP+lSkz/9Z2o/T47fP7c5vD6I+Gu6Kra/PgoxFz8fVzM/kR3EvV8WpT6wSI0+v+nyPtb8Vr3wLiQ+UMxXPgqZab5SykQ/i606vlnsCD8S3xo/o1gJPq/sB75OOhA/04+uPuZMvj4jary9dw41vquSMD4Ik68+1W8SPtrQzD284+o+Q6L6Po9cCD+JTks/JhZ9PpiRVD3IbL0+xVwWP8YBer5URqm+wjY2PQWJFLwcVbE8c8CDPlrs7T2xJb69W2AOvqu/dD7Dw+Y96nCevRQ1Bb9dBEc9YConPpwaNT71khq+US8SvQQ0BL5Ur2Q+YSA9vYWqDj4ATcY9gMeavlz0Kj4SsLY9LL+PvBcuCL31/zQ9XNvpvWcyED2GOFa+qZOiP39Yb74KA44+bj5dPi434j6kSW2+VnvLPtxriz7RDbS+B4amP5AqvL5doPc+FAdDP1PG8T1P9rm+et5LP8FCPT/XCwQ/e4jevseqnr3u7pg9DiYaP0jwdz4K6sy9c2AvP/fJYj/hMEM/c6S5PwO187zrvwu9UeLWPn4RCz8my5s/DowFPtQNjT4m7i4+JzDfPioa7D2eJ866Oyw5PqBcZL22cqQ/cdsiviKiiD5F3kI/KWpJPZ49DL7FZFY/v8LXPgu7Ej8xFey8HIbDPc47HT09ww4/g95OPSSrRT3PSyI/mvBcPy7rSz9Boaw/iImrProIVz7zsaQ9TGj2PsRAfD/huZw+cRCOPZG7zTwfAcE+5to8PmloiD4A6Pw901gHPi7gTD9v2kU7WESePmY8Cj8YkXY+FrZVvtt6AD+Oh5k+6JOjPkT0Fr2H4aQ9YOxePt9E4D7dzdg9iCGJPjbYCz+1c1M/rd0BPy7eXT+ESx0+4l2vPsnmxD32NPQ+",
        "qvaKvVNXmT2pG1k9BXhjvpt80D2efo88aoXqPV4nxr0+bGm8lphXPoDyl721EEc9kC+PvWCzlb4OVvQ8huoUvUKVNryddeW9OVOoPWB6BT7gnkG9ufDlvVnWBb5lqR+9/9ADPjbmGzwNmeO9Y71uPNEGRz681kK999+bPFaGJ75D+KQ//ewAPg2fYz54es8+8I2qPvfnwb04phc+s6rYPZmQ2r3ukaA/39nSvQ0GAT80LkY/0jIVPm+1Kb7TcE8/CiHqPtWiID8C5iC+Dos4vqVdYD074Pg+f7zYPMw3ET13Guc+qXJcP/MRIT/v2LA/ZMCHPVQwLT7MThk+DwohP/PPZD95VgG+GFpuPvhdRT6+8aU+fEF2vUmyhL1sahs+7DGAvXtShT9iDVS9ErScvFUQ6j69gGQ97ZVYPJqexD53B5M+0/N/PjgzoL2I6WW8wyvQvdv+nT7vCak944CRPfwlOz5s60A/ycLXPj3eeT+AdKy79g0Yvh3zIT1+DAs/MEkgP9KCyTzEj4k7O75yPcTtpD0rMvw9T4PqPeNmWT4ZDXQ9vHQ1P8/oYz6sp2I8e8mFPt2Rfz4bIBI+WA+1Pl1QGD50K5k+1DBmvaz7yT1aaCI9X9uSPh/ZQj0kCO89CN+DPrpNjj6Mqdw+x2tDP9c21b34CFY+hivFPexKuj7WJ0y+lU20PcP3Yr3pDgC+s+ZAPr4pqzuaBMu85eXTvKtvuz0wf7c8UGeKvN1cFj419vS9cghGvcBfBL69kho+dHMDPm6uq7t5J5I8Rxm4O8aKubwSFE69/dV7PJEX0rs5Du08xRtsvZK3DL4j7qG9gqPzuztpJj1ftJE8Z9URvucGdj9Cjw0+Iz8fPuIE1z0DZuY+MpRtPfmOjT1BbbU9yyY1vrp8gT8VsRE+2kkDP8h8Cz9LGaA9Z3Sjvi0c1D4L2yM+EdCZPtGQPL4uuzO8gbTlPSmwFD/NfZE9iBo5vYJ4tT5Y5hk/9QG+PmOLfD/pAn28tj3jvKOIBb2gCAA/",
        "u9Krv5M7qbx3fYS+nomjvnYQg75Heio+LOUGvWKVlb4GaN092ZaxvxHrNz7qOdu+w688vzSBZL6lYxI+5/IPv+7b1r6ebMS+1YLhPYnjaz1m/lK+KjsCv8dIp709why+M6wyv/EDcb9Govy+jeWvv6TUYr6WXAi9l0nlvax8Dr/xPiG/Dr8VvuLDar7Rsz2+punAvpdkmL1uGLK+ajTevf1xib0N9CO/QiwoPkT6Fr+GeC6/gj9LvdDPLz0Zxe+++ge6vtZtcL76Vdc9O6zSvT9qGb21k3G+nxW3PdenfD2S5Ce/BiHNvuvG0r6PlUi/vdiQvilvDr6uNdO+L+C/vprDLj6Pndm8fnOYPT7K0r3Fbwm+BKDnvAICSr0cQEE9XhzrvS+cvD3EQ8C95ASEPVDszj0hmMq9z6fBvfMuYL4sTfw7GxnoPX+ocz0ynyW+wvUOPR70fLvMese9sEiWPT8hpjwSZGu9O3GQPfN9gbyEQMo9UYWxOy8Ppr05o9U9CZasv++I7b1nDnK+KHeuvjInA7+Phpc9snG/vfMYCr7bygo9Jjyhv8jVtD5PlQy/LgRYvxxmJ70edTc+/CwjvwCRGr/Q8hO/v2h2PT22SD7dqvE978onvzZDtL1Om9i7gRY9v9jTa7+UwVK/RCSxv/y7N75qDtu9d9ZmvjEsL78ziHs/jX7TvfnALT5Bdss+b92lPlpJhT3YGIE+H2EvPuX6ij2suYg/EFykvhsGrD4uXSI/QXAAPrptSz1/pRw/7QHfPl+v0j6GSrG8r0o8PRDQnz4pOd8+RihUPhAVrj3IANQ+0IdXPxiuLz/owZw/4LyuPrwa7D1hapo+FQJKP750Lj+OyU4+8UQ6PqvCLz4Tgdk9VFPOPTlnNz6ZaPc9opSoPFiVFD+tBYi9FAmbPvEvCz+2AQg+RTWYPEwDEz9/rPo+VFOvPrDriL7glyQ+mD75PbfIhj6yyhq8E2JHvaem9j6v8vs+BBISPxl8MD916wY+FdufPWurmD5ek/I+",
        "W52ePNEDNr1BYvS6MJAgPgmnsb16Fu28UCTVPZteTD2ZiHA9GG+WvTotgL3IQhq9Bg20vM8K5bsYntS9LGOPvdnLR77yYf+9gdguPckfR7wOgZ69biU6PeJeF74sezi9z86NPWLVVjzFXzi7VoD9vdb4g73Y6q891DiaPTmpo70BsY8/iVFNPd0UkT6yUOU+Oi/BPmVu/737Jrk+RFORPp1ovb2wq6M/nNyhvjHgED8r7U8/NobHPdFzRbvtuTM/K7nrPqL2Fj9YHZK+UN2yvPBamD0g/OM+qWbhPeCNfDzPOg8/FcolPzgROT+3OYQ/8w24PoL9pT54lqc+9eBRPzCipD+Uyc690Tl5PoXoSz5/sY4++YfcvUSgAz6eCh8+0PRJvkxbjj+LYoS+LA7bPqpgEz8UUwk+nZg/vh/XCz/jax8/l+2YPugN7r1r+tS933BNvbUB8D7NPT69GaS0PIAIBz/UXjo/rlANP4nKmj9GDS8+r2W6PQMoBz7lnP4+QRMCP8z8kD3f+Dg+wR++PUG2Gj7OUzO75zyoPoimtj3oKg++IyXrPkxLyzx2m4U+7jKUPqzvVDzWYBS+/s7JPs7Grj6sPy09cG9BPcTaPryT4hY9GhGZPsaCMD5eQCe9qzCTPoQRiz5LGrQ+sujwPhGw0rxMgwk+OqwvPgS3xz6Hr52+feYZvlwx+Lx0iza9P7iNvbVLPT7Ws5A9scv/vbaPH71keiK9aVIRPpBDBD1kaxK+1tRiPsP6orqVcSK9QlwUvmgxwb6gXPy9lpqmPvuztbvbL2Y8ygd5OQrYmj2eEwI+bB8qPsPEJb4R4le++nwuvVQqir7UnvQ9gOrzvecpfT+x/CC+T7WFPtuvEj529Io+rlH9PCdHmT4OZKc+WexYvlokeT/0NYK+rs6/PspOIj+iZga+hY9ZvmKsHz//iu8+O04QPuoeS74o0fC9j/9Evs+Ejj56v04+V5e2vYVkwj4zi0Q/GX80P0bRjz9KZ9Q91L4pPnZFYD7tnwA/",
        "RpiNv2X9zL3nhlC+j9FovrrhsL7k/L69J9KAvXHnV77a55u9ErNqv9Kj0D2bHWa+pUoiv/Ee571dAwS9yuQRvxSOPr6495m+ta0ovqG7XLzKKo08fDWJvqZNDTxP99A7F3zmvr8PF791POK+wJSav7QC9b0G3Ce+FXxKPWSTRb+NZC+/9NHjvbXzfL46FqO9vyo8vq5vKr4qNzS8MF3IvU1R2TvkZB6/pgGZO3v4J74FO7u+I98BvqGgBz3izqW+uXl1vmB5GL74O9m9GzIjvpMbwr3GIIC+VYoXvfTNCzxkD3y+uEa7vjVQs77YlkS/OWPjvaviSr4W3vO9mxaPvvbXJD6Uu8y9FaY0PdqgDT0kURK+YJ/OPdHOzT0YjJq91PDSvbPiHDxYOxQ+izZyPcRsCz5Tnxw9f+8RPaRBi7ytGxY9UtBEu9JB+L16Mq09MvQGvGNhbjxjwi09zkvvPQeNy72zpzu+dHmEvGOk1D07ocG971sqvhJdrj3q+oW8NmaDv84kFL087SG+mCPQviXCmr7QLlS+aaa7vAv9k75whpk+h0qFvzwPFL7246S+guU+vygrzb4JQoG9XvXuvmNqcb6kH6O+/FWXvUdHMr7FKwc9SWfFvpsh+b2+2Q6+XELnvr+3H7+tAze/rCqtvxWhIb5Jg6u9jf2Lvdk7Fb8asye+9Z3uPSyZjr7bGlW9Gau8PTWPwb388Im+Xlgdvnop7j3iPBy+anwWPlzHLb5DgS6+irjgvUv3Uzw4pYO+HGkcvk8jmD1MK/s7HUkBvldsa75Sv1E9v5/bO1jMUrtTN2S+v766vRU9SL6p4Je+enANvpOI2zs4U4W9OKKZvcyKj749Yao9CGqSvVsOtb36S749fJcBPhXWFTxJgOM9hq6jPJqQJr6hUxo+Fy2XvmV7qz0oEuM9uMFuPV+Wc73np++9rNkjvg5ylD2S0IG+stIqvt52ar4KxuE9/5oePI4HIr5T+XE9pq8wvvgK/r1umje9siDmPdndRb7JsaW9",
        "Y8p+PQqIh715KV2+kUQjvXN3Dj7OSBa9ccWovejjhr0OS7s9uL6ruzAjiL5T2B29ZJofPTUfKr7EqZm97j8DvXo8dj2SgiG7/LTgPF0kzL4eG8g9r2yRPF3v/7yjeYw9ewqovdvs5b2UX1U99TwePBJApT3ZFhC+WdNzvZd3lD3EFV49DAqTPXXWaz1TqmI+wuqQPteDFT6R8Iu97hlIPn1FED4qSx89uC8YPotJ173lvNY9tK2YPeBvjD74PQK+ort3PZtGGj78g948S6MPvplLLL5oOzU+lphSPiFlbT5gduE91JrsPDvzeD6qYgW+FMEqPiD8Wz5+VHw9cJoUPiEbQ77pLDc++gnBPTnTyj2mIme9fKUBPl3WKz7JChE+Cx8YPjzyLr5mE3A+aLOfvbSfhb0ovTA9SO62PGhBx72pMvQ9QUsBvR1OdT7KQjA+iYuKPtOHDz7GJ7w9e2GJvNaiFb57H7O+KM8OOwqMfL2p/rw9W85BPMmtcj5sbyM8dOkDvojVbj0k1Fs9dGgtvq/bDb6gkjy9tNrPPV0PoDwJ508+jja1PXNRgj6FxKC9fGdPvkfjXTxIPig+Q5ubPYuRUT3tgg6+YhtOPQ28Sj6OIvM9g4V3PvQ/ZztQTS4+XRGCvX2HVj1FyUW+K2MTvbaNOj4aO/29aXS4PWKlm75lFXe+dt+mPck3s70esho+P4q0vAgcf72Ha/89esVXvve2Oj7IjBq8a+W2PT0Op7xudpY9ri0gPeA36Txkuvk9nVVDPOW0m7zivd+7ylPEvTXybb6GFts8mPCJPdnL0L3JFnm97+C5vczUAD0NTYQ9zs+Uus6nnD1mpI89DKJIPKKtP77Qndo9ss++PVYnYj6x6G07ayxcPrVJuT21Iwo+OAVwPpdUzjwy0N0+LmHlvQwsBT4btWw+p7BCPklMlTzhoou9v+ZdvmPz3j5kzMI8odEpPigVpb2lPAw+/C7FPuP9OL4X5D69176NPIHthL2FGv49AYygPlwodr3ZyVe9",
        "S9Brv+T+FD5sw5e9RahCvR/HOL5AqB0+oIncveX18b0TeuU9Oxlzv3Zbjz6++N6+IoPavryUPL0Ta149Sd0ov72w+b7Oz2++3/ymPg7eIL1D7sS9Lfg2vQs4Cj4MJaS8VW30vqS4G79DLPC+Ymhkv3wERr1+gaq9+PgbvtfyDr+ZXjC/EJBJPY4YNr6VTFE8WRaGvpvEx70ttBi+Fpb8vQdD5j12YAu/mJ6APEnNm76UnA2/7bLHvIc/MTpaOPK+O2yLvk2BE73JWZk9V8NOvkK3l70+k22+a/scPTNwAb5s1qi+zwLpvnHLh76xkjy/pZU+vmhs5714BUy+KUClvnYBDjyNZ1U+eRSYPMHkBT2z4nK+AbfMvaq5Qb0KlqE+PKiBPnwMwL13iau9ktg3PWYDeT0kmpY9S5u5OkDBVL77u809zdSnPe3LR74rfBm+5dXcvXf6iL4Pdmy9G/EfvP3BBr6uh/29oVFOPVK0vT1RN6I98UFEPbTWMTxed0U+Titbv2eWcLvWpmG+o+N6vfztrb68j1Q+0cV9vn/acL5Ai6w+zY9jvw+7jT6Oz+i+Wa7Ovi2BJT2oXYE+VPU7v7P+rb4DupW+urXTPjniCz7Anbi9rl6JvgvULjxyCUm9M8bevgZrPL/h2t2+I+mRvwQAW71Jfju9uhWRvb3b1b5D7oG/Mn1tvfSccL7wakq9wW2RvvG1lrxOM+29qD6jvh4dVj07SWi/wIuHPgl+I77JYgm/V6RDvM6UGj7TINK+4GJjvmA4mL5Vqh0+ZIxhPYdoqbwhw/m+lnxnvpfvubpWbpa+Q5hSv2kuCL9UvoG/4DeSvC94SL72yUG+plf1voreLL8CWO29uv7KvdZql76fkoa+vGA4vpQIv71WP3m+tig9PZ+2Kr965yi8NffNvhi+Bb+SiEG+RQE9PQvj2L5WrlW+iEhzvmHrLT2Yd1O9ouEAvu0UiL5qtSa+pullvc7s6b64zg2/TXlzviKLG7/okhK+vxjGvnmDo70dxga/",
        "pyuWPXG6zL1xhgs8/XkWPi1zcb6WyEu98p0avO/TcT0od5G9b43WvRzAZ7xn+488R6JDPLg6Kj4q2Xs9+BuTvQbRij3BCpK9fClSvdMxEb3iyIs9qKgRuV2Lb75YR8C9Xm+dvV2m171ivU+9VhS0u8aHszwgT4Q9B48Svhl9qj2ugpG/mNtxPZMU1L7IAo6+zFOyvpej/z3Q5mG+dbuYvnm6hz3Xlnu/BWc2Ps+pmr6tUy2/OUAPPkkdJT5R/92+V0gxvs6cnr5Wv3c+U9D+PdQOZ74/Rhm/5PcCvpTzg7oWR8u+QVR7vx3w7r7IzI2/m1aivaGViLwewHe+4mrDvgmfo72Lzci8s5VsPWYGpLo9B528UiAavm5zYj4hsoQ+g7cYPoKB0bwAqqA9G3jLPEf7zr2JsN09Q2lFPvnhp73T/si8dEzpvR5owjxroCM9nL+0Pfkk9r2NLbU7igTuPSBMdD2KJ6c93Gl9vS10U72dUMU9UgG8vVse+z0+oZC9iTi3PAgQa74SH8G900cGPk6kOL7xwSO+v/NbPDfe/j3e4wO+EeC8vStxzz1E+I4981MLvuCHkD1XQgs+MrmKvffV4r2H7kG+Qi1lPbVNB711XAE+LmGMO9Zbur3dJgQ+ok7JvGJTIj0oUaK97aVmPQAuAL0Ett097yaJPuVuo70FGNu9bcM9vajEFb4xLis+nZegvUHlET5r8Ts+J5A2PVBvM73Jmls+PIpsPobSoj0f7709R0dMvVi9nj3ojou9P/05vfBcv73Rq+y9zEGdPalI3DwBmrE9KMXVvFggw752H38+hiGNPNqgK7xsI5U9g0FxO9kBeL7OVLE8EPfpPc1gnr4Z5wo9Cm8sPXyrFD15PeW8mT4nO9r7PT5oT2I+Z3JCvQpNib6PD2M9DNSlPOjxgL5rN4u82K2wu7xZx72dD+u9qGLNPE3MgLzXFaM982NDvXikXb7kKjS9k//+Pb9yBr4txwq+yj20vfa7tb7VKTw9/QgrPVw36z0akxW+",
        "6FeTvyW4Z7xOfiC+MCwOvkAxl74NX3Q9/jwOvi8rqL6IBXE9HLaOv16YLT5xxra+Zm4Fv9eYq72Fzzg+qh8ev/ziHL9jOdK+pHxoPsQ7mD1rVEy+YqQLvybRQr1yBaM8cJn4vq+gN7/0dCC/+bOjv78kyr2noG88f8gEvg734r4MtTq/U8/bPZPCR75VUXK+UTGXvobd8L0ej2K+fUqYvk3lBD02dfW+sXghPcIqlL6lNhG/3D0svr45Iz64P+u+a/yIvs0fg75jLyY+nbiHOgsx1b33mZK+Akx7vQCgnb2/mcG+y1wKv8/l175MwCa/MMl0vhTNEL29a5W+uS0Bvy+Dez1Ki/Q9QvfkPXUlJD6+zxo6E3LPvQkTa773iYy9gbpyvZJyQ71/EIK+BL0NPVgTCjx+b8a71oQuuwFhF72+PCG9eq30PZTv3D2U8wy+jW5dPnnYAr5i6O09GhjZPaDExb6k+Ha+jg2ZPfE9Cj6asIE726YdvlkEX71PEys+wEe1v9Od0j2CGjQ9PtFPvu85Sr7/Slg+yT34vXuty73kKZw+56mivzHLOD5KkAq/d0EBvzba1Lsx9bI+dn4yv6X+977Gt7K+rBR7PjHxBT235A++piEcv5qZP76bYRQ+e5XjvnExW78kFTa/c6+uv786K75m6D+9Vy/jvrkR/b51456/EGlQPX+IqL496iu+4wH6vhwFiT3xAMG+aftYvk6X9D2OhcC/vemEPtaqB78Q10a/HcEjvNXDsryk4QO/nN0Uv8X67b5wMP494gRnvYDNRT2qia6+87VZvtkzwT2JxEy/3uqBv6ClL7/vedu/vkZuvuDnP758nGW+bQwVvwXPHL8ruOa8lK7svUzBWL6cPQO/tmTUvfp0or2Iuw2+HWMWPRBxC7931zs+EyjRvhgqyr4XCii9KiCxuROt/r7pRRa+PQbJvhFzlD1ldcs9Bw1DvblUvr7mXwu8F8JivHaI9L66oNW+exHwvjQ3EL+caxG+M8gUvtXtnr5uZx6/",
