{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              64
            ],
            "dtype": "float32",
            "name": "input_1",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "Reshape",
          "config": {
            "batch_input_shape": [
              null,
              64
            ],
            "dtype": "float32",
            "name": "reshape",
            "target_shape": [
              64,
              1
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "reshape"
        },
        {
          "class_name": "LSTM",
          "config": {
            "activation": "tanh",
            "activity_regularizer": null,
            "batch_input_shape": [
              null,
              64,
              1
            ],
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {},
              "shared_object_id": 4
            },
            "bias_regularizer": null,
            "dropout": 0.0,
            "dtype": "float32",
            "go_backwards": false,
            "implementation": 2,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              },
              "shared_object_id": 2
            },
            "kernel_regularizer": null,
            "name": "lstm",
            "recurrent_activation": "sigmoid",
            "recurrent_constraint": null,
            "recurrent_dropout": 0.0,
            "recurrent_initializer": {
              "class_name": "Orthogonal",
              "config": {
                "gain": 1.0,
                "seed": null
              },
              "shared_object_id": 3
            },
            "recurrent_regularizer": null,
            "return_sequences": true,
            "return_state": false,
            "stateful": false,
            "time_major": false,
            "trainable": true,
            "unit_forget_bias": true,
            "units": 32,
            "unroll": false,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "reshape",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "lstm"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout",
            "noise_shape": null,
            "rate": 0.2,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "lstm",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout"
        },
        {
          "class_name": "LSTM",
          "config": {
            "activation": "tanh",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {},
              "shared_object_id": 10
            },
            "bias_regularizer": null,
            "dropout": 0.0,
            "dtype": "float32",
            "go_backwards": false,
            "implementation": 2,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              },
              "shared_object_id": 8
            },
            "kernel_regularizer": null,
            "name": "lstm_1",
            "recurrent_activation": "sigmoid",
            "recurrent_constraint": null,
            "recurrent_dropout": 0.0,
            "recurrent_initializer": {
              "class_name": "Orthogonal",
              "config": {
                "gain": 1.0,
                "seed": null
              },
              "shared_object_id": 9
            },
            "recurrent_regularizer": null,
            "return_sequences": false,
            "return_state": false,
            "stateful": false,
            "time_major": false,
            "trainable": true,
            "unit_forget_bias": true,
            "units": 32,
            "unroll": false,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "lstm_1"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout_1",
            "noise_shape": null,
            "rate": 0.2,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "lstm_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense",
            "trainable": true,
            "units": 1,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense"
        }
      ],
      "name": "functional_1",
      "output_layers": [
        [
          "dense",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.6.0"
  },
  "hash": "fb6969619dd1c5971833ee4babea029111741406dfe58f635061f5a2fc67e07c",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      64
    ]
  ],
  "output_shapes": [
    [
      1
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            64
          ],
          "values": [
            "0TMdvwJZfD8t+F8/MkSoP/cK27/NBF6/M1x/PmaKjD+6xdY+NI2Rv4An8D7hRji/0Tp3vhlnEMASKW8+WjODvjStvr5+xia/IqAGwP2yN798h/q/2hC+vnGxkr+uOoW/MrKsPUaKWj81Q+E+M86pP1zQg79oOfg+XSQIP7vJ5T8mXUq/9uGKv+rg1T50qwO+mUkrv0lLWb9yFxo+4LOfP4alDMA9Nlc//cuRvwCIab6jN3o/V54FwPk0wD+u9NS+4kwuv5wdlr/CGVQ/1IG3P9jmcL8K6AJAZIFyvnJpuj8LHv6/6oR0v9ZZqz+tWCG/GyToPhfGwb4+szs/AYvAPw=="
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            1
          ],
          "values": [
            "txgNPw=="
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "dense": {
      "bias": [
        "T/00Pg=="
      ],
      "weights": [
        "ogHOPrPlub41FIS+1VxqvkXQG77gWoy+304LvusAsT0/CPe9fHvHvt9Unz7yf2o+3QlMPvJir76NTUa+hXA9PiiYx765gZM+ZIkOPh+lID7/WUQ+L9qSvoBzjb5Ro8i+CY+6vsbWaT7GfMA9A4bdvVI2Wj4s0sC+d96/vnyOx74="
      ]
    },
    "lstm": {
      "bias": [
        "s6YxPgtJ0z4oZGE+iR7QPbSB7D3ztiY+/rcwPRRuGDxTGKc+bPeAPPU8MD+52Lw92q4IPcOPqz4JEBo9WiDIPWV02z6oY7c+8YR4PrnUozokn7I+yAjovGtic7yQ8MY+p7EkPIHT6j5QDBi9D9iyPaYacj4bepE9+h0mPVodJj0rC3I/pgA8P1waZT+h+Gs/CjN4P0jPaz9JNG0/zZR8P5uDXT91iXs/TaYvP+gjdD8Qe3k/7dmAP8HpeT+tu3s/Vx1eP1LfVj88Bms/sp96PxfncT8buXk/h2V7P/4vRz+lTYM/A/A9P0Daej+br30/uHZwP5YZez+A03g/H4p6Pzslrb3Y3/s8dxxBPfulFT0n/S+9aDhtPTuPzbwz0Wy9cE5hPRhC3rxG5QO9cIy1vFCNID2zj629ihcQPQfkWz1g8VI9/t9fvXYngj1jWnK82OVsPcP7DT1UfoI7QAVNPTUNmTzTelI9PQ9nPcrbt72f21y9k4W2vBZ0D72nJcG8bP0kPuFF0z7/HJo+SY0DPmhT9T3F8xc+cSoSPSLquDsSwLE+fzRiPNW7Nj+ghL09fL4HPcQIpz6lqxs9G8SwPfhh3z5Cwsw+IndnPgDUZrtTUas+NbIavcjcdLzIg8o+cuNgPG6E4T6MLUW922SoPYV7gT5GP5Y961ElPdvbHj0="
      ],
      "recurrent_weights": [
        "9Q7tvdR4Pb+ZJYm+G1JXvtP5qTyZoxi+4pl+PQENm714c5a+0OHZOxXYQb9dwQq90Gd8PWue3b6EUt+9nkGkvbhxq77K0WK+RvErvop5mLy1AOO9jYkvvnu+HT2ew+i+sdIjPkcuHL+TLvm9EAahvrWiRL7vvIe8TDLavevPS70UQze+6nRevlpgVj12wSA+AhdiPr5g070414C85DwmPWk6kD2epxg+8T4sPnBzZbwya9Q9uIS1vmhkA76xheG9ve7rvQebQrzlJmq7nBjmPABszD2QrS8+byopPvQmBD7AHvq9Ym2QvXZLwb1i5aW+Ro4YPvLd9z2C7r89iXn0PU2vfr0RiiY+mrLHPJJyDr1F0l29nuWpvfSLfD0uKAw9JCKxPbe+Ab1nteG9TVCtPQe32rzOoUM+kduFPdhHgr6UdN89MQOKPXkKRb3svhQ+V/GtvYhPlTyCey6+zbSRPTyJND2H9xQ+vN0jva/hYj4g3y48Ze6+Pfn4+bsbLY+9budGvXFeLL96Fw++4TP9vXn5G7041MO9HyzOvYVdCL5KI/i9iaeWPYPo0r4OYfa9yDw9vSqNCb+cLAo+vCFrvs+Kubs4x/W9X8kcPhKnpzznRWK5P6XTPIHEuTwiHye9mtZqvCITCr8tn2I8jLl3vaX5gr6EVgE9u7TLverGHL6om64+ui4yP4zkkz+k6UA//QqsPo7nHT6SzOO8CxiKvnjRhD+yRYQ+XNt9P7ZgTj4HG8w+CEwmPi7suT6k0j4+rp47PSHPQj9K1R0/ZEwHPIB6JD5HZLU8dLjovdYvkz8vdCy+sJWKP6H5Ub5qAvO9d5iBP9/uhD5r7dQ+SnthPkFth73KFlY9Ie8/PsbKrbrsFts8MEJvPRFP+rzhoVO+JmmlPnWlCD6b2nS84nhGPjWLgT6teV0+xDnlPYui8bw+pRO9svW0PnMnBj7klrA94q4/PM3QiLwRh9K9P9Z/Pqynwr2yZx8+/7GZvSVyOb3a0Ig+zv2uPcZVzT3NN7I9",
        "6I9NPMntCb7Vh/o8fSdLvk2S0T0EHzG9pPNqvg41QT6KhaG9j3m9vO1avDocO/a9B7CXvoE9G74xDJC+ZORCPv+yJD53NRG9hJVFvrxPpr3Migk8YHF+PfotOL2rFIQ+g4VzvhED9rx50ni9kZWNvRT1Dj5L+dE9CVzQPUxKrz0dLPc9lILsPj/3Ej+dcbo+QitPPvp2EDwcofS9wmFAvvr2AD/UemE+H50cP/odgT0Ncyc+2R99PpYJqz7PCUw9xgIVPhh2hD4ycwc/RUcKPhEWBD5sn2y+55u1PUG51j69xU49FbEmPyPdi762QLw9XnwEP+bSSD42Z9U+q/cAPQ2rEz7VJUg/Sbd1PiEWwz6pQQe+6RhjPtys6Ty5jJG9oacoPjMg+T1KGDI//Mc5PT54/r0++pk+iSMPPtvYGD3iqMo9GTBQPp8zlD4jjcq8DruPPo3Rqr1cKgY+NmgkPdbN2rv3e/Q+1wIsPgefpj1yAJI+6BbcvUm27Tzwsis82ykGPXBAyT4n56e9I+VkvlaGE71Gxxc+ouziPFMymT3LYDa9d3YcvPpAgL4kBkY9ezslPpqt+D17W4Y9cIQ+vhMT6L2y+A8+8YXqPO6mID6K7wA+HMHRPaeYrb1JgAe9LM+lPVooir1B7gU9K0g5Ph3eLb4RCNY900DSPQLiWT2mrOk9vi+sPM2MsL3BjAW+BP8rvuvGIT6x8Ca+Euq0PfHrzrwuf1M9/TbNPXY1mT3b7309Ap+Kvk9Mg73E6EU+PihHu+tVCD4iHlO+wnYRvns8Xj40IRW815YXPp3MVr4LKbC91f7OvWV5bjxZMyW9+Y1FPuAAZj29w5S9RPQ8var8lD3u5OE+Lh8nvRffAz3j2na+W2Glvgb/qb2ISIq+9CwOvg8E67zQTow+CMiEvRUW4rxHBvM+JRIbPJN+HL4vwYO9zzp3vuoltry3kYs+DYn2PTo5LDx3uV88xzYHvmlM/j0YYCA+aIw4vq1uCz6tYRQ+gzC1PQlMt73MMoo7",
        "Av6FPR9Erz6VlnI+4k0kvVZcET35HqA9GUO7O6sjgTxbwMA9nLQEPp8isD5FLz08EskcvQTAZD5D5rK9ASYfPn/m2L3GTAU9KB4juzrULz4uOsO9FxmrPbiwdDwTyEg9EHvGvVFdgD77fAs+AfuaPuAPWzyLy8m707JyPVNXUb4AJde6luTGPnDAsr07fx6+LuyUPZ2yAT68Nh09rjIePdZeEzxWgvO8uPM6vmjiAjzgymW8/WtmPbS3M71I8K498rY/vWjsz7xxBku8R1QCPdiV87yUpXw9ZZGTPXsSfr1/uhi+aKoRPoj+Mj2dc089kbfQO0gQbT2A1d88DrHEPbfdI74rIVc9JfiHvWx4hb6oNps9e37Muy4glb1Rcgo9KH99vgulBL7GFy88yuYvO0LIG75Z3pq9M6pNPS93Br1PnG29OjXSvW0ZeD1Bfci9Q7ICu0kJJr0B0dm7XhrgvG5KPD1rhBM9aJneuxMRST5JCUc+30rQPNjWir1vM8E8EffsvCAekD4aBk6+l86NPdfVsb34xIC+3PNYvU19Ob1hrxu+ja8jvuWTYb0FJoe9qcL3PVWeuz5DZ4s8YCxmPYosub6DRJI9xhuKvrlJW7xAOQ29JGIJvvcQ37oww3i+kOezO4zCHD6GTRq+6SfGPaBLhb7f05Y9+xQDvOQc4z2s+ps9/9tmvjRxFr4+8YG8RlGpvLw0L70Cutg9CrfEPfzQtrw+ZRS9ExeVvkyGtbyuxSA+DabMvl/NID0K6Y099WKgvKnaAr7oNz4+YIe+OqYFl70LPKW9if+QvDA7gr46ILa9F8yRvq0jNz1qlk2+DNyuPdXfxr31DCA+WbEHPklqM7652LG+oZzmPJs/FLqUq4u9eyAgvkDjP7u+orG8NeB6vHt4u72TN+c8wmQ2O+4FS75HcHy+QeTvvdIW/T2WUem9y4Movr/6rrxA8nq9ozcmPebq7TxEn6e9zNRnPIxPtz0br1q92+Q8vh+ej74GGhk+LlzJvfNPCb5/7vS7",
        "Y5zuPPY0gbwpf8s92zIzPKkx5b3BRZo9bCYBPtLP770BhiM+LM/hPV2A7r1Baoy92saXPYvTHj2DQxA+hy1zvUBqhj3Zgme+1dE4vfxCQLvZrmC9agZJPRDgZr3jrks+wpUhPt+c/T13I9y83UZXPZTQlLyKOn49d59pvd8tEb1YYG29MPlOvl99bbsRcj29xDciPoxajT1spis+yktJvgc5Kb3DnHw9eGZPPc0WGD2SVZ07sNgBvkB1tbtQNc69sqoZPhAGwryIGic988kTvlI+ST05n1e+UCFbvbi5Uj10fQQ8hqAAPlnwBD0ThxG+6cYMPpYOwz1uiC0+3OMfPMiV671FagA/hwCcPj33Cj6Tdcs9pPoWPQTJwTyDGj2+zBP5PS/rDb1r+iI+kccZvRSZiD3Spf89PU89PgVK9DxxFgM9CRiJvTz10j2tLAQ9QfQdvZyzsTxjA0Q+LxJYPoszjb5ZGtE+zbXZvdlyZL3KmUa7ZR9YvW01wzuZNZk8vstlvY+m2T6brTU9JayKPcnsqbwBCwU+4sD+PWCYUL5RjRI+Wg2IvGb9iT53J8g9TOsivaUmST4QhN49BQYPPvw9M73jUxk+f44LPtQs2D08V4m9WLMkPR2OCD0HA9k9jAQUvuuJVj4VoPM9D/yPPle73z31ZLw6iTuxvZcArj0oQwi9jlGePITpIz0JRJG+um6IvT77ZL2InnE9d5ljvtu6oL03Bsk93A4nPokAl7xLaHa8Stu5PSpYm7zlGPg8wpa3veTICj7/YSy+g4FwPH+EHb2j8jK9mneWPT2Pdr5nVYk96uxBPFXQ4L0sHt29XFdyPbhFdj0GmjM+m14BPbEVx70KZfk+KYtRvfxdVj39ycg95iQhvtJFFr5M4DW9Hh8HPp3AEr2O+UK9t63XPCXxuj1tSKA94VPNPMZUZ730/QG+O76evbbsyj1MaRg+VAdWvRPoqj2ET+K9dkM3PlVZtb0cHsg+uFUAPtIGkD2zt4q9vc4UvQt2fj3Jqp89",
        "p2S4u1slub74TLe+WNhPvqyLRL29M9A7qZuRveajIT19nrc9wkuGPV8T172paHC97fUJvcUhNL7eGoi9c5jzPeGgLz6yffk86Ov4vaj1j71jRvk9JS0pve82Ej4kkp2+FTZIvb6l3r7ZD3K+8WySvavhE70hRc69zIUIveFABb0ReJo9vLYRv5z6tL25Iji99QPFPGM/s7x8mQS+gU0wPhUMxr27ow69Bi6rvtDtTj0hqy49r5WJvqJgCL7WD9O8YtqTPU+OBbxtN5I9rAtDvQ9wq7wWpC2+6Yqnvf2LJL3P+DK6iPaovhTgvL3LB929i58KvuRngb33XfS9VS7WvUGjP74vKO47QvShvKEKx73rsLY8khRaPdrhx7xoJA0+W7BPPjIver43NUq9uIpaPbT3aT1gLjc9Dy1nPJdZjr6KOV0+ws6rvTsXJT3BbXu7q3B3PJtS3j0lpq29MpKJvO4WGz6zwiI+SYvcPbcSqb1Nlfa9yjrrva6Aqz0JP4a9zVK1PWBirb4La2G+fyV9vtZP7L3O9QY8aAZXvfbK+z2Tvgq+OxMNvVRwUb3z6la9znuvvQ+V4b3hMjS9fCijPRBeOj7Mbte92tx6vJHbNjwxsSc801LWvZ93lL17sF2+cZwsPjSFgr5YQ1g9mj9XvmvoBr6ObWi80amYvJ6m2rzTINW+AAOcvtpSpr4XuEy+/JcVvbuSjb6jvBO+uV2+POM1/b49tO89a+R2v+R+Nr36lqg8C4eNvs47Qj0BLW29o+jZvtQ8rL6dD8e+DTqGPXlalb7GdkS+04iCPurQKr/gySQ+jOYnv2eli71YgQG9fvrkvmL9z703cO29eDy2ttqJcr28JNA9MxkXO1Iw6LsVOPy8CPyBvWXC0j3unUc+P33VPcHPAT4OU1o+s/EuPhvIiDxDESm+pp2JPO6fF76GRGa9+rpEvUFNF72yoba8FgAAvpI0I72RD1699uS9PN4pID7tJzs+BMotvFBKQr3XHiG92+myvMxONj3cvqM9",
        "NrY6vE82CjwacpG9b1g7PZoRczuvERK95WpcvYVtMz1znxO+VGThPROhIz160Ow9fRshvWaGqj0aeCm8tUA5vo1Hbr1iBiY+Yv1nPVWcZbu4DDY9E/OQPZQMtrk7lnW9WvMXvi9A4ztFgc+9RE2svPmTcTzxRqI9H7ohPtkWpr2GQ7S++1Mrv+j9mb7di2W+Q2SXvm9iqr6m6ki+cW/ZPVMRCL+F04E9n3eGv4UiuTtnUU+9n5+qvuBUlTwBPE09OKjivsZogb5K5wa/xjcvvqPD6b52xqg8bZyKPtYtKL8Ebfs9Qkcqv9TwdjznPcW9Gsirvn5p5r2SKtu8yn8yPVXE2L3qyG8/odOHPoH4pT48saE9arpmPvawmz4q0W6+ypOAPnagkjx/rTA/181APkHpez5UJL4+DqfCu47w6j1bYBc+Z59iPkNHSz4xLUG8w5MFPnYbAz6Nl8q9LRDIPjF7LD0/cjc/utGaPR+8jT74aHA+wBVbvlcjaz35Xju8/KADvR/M5z7w2SW+mm1vvclxdr2COi09BAlSPQ+V17wBoPU9JYGfvb5MEj20vDm9QaSTPfazCz643+68pBYNvfYCLD2ymPE9JWEkPHDpRD5O5Ly9C5kxPvrkTjvhLBs+TTmRva6Qrj3ufVU8csiDPsGVij1kuS++ZhlOPB42Uj3qmQQ9wUK3vSpjEb65+jQ9t1klPjsIUTx+yWs65CukPcsCfr4ZlpS9OyTCPoEttD2fDhS923yqvVic2TsfL889AonnvajhPj1BpTS+xgvQPViVF70eUjm9RN4vPpJlCb5jpdw8n44FvuQTR70OxSW+ylHhPQcAnb2EBrW9QMtePh0SCz6rWlM/mg8lPjGl2j0mkCi+4eK6vJ1ISz1SmwC+x9+RvAxsCD5u30o+aJahPSTJHT2nBtw+pmLluzrA0j07akY9i49UvA/dVz0Qe9Y8nzgwPglLVD32Ho+9wAbMPdl2Ej7V58c+a5QrvtZEvj15WQQ96KA7vYSNfb3QqF69",
        "cbkUvceDn754BTC9SYSVPSoDcbyt+dE9PuL+ParB1TzWSgu+1bKDPJ50BL6wQfO8S22ivdYhfb5SPRW9SuW4PDo9nj0tteq9B57+vTadr7wRuvo9+v8Evb3Qpr36hh++wEw4va63ub4tHNS9d4UxvhWhIb45mO49+x90PbMOzL1Ax029zgcmvyFtYL4I2Y69rM4Bvrx8cr17VwW9WO+5PWRxjb5BV269DvNRvlrnn72feNI9+CiEvkkh27tc6Lk8mAb4O30rB73Ejg68TLqQvThaPj03aYW8lf1wPXVYhb7OMjW9IaWnvvKFDL5inzC+Q4CWveNghT19r1K6gDHWvfPv/z1dj1A+vBcPPsFB4rvVuFS93P8Wu+054T14RQm9uZ8APoARTbxJeOw9MLXRutQrCb4oNLY9OJkGvUvKQjwSLQS+e+XSvSC74ryJsoq8h3NMPrllHD3NIIS9AWlyPJgKsLzxTK89qEBDPU1I5Tx/mc086Gz2u9Wxpr252A09NVbdPaIKy74Q4pG9suggvvGUorwFy6q896lzvFoDRT5C/DK7/G07vs9L1b3wYcg9DB2ZPQR0Z72zSUY9aK+jPLBEjT5UzDg+ntvmOjxsy72YKL49aqAIvguE1D0tDqe8Oz8Kvn9GQr4fHA++n1VdvqFlnryIr/a6i0yevThp9r11xIm+nIKiv6zcPb+ARPm+KAtQvu/nub6Z8ge+FTMxPcgG9L7/AaA9PHdgv7Yzrr1B3qc7AAoYv+/72r1urj2+YMKcvoJnw76XW9a+6P7fvMVzNL72F+i9Da2KvcQ7N799xzg9+gmFvzI1uburivS9k+Yav3DbNj35N8q8WFHBPCjZmz0xSCm+gu+gPnDomz6+CNQ9Rg+cuuE5xr2Jzo280MRgPdBtjD3mpZo+pyoiPmPjzL05HqG+ooJ3vaSULz54iow+Si4VvtaGlz66gBi+C2ZAPouyn75blRO+CjwmPiYhdrx0dmQ+x8cBvU4gqz0kh4w+WfAhPYx5fzyggb08",
        "2SP3velqzj7eOJ8+9j6vPqgVdj3xZka+Z4uEvYFazbwvDmQ8WV4svuDruL4rwvO8ClI8vZ8l4z6Azec9TwHfPMGI2r2+UCq+3tzhPNPZ3D18n1q9kJoBvRMOdD022BI9M/hJvWF7Zz40y0q8frk+uyUIOz3ssJE95eEiu6UNHb4EWfq98A8zv3/Pq70Yzgy+4PFXPl/uJD93TaM+Wvl7PYdLLj58Wy48WXSIvoqp/D7TRRC+LAcVvzIpNz710pE+a+tUPnUQkT6XydS90wURvtq+CT5weOY+rzINPSXTdD60AHg9+OIEvpZ+Ej/xEfY9gfCWPcWWcD5fMpS+x1+hPIcU77tT5d2+gcwOv2LPvL28gJY94QwxvtN2Dr484d46fkAAvqMnAD1mRUK+W/ThPeDtYb01Tsu9GTqHPQsgkD3D5wk8ZVONviFqoDx035a8v9hTvLmbKb6Cqq89cpx0voo4UT7pTvi+PV/1vEsQdT2IBAW+uYBEPNdVsL32i+q8ZD2HPRb62r4yG9K9jDYuvX0W8D1OCqa9JY0WPiSZFj38sRO+YxgJvagASb4UkLS9DmQRvKXGiL62Lgi8L3j0PfhfOb3FKA49c8gBPbqNY70sjUc8xR+ZvPo5Uz0gWTq+ue6XPZAorb63naq9sY6RvaDnhDyWI6k8FctevhiA573gvbW9nVM1PcvNdz6+jwo9N4tGPPIlVj6yOcW9Mjk2PfAL9D3iYZ47qt+gvUiVLb4a4hO+JJu9vA7xLT0vpkS9ElItvoRSmL2dl3o9M573PJAs0j3B4aQ9yopyPdqpPL1qs6G9WSoSPgJjkTt5mDA9rImZvdMlNb4Krqe9gl7APAzTKb6ioAy/4HU6vspImb0v7Im9Ci5EvPB23D0xGuo9UxKrvYYYgz3Tchg9KEaavfyOQ71A546+sskIPbNpgz62j9E9Na5qPPOGLrzVv7g9X5FlPu43Eb0cB+U8YS6TvUXyrj2s+s6+mlr9vP+nNj2bRwC+DxGovF/aDz5cmh6+",
        "jsYTvr4I9T7XabU+fGy7Pji0kT09j6I9iqIkvasuQ74xuw0+QyGhvd82Qj05Z4q9naWivavTCz5IeuS8tMvavfy8OL7rjpK9/Q6GPef4CT4/6Si+EZrDPMmNyzsuPnY+JM8DvgoSkD4oVwY+k/POPTl0GT7cNDQ+zpmKvAG0nrzLMCs8YIKmPj7vZD4HKT49u1FDPFOxgb3ULdk9Eu1NvmX9gzwON5u8fSc3PkHga70Wh929Dc1vPs3VBr77tg0+jJtBPs1dPDw0ElE8xlquPAmHZ71rgCo9fp4UvaA1Kj6oKjk7fle8PiOQE70A3w49ACFHPYm3HT0e4ke9qusQvk2KBD4+vIu9dWbwvepc2r22Vc66Q6CgOrkF9zxYTOc96zu+vVI9Dr6mpBq9qHPEPTdIxb3SiKa8U5zRO7HirT0rwzy+0yigPS0pyL2P2OG9XGotvr0nbL3Yj8w9iiXruvJufT1W69A93S88PXNDhj2JKry9lIjHPdcVzDyFTuI9QvE4PNC5uz47iFM9AbOWvZW3ob0INyi+0kwJvlQ9Sb4G3Be9GfThPALdxj0mTXI9uMyEPSrBhT0257W9KtB5vpftkbzuPxG+2lMOPK8BBj0ppWK+QXabvDNKq7ysM+I9FE9MPm0inz3gDrw9qOVpPcU/PL3qcP67SOmrvaV92zy4Jtu+3JaAv/F/mr8zJiO/lq4Ev+A6ob7Baam+7acLvUpvl7842Vm9Y7+cvzRaFL5L3Ce+h+AbvnWRlb53i6m920bkvk2cW7+pVkK/o5J1PG+2ir1ZX7K+IQxfPvPFkr/LQOo9jC+kv7rdVr468Re9ajVpv8ne8L2XojO+zsH9vY6BL7713V2+yROWvhIApb3tm5O9MB+7vdj6Gb7/6CY+rhwOv3Rl+T23bxm+S6huvazjp71+ABm+y1UbPs7AD76XFHm97Iv4vWYj9b2gmgu+HotYPRfGjb2Fji8+8/y+vlQweD51Dti+CV1+viYXlDyXqyi+eOrVvcybAz7tVic9",
        "Tc/gvcxU870BPYY9YtOdPCjIBb7jsdW8Bbk1vGeWoz31Oak9C20svjNEg71pODm+Ax1/vdmWS71eQGq8nC/vvRbyTj35NcS9RtzKvS3HJD2dMNK8ZmSyvVLluzxE/849pQIoPO8tTTxSqOs7mgk4Pi3xVT2MrZY9+eqFvbwaxL30Obe+qGFOv0c6lr82Xe2+Hei6vmou4b7Jeqq+p6noPQ+skr9CUDC+nIufv2rUDL687p6+xO+tvqo9PL4EGi89xskWv3pRg7+G7iu/Qe58vobuPr7lNDa9ubSZPWDWlr8BLKM9DoSdvz1FYr66+9m9PCBtv0aRiL5jgYO+wODuvdCm0DqHv8w+9ULLPuWmDD7LgyO9NNWqPFFrJz3tr6k7TMdnvE4rjjzi7IU+g3mePAE+br2Km9M9l021vZ1GR7zwKOu9qp/MvXvNKT4P5Ga+BMOyvJa9wTyZc/S6bP7sPcIrCb6kGIs+gLr7POJ/DD7SSdU9/4R9PYrEAb4KyaC8ZoLbPXaMvT5yz989UQmMveSc5j1/Bms+QE3fPdzCTbwMmGs+Hwf8PQOZEj7fxHK8PBm0PWJB3T6tKB2+DnN3PbB8PL3ZaTg+AhSevMSEor3b9VW+wU6HPUAqD74iPyI+o9HaO8UZBr1Yuzw9wzS3Pp8Tcz3llAw+3+0TvRAisLyT8US98k0AvcypDryckak8/ROfvSrmtb2xU+y8ivdqPIMivLvEugm+dGhlvTmwsjzN+ik7Fm0Qva2akT3PEus9f1SJO0OYiT1egqo6EooAPR1dGj1sX6O9aDcOPQ0DHb5s5/U9r9LxvR9DFb4LsyY9/WDZPYe3vD00mLG9cISrPIHDiD3q1ok+D0sRPWTDybzhA4Y9LCEQvfM4wj3VV6u93dMKvhkBHzwnUgG+NOXAvOIS5T3G2nk++2sdPfxfsD3aiJS9ZcgoPFjcj7z0FQG+rcPMvXj7qjy32qW8KsAovtjRGT0/5Bc+PE8Dvr5aUT754Bo9TbtWvmJbDD6BAlK9",
        "4tSQPiTaMj+PUhQ/bsGcPrl4BD/9ia4+ZKY0PtM2k7vbZSw/pJHaPE0+WT+n/og99uqDPYDYID6BNhg+PYKwPc7i+j6giRk/bs3pPigp3zyV4M0+A2GlvKaquTzNNXo/wLNmvqUIXj9f9Yk+u5+jPY6zET/1od89CKUlPEt2hz1NzJ+9ZFopPghqgT4bGeA9ZcoiPX4Io71SIH09J1JXvh9blj1Rapm+eI4QPgNNMb6USqW95iNUPkrDQb1UVQS+UCZJPNd7Rb3HRhm+FT2HPRsBX72f38q6J+dSvsb2QT71jOe7HbKIPs0AYj5gMQW+qb1LPXIxRL4p6yy+d3VMvvdRVT2Jdas9eyemvIpnzjsNcUk9xxn8PQviDb06ip69G6BHPTqexr30Sl6+T8dbveJU6jw6mA+9dv/hvQheKD0ra+w8/SjmOzfOgDu15nQ7XXCGPPgk1r23s7S9dS8JvVpApD6G1jI9FG2LvTXig71XxJk9A6iDvRTLBb77Y1i7ATb3PkGwFz9RVCs/pdagPpNkuT5RjPw+/I7EPr2JIb4mMUM/ga/qPLVzlT+9hmE+P9yBu5aTkj5T8689eaSDvQBfzT43Uko/Fu/MPnB3JD1Rd7s+HmkaPm00K76R+2s/Ynu2vptdaj+1oqM+cu5uPj9LCD/QUZy8S2VnPAQYIb47rf89YPtNP0A5nT+dGb8+//VjPsbBpj7K53U95LAwviUyXz9X+eW8F3NrP46olD3KH3+9ITwPPhWleD3n5+s9gGHAPoSTHj/rRqk+YkvcO6Layb1cojI9UdvRvR94gD/tOZK8NMGfP4ZlFD5itIU8GcYdP9QEUb1XHoe9PVcfPnPISb7Kh5Q+zHwxvpQker3JnnG+EpFQPnpJ5T0IX7S9k0ljvKkzEDz/5IE7Zy12PSAbgb1BhPw9Dd9GvvgGyLwzKc283GVfPii1CD2/2k+8gQ8lvRGmWD7qax2+i9t+PBDkob7V7WY+O7OAPX0JtD2muok8BCL0vQkyD70Myyi+",
        "QvogPewlRL6qTMC98pWDPa5/8TwKnf89eFWyvJx1zr278x++iWSHPYXzLD5lIgQ92KEcvopTVL2Lmxi+PINBPdLXtr34gwU+aU48Pa6b6L2Llhe8LXOXPCwnFj5M2zK9RItEPklesr3gMUY+LRBBvdGnxT1bG1o+bInzPd62Cz0eVlA+FRhVP+XjOz/OLAM+IG22PXaOJD43Wg0+cz1MvSFAED/hhZQ937RFP3FCpTs351c+zdRwPnFoAL2RVhQ9JzH+Pd2X/T7gdkM+1NopPiZ5Hz65YW28payZvX5sSD8hkwa+m4hzPy3vADy8pfk9UPbSPqUvNzx5/Qo++ylDPQsfMjs7/Tu/oO3fvhJTZ75Bjsm9qaCSO3FROLwLoLS88T+gvs9cFz22XQy/ny8SvGKmNL5v9OS+4MO1vcVbbr6hE0e9rO56vqfDOL52Scc7uP0OvuVq+7y5wwU9msjYvVYgmr2OiBC/CtaTvrvKEb5ePAO+W5ZAvmQe4D3ER3k9RtQsPYbrjb6n5I8+SfQtPi8JND3Wnsm8ljYFvpUUmr1pwh++SitePXQET72zzJY7wg8OvYYiiL5f/yy9yTfEvY+WNr4D3q6+czPHvTHae70OanY982tUvYSv3b11mDC+bNMSvoXV9b2o9Ya9CsHKvcMhnTwpCyG+qvr5vTScsT2EW589u5MqPskheT4E5wM+wa6KvXPGJ71jELU9aiI0Pr9blT5XTJI8FKNvvWobJjxOULo7QNOVPoQPlTzwbxW+E1QEvvMuGL4YbU8+ZfpvPTiiQL1VJOW91uqjPFwMDj43Wq08Cvl+PmkhsLtrI+U9xZDCvZ02Lr7PzFa92imfvUx3ur0Vovy+xOhrvZ6QBL4KT0M+ETk/vWLiVD7P4yC+RfkIPcjBIj1QJ3W8d30svY1O57yCF7++iPE1PR3lPzxAaTI9+OUBvV4c6DusCrC9oPkrvWonuz1cIQS+8H6EPMFdKr3ox6y+Pp4cPXa/gb75zh29QpL1vU1xxb3fMga+",
        "2zmCPK5Bgz/89D4/GLLAPqU9QT4WdF0+mOeMPa3jkT25hxk/w2VgviFQbz/eFX+9RL8bPtc7CT+6F/29JOa7Pe1KKT53DxY+6ON6Pt5bAj3x4QE+YZSkvLqVDj4/qCo/NGSsvcOaej+SeUo+fhyuPqmAcz4DuQm+ynwTvFMipr1m4wC+hCaFPvwgZL5gwR6+NpwqvtUiLz7xqC++hgmfvTMowz2snZC9ircGvlD9j73/3gi+nDBzPgeKVr16DAC88ghwvbaUSjssJeK9GdsHvZnKYLxcbaA86vwePe1hJj5SVKe9mpMuPmlaYz1S96A+KHapvT137r0eBw292EspPgCnlz3BtA6+ivGIvO/Znb3uU5y9uFDyPezG9L2GIMm8JoRJPf0X5zxa1QQ+KdBIPe69z7wPUCC+6xV1vTzekT0AKG292LD0PZx62Lw3tnW+D9kJvbUmOj0V5ba99O/avYafL71sbZm9dpfkPCOIFbtCIQ8+jh1hPV5FJz34r2s9MYiVPSgcQj9zjY0+VLVmPc+23j32mRs+4WZYPZv6kjxVqG8+/OYnPJN59z4xfAu9wRwpvV0Fwj4fADk+ahG5PWwXCT5DkF8++JB8PiDKNT7JVyO+EfiBPAg/z7397pA+W9mBvS6qGD9QXoW+T8ZuPox/CD44znc9ah0evUdfOLy74Uu+ztoSv8YxDL/jbhe+SqcFvpa91b20Mga9pAbGPJp0er4iQ6s9sKcCv8GYeL0CruM8BeqsvdRwhL2KJw89hkPFvoNqlb7tLd29XopgPX8KCb2554e8nXN4PBflFb8+tAE+KgoGv2FcQz38oH+9CEt4vr0Ltj19Pyu9NpDoveJJA73b46e+33yTvkmfIT64yju+x5navBJqRb4oALA9ytLYve+U9jzB34e+kmL/PR/l9jw5VnC9nE4bPLe5ATx4VGQ+xwh9vfvu8bzWo80906uevCu1nL00YAm+6l3fvpWypD30yN++J6sDviI9sD1NDAe9GgW2PFX1jz1kwlA+",
        "oQpgPfuAwr2qKIe8phx7PdpOEz0E16i7upkePT0kZz3YChW+QbPvPU5JyL1p2ye9SXaYPSw41D1YlJ69nQgyvjCBGz5v9EE8TLKzPbOGjz01unA+/Xagvbvf9zst/R++rybYPL8ruDwcore8LGPxO/0yjr0t5fS9ybTlvesfHzxjU/G9FbEgvysaCb9C2da9BnCUPA1Lj77noAi+6xsDPprutb5MTh+9+/vrvvvd6zyvVY+9rY4Kvn2jAT2Wg/U8fsFAvj0Xp75AuUi+WHP6PQg/qL0c3Qy+okzqPY46Jb/DcwY+05gfv7Y6F71zRy29PkOEvkdDDr4lx5A9rJlBPEEsDT5exoU/HVyXP3m+Cj9fmx4+WYuKPlrXRT5v492936tlPwtkgL0RIos/JGrMPsAgiLcdbM0+FzjAPEBjRz6gV7E+oQRFPyQAJD8tlxw+GCcwPjVrDDqnMYS9JAOcP3jJer5ABY4/ESUJPh7p0D1KbGc/zp8kPmH/uj3fCI69RgNLOue7Xj39wJ6+1yTXvfpGDr6jhAY+jKJRPpWhgTzWrPg7T+uUPLMsp72jOXE9SAYWvULZWT5LC/u9szVsvejV/jtJ2+Y9V6U1vi7y9j3ge768/X0CPuF1cLpbgF+9z4kcvvQf47vQnK09S1jhPZM5W751XWu+zs3KvT0Et71/n2U9FHIqvTLgib4rNS09QhyRPSsfO77P86c9kPgpvpMDV76yulQ9KVMHPitbO77wS3s+xYCmvZG6VTwguKw+zPKCvY08uD2/OJa8M1Y5vhoQAj1KbCY+tUquvcVTNr52NLa8dpzcurp2lT5uqyC+q48gPdOrrL2YCXO9BQy3vUVp5D3vcYA/LUcdP+1AcD4a32u9wsVsPjNicj3RD++9TFc+P61QmL0gxGQ/QDEkPKth/b3DMNE+YqPePcWySD0jqTw+T/czP0jskz7rw1s9YmghPVPbHLy7eEq+KeRaPw7Z672CdHs/+UGTvdMElj6NAg4/mq4oPe3ksz1N3kw9",
        "vGc1PZWkZz1ZwhC+I5Eqva2egD2pASa9F+sDvX5rAj1JXZU+2/HtvXvEEz8Ry0M+9SrTPRM9Tz78DIu8h3eYvIDPQz49rTQ+WfpFPeH+XTyV4dA+vh5rvrNMkbuRYKE9O2q8PcxYdT5VI3O+s8y9vVvBuz0gQ/u7lZEjuyRz/D316HS96f25vq9LGr6oLQy78EJGvZutTLw1ITu9TzLeu4makr1gaAS9ny7Vvopukb73mMM9qlq2vegrJj3RxL49f5MMvnR7TL4CXYy9FgGzvDKHIzzbWpm7PmRKvh7eNr5kEBQ9QBkYvgwpwL25jxC+1fYFO0TQCj1Ym4m9PDxjvr3Qmr0bQEk+fNgQPFoQfb3n/O29HbYBveybdL3EgtO997otPW/hpb2xu1s8reDWPJXp2j1i8YI86AM6vHmNrLt2b5O9O2xJvs091D3Ueco96qplPfW6tL3UB8O9mSwbPRLEJb2ljF69f2LiPRd4VD3Wxs29AYQLvXFhnL1bS8u8sOhBPqSoCT42T8o9jMStPSZ8Lz5sUL89DhNkPfBupb2Cx1E8JvZKvTW45z66NcY9CtPCPeahRz2b4Aq+gNelPFv19D6ny809SBlkPMfNd72VF1o+eyjzvH/AHz2v81s9SRIBvp7rFT4ScIW940nUPFd3rT3lV4O9pkOPvTf2LT653HI8aH07vt76ZLzZGAE7PVDdvKuECD46zdY9WY3yPGPL/L24D2i7+8WkvvfkPrxKgj+9OiFjPdjRyD2Q7Ai86/99vhrHwL1RsQa99LWSu62gn77okyQ+PmSGPXLeaL4hfBM+qxRzvn7NMTshSPu9O9tzvaUb2L3jfJu9YW7OuxTO9D1y1Hc+rJQRPionnDw0PCm9AFE4PSap6D1Xc26+jCoSPdit2r2Qb8I+RFx+PXY4Wr3lZhg+jtYhPfpkEb3Ckww+aYLhPSb+Qz4Pqtu8RrJtPSdC5j009d89Djg2Pse9YL2QIuA9efUIvvK2qz29wte9WZ5kvTB6Db5YwZO8",
        "jSJBPQevYrxshPk8eZmlvGlB/D1cxhC9+sdHOxDOtr1eVIM8638DvvIDc734uh++pWhtPbBP4T3d73I93odrPKFxwr3Ohb89m5txPWBVWD3kbJM9efUTuyqnuzxWOsU9fb7dvHGlMD1FUDY9uVbJPUWTlzy0djE+eFv4vJqMG772bLg7va8kvrZjhj2sEg49eWIOPsNvMjy0aj893hHivdQYsz1fl008CLqkvqkmXr3+Pgq+6bdKvv8H/7213QG9AbyXvfP4dr1SpVm9yefevVXrgr7yLHE+B8bXPZkqHL74mXC9Wu2TvJONMz5pQo28f0iGvrZcPbow66i9qUaPPN61IT4pNXI/Ft99Prlosj4ZptM9ezUXvmVD8z2yh0u+pzSKPh+pjbtHVCs/MjvnvFoOWj4xXYY+z3E0Pn+dkLxP5yE+/Q0sPr6U4D0OPJK9WDmVPgZuBT5BoR++ILuJPo2r+DyOJDc/laUxPVXKnT1SrdM+7Pc1vUY/ZLye/Do92csLvPm/0z5Vz+S8q8oFvklSGb0DCCk+rNsyPcB8qrssQzc+f31ZvdNTVj2/Txg+7Nb1uEFPGj6qUZ4944xIvoyQ7r3a7YY+rD0BvnqVVD7BfBy+pUqBPKycCT2aVAS66HPauord/z2BF9a9oM4UPoxKMD257Es8UUU6PVd5AD50yz8+fKp9vrOQ87trwtS9Dr80Pj7IpL2sQPi9Ro9IvRjVmT36jti7M8xYPklXYT2ZPUS9Lt1JvvqtjL5Flkw+fKX+vYhSGD6XU7o9wGadvbeaOL1WvJo9njf+OssyRr7PR1e9ZJQgvsttij34qb09P1UtPrVveT5iCME9temlPZKeT7u3mTA/e1xSvHFnjb0TxY++sHZxvsIWeb5eqyy9s5dMPVhVGr3kRNI+CkaVPYsRRD5oga8+8flzPaXUjb4k04U8y2K4PF9l2DyafHc9HsiEPbYhM74YzgO+d06IvYXo5T0WWaQ+9ZNlvhTaFT5QWL+8UmW2vSwZjD2+qY68",
        "7O4sPn+VpT5/CGE+xv8HPtAOzTwIeII8heKBPVlAib65aPw9QCRjvd3cjz4+r669O/OQPewR3z3I0xu+QYnIvRmwyD3cF/Q8PRqHPoSN1z1S2VA986aMPNREsr1disw+X/bXvbnU7j7/XCk+4McRPXnqqD1+apU91L2WvWWiED2U38o8MTtkPhaRQj6kBAe+gN0hvc9Ztb2T9hA9y8Z6PWsk67sALHI9qsoKvQ6sFL1CfOo84gqZPilNkj0iuIQ9f307vq9Zq71fIrG8CS0UPlY4sr0DyTu8ZHFaPUGvkj5zmke+XCKKPm3pgL0YOAG9ZrNcPURCab2a8Qm+7D6OvZDyPbzgEDe9XS/ZPX0rwDy7Xgg9xBIePp9k6D00WKI7T4O8OwZ/trzW7Lo9LNdyvXyRLz7SL6M9HIEnPAivhD0kq2W9Pe28PWLM4TzNuhW+DIawO5JEk7wMKE4+he9LvWOtiz6hX1K+ptEGPWewyz1i0Bu+aeEePb7yNbyXdDm+FgBQPZGJvT7YmeQ95Rs3PkAsXL1l+kA+gRUzPnJxE77F61A+oHGCPcruFz6vAIK9dUs9vOmBCz7aBtI9xuPwvceVSz4QySY+iYq6Pdf0Lz4kQdA9o7amPfKv/j32pXk+cXecvX8W9z5IZOs98UeDvOzpMzwEhze9vLOHvOdtij26ciA/WDxpP3llXz/z1EM/A/+8PuasoT7a60w+cvywu25VOj/wbwE+ctWjP5CvvD3QY6k+mZkQPsI0Gz62d7G9WygEP0fROD/0hxc/fdtVPfBtHz/ejsM9JiUbPlmxUz/sdW095B+NP340gjv7LTQ+t6A4PwiVrT6BBpA9WcdEPjCm6j1/N18+fT1ivrcOJr08sCO+C44xPjogRT3CrbO9BV9dPUByET28G5K+4bBrvah5Sz5HaXU+FcmyvV6BLb6ear89XhgpPv3NRL5fV3U99sZvPfHLmz4i3728RroFPfjq+L3ABQk+zaL6vNvlqD7iRwa+Fk5lPBOtDrwXDh09",
        "QnSZu1U68L0G8vS9WRZnvvDkCD5OaD69uGe5vV63Dr5gNuy965oMPk4wSz6y1c29xK9vvu55qL6WOy090QqFPm+e7L2gqem8iI2DveIZkb0EYZO9QwQqPrZBAb5Vf7G7EvbvPf+Nwr12rE29ON0Nvu0mqD06kXY9H68APahF87zlaXQ+XpBOP/yu4T4rtGg+S8VRvSvM4byjjn2+/ZETvslKyD7lzf89KVlqP78mYT17V9s9o5wEP84k4T06jzg9YoZWPpHuij7bE+E+hnwgPmCTxD6V70K+ew2GvYKkPj4SakM+KYEZP5k0pb7ZOQM+t1GwPoZ8lD1Kxro9g7svPnD0Oz7oX4g+HQA/PuYqzb15Np68QyNHPje9bT0ob488mTk/PhItpL2IOiY/JgxgPqQxf7mAzIw+f9zfvTTBcT2l1PY+T4qKPdpZlD2fwUm95bMEP9LHe72NeLa9ijqdPiABLjtzGoo+rXUbPD2/Ij7NyTw+kOUAPv0u9D0fQQ4+e4UNvk68hb6OWtG+vmJBvrF5IL40Q0696cALvVwI6rxaVIs8E30ePVnBir6LCgm+sKg1PkEWg75RoT+9VCERPc76ub1ENpa+nhMvvkpQfL7vM8e9BVajvbkSDb0IhJi+Adw+u1hHhr7Y41e+wY2BvUaCVr0LW569tgMIvjnZqz0aowe95Xe+PWzO5z2RUbg8zzehvQyxcb2Mh0+7VOZYPaXjBz6as0S8EbYXvlItFr6ueh69MkOJvUHGFbqLF6g9T2i0PcFqxTydO1K902mNvQViuDvASco7OtjHu1vgnT0rxXM6/aPbOxbl+72Pvk+8tRRIvpNL5r1v28I8fH++O/gtXj6jbFU+3eySPvRyyL08W6C9SCu5PTsEaj0wtr49jk69Ph87nr3WHEw/MNCvPe/hKr1VV9I+v4BivrZXFj7gnMw+yj4aPrIwWj5QWbe7jGLVPkezlj0/OIU9bf9APuhyjjtSKro+xP84PSyBsD01Uok9EfhdPZ7vrrtXbxq8",
        "/KsPv7c4Sb/h7yK/uYIDvzo+0L5G6MO+gRHHvTOJiD3XmX6/qpc/vZC6ob9jVum9s7xIvtlBwr5NgVq+P70YvGYSJr+6ETm/ohsxv4aVQ76/npy+cPxWve/ZpD4rr0O/lYDnPQ/rbb9FN6O8AibyveZ5er+ixzG+x8IKvq/1Q70VFT8+92a5vfJY1b2pdzu7HEHWPabfFzysSgy8vO8NOOMyED02OTO8ZM+MPXB8Ej2FSPM9VY4DvQLxYT6i7hO+DtJaPVNdqzxrVGc+F249PQT7qDw3QAg9Aw8zPW56Vjuy9k0+cFaXPSBQDrv1X+q8ZEwCPrh9TT4Jvls+KW5SPo5jrLzFMaG9ja0BvSJHo70dJYM9RTEZPXvnpDzowiQ9G2ojva5Vuz1ikS0+rAvCPfVHiTyug5o9fuumvf9Z07vsLbq8CsoPPFgS1z0eyWC8kOrmvNfptT0y36e8bQPCvQKJPDws5Aq9CvuRPGkGhj7HsK27d+LOPFbYvT2tbgE+6UvdvjrNJb/92ES/WbHPvhqIub7lq52+sCuzvrBMfz0RVHO/0TQtu62JnL8rVdK+hSR2vuAbob7xWJu+5+9+vooaOb/bxEq/LcX4vkxtXr6lnau+Fxn9Pf0KkD4xc32/Fk2jPgV3Vr+C8JU7x8yyvf3PXb/IAc69sVytvbTBMr6Xnhm+ujRmv8dbzr4Zqs6+4uGHviA1AL4KBay9Dm+xPZkIib4eV6a8LwEnv3ltiTz2z+u6g/e/voXOpr0gyxa9G6O7vVeKeL4Z6Te+g9fevQLHJr6Gg3a9230LPgS00L6dveO80vkkv4kIy7zHUku9Tl90vlZxA7oc/0i9E6euPa9WlDmyB5e+BzokPj6THD61QfM9BBufPSubG74tYlk+URwBvlCSB75hV5I+RwPXvUDEjr0Jmlq+9AhRPaclDT4eWla8gms4vvtp7jzPapW9jlabPLwgnLzWI008UT7du7PPBb4LUw2+d8bWPdvKP74bTCG+ny1tvZgSyDzhMX28",
        "gH0OPR2d/DybwaM9e/GHvUoiBT7hH/E9s/0WO/QJBz2VYQu+yC44u7edar5X1IK9+0IpPWekqDz4eDQ9DCGYvVb0Zr2u6hq+aPNRPE2oAz3kxPQ9ImcPPlTVGLwCN2o8I35FvgLKjj2t7Dy+qUWoPZQSk76/QOM9Y1z6vXvEYr1RgDE+wqolv1Zyw72kxUi9+B8xPSskRb2aqU88F3sFPnn8ur31eRw9+DyNvlJmrz0Uk6O96eeevr6kez27wnS9m1rUPfA5+TzeZqW8fV14vYmo671sZCs9WJVXvAVet72aRsc9llCUvlL9DT4FBzy+CofIvZrjILxAT5+9jUH/ve31jLyUxfm+vCh+viKxhL6c1TK9CgOmPeqMfr3rl2c+aXf8vYqcJL4TL6K+c6vdPBfynD1QlnK+flhuvozO9bx+dhc9cwnWPN+5Gj02Cki+88fgPBM7tLxkNY28fy9Dvkf4qj2dLda+S9WLvhH7v71Q33u+pHKKPAvncL2f9Cq97DdPvK0Qub7rZAa+ZDyDvQ/RiLzUOu+9mvYTvqHHzj1Wzgi+YANJPTXSRb4497g9V6uhPI5IqL67hFi87bdNPRiHuTzpzms8gyg3vZJ1rT12mq89xeVEPRbx3TxZJDm+NNtkPltItL2Q8Ig8JnVIuv337bxQxwu+t6ogvj3Mtz1EKt+9x3OnvPH6ZT5qzXW9BaWxvU2df7sAL7i9iWfEPeGF1zwF1pw9upJXvl/t5r0rVzo80SGaPYrxtD2LSuC8NiGMva9im73GOo09XHwSPgCx0T1gqRy9aD0dPuUdMrpYb+q82jl6Pf4V0T0e4II7l8CFPZBiqj3ncwq972OGPb3JCD39eHe++Zobvpbw0ryyrh6+a8wdvLPnob0GRT47xIMQvqzcFb3gmq+9szcXPt0GLLzhS2a+v9LUO2Ugj701sRm8u9ABPQDbhb2iCMK9OrGvveqAvrwRtIs+FoB2vWA5NTzD0eu+AY4LPtNOd73hX368dBSYPYbhQryAQr+9",
        "GYtdvr72Hb8s2LO+epUavuH/HL4eJ2k9CGGlvvfJqT3m1y2+RXHCPXQjBb+iNnS9NkLOPSXW8r2cvc29cxFBO61Xjr0ut12+t9mbPUnVHr4Hr/i8IbKePawq0L2bB3u+g7NzPb0c8761uMm85gwnvg3L/73yQd28VVLRvGchDb6XSo48wdbUvum/Er62d3c6BaYWPmcoSb3UJmi7odpBPuGaT74ROQo95pgvviYNqzrrSDy9VhSZvhh0M73ueyK9VJRcvoKuZb4m6bM9A27VPNz2mD2j7Dy9Mfw8PYzVyL1XFKI9ZGRSvueuV72dLZC9A98IvLd4VLwALS29mIcTvdfo2j0QKRU+XcifvRJAK7tS3Ke9uUKBvFQa+b3Gzaq9DXesPY1amj1vEPy9P1IjOl1qW73seHw9JTXjPL4xm71aERk9qEb2PBrsyTzxq2m8mbbHvb8LzD1yVzq9rHDhPAsNbL2sANc9b6KUPbdZvbuLYvS9a4zwPM/cKj2qJPA82YDsO78xsb69uoU8zAr1vCrNGD74rsu8ZdKSPRU4az50SF2+fqyBPVywjL3+FNU9zVOJvW1zKr6z4Pa98on/PT/TLb2HHas8qSaWPS2f3r1uvw4+1JxhvZiXqzxfc7i+XvhUvOvBvL4X+Em7s/CSvUFxO76AJy++RrEQvmY8yz1/8sU8AvKqvkXENL4nBSe+GhTjudEHrz0YutW9mZXfvAEvp73u12A9oY+nPWthbj2ys/U8Tlf+vaTBlD0w0ws98ImCPhPXpT3xyxw+B8PsvFY3YT75jh+8p+Taur5ulL3PboM93uosvogmh70spXO8ApjFvSHV+jzqXHM8Gt61PZbPrb0n1sy+7tBLPTxLE70w2x2+V0P5vewsVb7mYL45Tb81PZ0NcD3m6L28lBBwvet/Lj6lJL2+g1vRu8xY1r1T/Qo9CZMivrr/sz0iEgU9Bu60PZnTlb0uIrs9jIw0vib0Tj1xac6+LeAUvlXJpr5wczg+02OtvSnItzztZ288",
        "DF+BvjxdoD3qVRs+yCvJO/m4m73aES890jfsPMeADz3f95I9x16YveuN0bznbhI+AByWPTbrFj1qoWo9pyXSPQKcdb3zaQg8xTQZPNCMx72ehyg9qzgWPXo3zr3grGA8VUS0vbKvNj50QF8+Z3v7uxI+Rb0wHTg+6B2dvJLlaT2RtyO95TdjvkijErudpw+9PBg2Plp8hD0GOoe9wZi3PR9Vlz2II9o9Cu1XPmWt2j01zq697N8AvAPhJL3thxc+0TUkPksMMD7qB6i8DA44PcunHz1NnRu+4FzmPErPXj1D8hY+pLjAvJnp6joTTtI7hI3APbkpgr6N6YC8cKoqPQ=="
      ],
      "weights": [
        "qaCSPCdrd75F6z+9IkdfPi1G4L1wqto979UFPZXuKb6vqGi+EvAevv4T/LtiOwK+bGSXPYgFVb5YREw+/+KUvSTv170jVlm+p9V1PRPK/TtUHKK9iLsjPmkYJT52PKu9BVaDPrX3/L0XqZM9DYSOvSGeZj6QsAa+IRXKvXQstDy91Me9rTR9v16WhLzsDyy+QccfPrDKd75KdU6+LNpXvm4cub7i3he+4XO5vjJxE77mzNi9vG2BvrzPND0Mwa09ZpgZvpwLr75nrwG+58yRPYMwpL6oWTk+tXQavdKhwr4BWRi8ReA/v81asL2axPC+1RNuvtRW+7xzxkq9EJBPPlnFlD5MhpG+C3+aviaxT768IWY+Qsa4vkm6UD51YEQ9H5PIvqttcT6TgJ4+EtZaPpiWiL7Yt3Q+X2eBvsgb47yLcZC+XyOgPj/bhL6apzw81NOSvnAorjz12RM9eZCfvubWdL1F9KO+M1gpuyhx4j3wqZ4+1op4PgmedD6hilU+vOqHvnBkN7/EcR0+gerpPeQErr2cqX69gLt9voQlKzwFc0q+u1NGPYjj3r5LJrY919etPWaiMr6dqAs+jI2xPa24Vr4W8u89NzjXvmoMV75D7+6+m6yjPqoDJL5dNMW+0DjcvTzQXL+BmqE+9hKpvvRQa73P+xs+Xd/cPVSwFT0="
      ]
    },
    "lstm_1": {
      "bias": [
        "C9bjPGisnTyJsps+pv0ePMwYHr2D8Js8UuBGvNL6vbx5tYM9TjPZvO7rSD7yqYc85byVPM0FuLx01ru8eQQdPqTR1zxYE6898ajHPKUuFD77j4I9pdxLPlZIEbszR+e7dRxVPcEeLru/sBW795ZYvIavyT0xUpY7wmhruz4K0ruOd3M/9kdmPy/8ND+aNHQ/1JF4P5yBZD+JfXY//j90P9ydbj/oWnY/aYBaPxloeT+uFHo/xCxgPwaGfz8rS1s/OkpfP0tzaz/Ngnw/y0JjP4y/dT/t3Fk/p8x3P2Krcz+CTk0/QWhvPw7nfz8pwnY/7hlZP6/Qaj+koHw/S8VhP1DnJzpnm4q84Hp9vfWqjby+tci8k+aIvICr2by3sP87wazjvIbUM7vUJlc9bax8PJM0SjyI/Im8Z2NbvDttejw1O0q8AG/PPAb3sjyWXik8oGPFPCIwLb32dTc5HxWAuhmnDL1I+sE8MunbPJCpuribW9w8xYNQvLLtNLmkQIm8TzwBPflvlTxxSJM+3ZmpOuP+I72gVPc813NavH8pBL0P1nI9sVLavLOhQz61S6o8Lj+RPNO3krw/ztK8R8ItPicY3jy4Kqw9fZyqPKmPLT53S089IllZPqDztrsUy0e88NeJPeEvwTi/C6a7IFSVvIBDyz1aTYe7iiqCu1N1D7s="
      ],
      "recurrent_weights": [
        "SP6ovf3mXzxp3KG+yGkevkK9S774Pty8yCmZuwHYHD2FTUK+fU+hPTVwSrzwEKQ9UCuMvAQL3b7NHTu8q8FYvmraR74sGkO+TD7iu6FsEr58YgO+aEXSvWoc4z0/Ihu+8NKQvfwZ9LzQopc9OgT7veKBTr5XLtY9WY8Cvkig2T1BeQ29wbPYu00Tc77nP2C9mLxovUnVT75JEgE93i19PWJaGb5WEuE9IKAPvn2XijtQ8mC8bQD7PV6WsD1uKha+uiHvvag36L3wIyI96TmDvsZviboDVNO9P7BAPCOcDD4Cnrm8H+YovZIlPz7IbRO+Ljz2vZ+FEz0bFh49dDgRvqUmbb06Y3Y99vQpPmgw0z0yhhI+lvoWPrq1Nb5h5xQ99aSNPYIKOL6rm7K9IlPcPYGQzz1aQp49UTJ9PbBSGr13qvA8YfnXPOxkHb0dIaG9cDfQvFltn70F93c+zAISPVqfOz1Yjw++dO+RPRNsQj0wNxK+jWsavEUQgzstGYk94w4LvvEo0D3Pol6+nkinPQVlLb0SbbW9+p7UPaZyhT7ez7Y9++g2PcE9Ar0ZBUe8v9qovPkRKb44RYU9ms2+vfblDr4GOZo9W0KQPU+fwT0fPXq91WgbvWNmur1eRig9w6dMvjhFNj0K3pk8phBGvTlCML0PeO08KjjIPfrM/b2zkTQ+Zix/Poniez77qIw+o1kgPQp5pTx8rqK9s+D6POKukLzwuB4+mcffPqsCDjzYFSU+tYWjPoewSz6xq3A+9rvaPcZWKr579Ao+blllPrw6KD4PrD8+zbxOPnDCQj4rTIE+APMBPv2qnz0/2sE9bhckPkoTCD71U/Y8sAz0uxk+8Dwh9hk+/4YePqY+OLwkqQ0+fATTPYEPSTvRPP283Hqhvb7X6z22H54+8XoYvcF5wLwutI46ptsyvqVkaj72w1I+DurBvRXqUb1xzxM+s8SGPs0Nez5PMZM92iChPQl16z1GAfw8J433PM4dkT24cQ4+BEZOPcUBoz0U6XE8",
        "YH2pPSaTjb4PIwU9ZfSlvQEXij11hH09OJCbPRzKjD3nwjW8uk0FPemzpz2UYiA9Wv8QPq0AoT3EUP69JQ37PVvv4b2Dfws81ASwPeYXiDyjKbk9VekCvsicWL3Ppoq9Gj2KvckhJL0jG2+8ZCrmvbBd5L3cuMA8y5LrPNvznTwHqNm9x8ZXPt9xUD6a1vM92/FJPtPBLT1uKDG8zMkWvWdumr60Kjg+i2RPPjRQXz4xw4c9qpJJPq6hQb1lrBc95PNaPmIEe740KvQ9ztwDvke6oz55aVE+4Rf1PbEmTz63mII+MABdvSHh1z1ziF89Mkk0PXwv3D1jH1k9H2QHPiQ4lj5dADk/vPAZP6nOBz/hvzQ+t1TxPqGIGD73sq86T1pGO+vqzz7Gi1k/VC2WPm6/Lj705sU+Y2Q0Pc32JT+qEB4/tliIPj5a0T6QnMg+FrX/PmmNGT9b8pQ+AM4MP0rBLz/eXHI+31B3PBMLYT5R6rs+yUWePo+BXz6COeo+bKYzPZrBxj4iT9M+4aKrPtN0AD2txAc/1ZnDvNJNRTwxe0s9NSrnPTyBuT4zdzg+wt+ROz43QT7rFoS9fHutPhHbqT5N0gm+YHepPteI3jy3BOU9FqCuPhSXGz6oa7s+OpwzPkx9hzyvvoo+PzzEOzLnKT5N5X4+b72ZPRbCcj4qGl+9cFrOPQYuA77SdCe+73uDvV3fFrxsBaC9Fc8YPeHi8T3eDdC8VTsjPTpUxj3J7fA9KBFFvAvGNr4Fs0G8MvEGvWUehD5VF2+9yG00vWP7Iz0RlCY9m4gZvvxYCjx/6IO9698RPsV34j2oY8c9KX3VPdFDFr6G6SG8AIrXO/gllj648S8/WRlDP+xBCT9xMmY+cnbEPkWqMT0Wqn++CIBcvkl/pT4L9xg/YStpPlIdUD51Pt8+aMzxvbNdoD7sRBY/1xkuvoUKvz4iVQY+I28DP47EwD5OLbo+DuX0Pl1qIT8sKqQ+Y80NPuU1pD4hTrs+qgM4P5NKPj4Ciok+",
        "9BfaPSucZj2rm5E+SdhWvVpVz73fKLK9Jga3PYMnxjwM34G7PHSsPbwCFD6NHUQ9U9TQO9MBcD67GgU9LipLPTVrMz4BZCU+ckI4PU3MWT6Zc3o8RHhEPhjJ7z1oYoc+ajx8PrODZD7p+OK9DMTdPZR3DD79XmI9o5UUPUjLNj1S3xw9/WECPhxxWD5S4ZE9xeigPRtKR7yejRM+1WZCPT9RC76o3YQ9JX+9PQatGL2PeEc+t3cZvTjRzz08qXQ+5LDePBPu4r05Z0m9ciTxPcl2Ab39gq49SFlOvSTj+T2vkmc+kzTPPUdidz1xOLA9vrxhPkDIOr1JJx49bsODO/nen70sZbk9Z/K+PIeVQz2D2aq9h0w0vHauEj6UQdG8TsV5PAWaWb1/RG49zH83PBEU+T1f3YY8+InrvY0kCr5zPRe9qkZZPT/Vzjo8IPi91W69vY4ykD0E6Ko91cDlPJFVsr2gEQw+HqSTPeomwD2nfEG95R2dPY3ULb7ExLw9SOYyPqbM6D0PBrU+B61ePsUCLT0zApC831/3ukqfM73eOoW9G/I4PYqyZT5hD3w972eCPVnenD0BQFO9YmQvPd6kFD4CE5q89MEPvQMl5rzzR969gvVwPdzbqT04ZmQ+2qMSvAuy2jx3ejM9kK0cPovjTD4hySw9F68CvU9hPT6cBRU9/wEEvqpArb0YIfc9Xe7jPeMQI7vXnSk9cT0tPrMNiz0nlPM9js8sPtmOIz5p06K9LAlWPlYgUzxp9+e85SsHvTtJsr1KhV890pMEvNThVb2y7LI7ioN/PrgmujuJ3T69aUOyOjfvtz2iXXg9tw8PvtvWhz2IOXc9qN63O1hM8j1at0M+WnM/Pq7A072IbIY9eon4PdpXQj2uGAI9vku4PUsMvzzIWYA+XzefPYL6VDuTgVS9UC26vc/EjT0n7gw+tX7vPT5qWz5OS6s9xIkmPfN7ST0DMSE+0MxgPZkcIT73x4I9da4ZPW4qKDsDiNA9fXk0PnUePr0oHd89",
        "e4yePV+OrD2MUCk97W+dPSnhAj4jjx49EQAsvZeWxD1bqwU+BX4uPPPKzj2/cPA7/5l0vVexDj6vb769U4wZu04EIT3wH/Y8LBY7voX0+zw14gA98tciPhFhi70LrOC9bgOVPaCrNr0+2SQ9dNzwPVvNoD3x5my9p+Vnvbb1Bj6rF4w9mt/OvURIFb6LDSw9H0ulPVmfTj5rKt+8lsK2ujjn8b2DlP09bWZNvUQ2MrzSRj0+mXHhPVe1jj3Qzm69n9vHO5WZFD093hA+80iWvULSCb7AopK+bGg4PlI8cz7C9dG9FwuFPSEyCj7cECc96HzZvRstyz22Pxi9Dl/dOywLYT7sikM+xgOEPvRNej4INqA9xAOSPnQBHz26nDk9CsdwPRSxOT1cF3o+KCBgPnCNFz4e45g+mcmLPvpPGDySAxQ+7uPQPPfobT6hIOA9ioRgPiwlvD0XHAQ8MMhYPXPflj7DLxA+sOizvKWyPjuaKII+O8EWPhYqoL2j858+JYocPaPGKj63yXs+mhdFPiaRur0c5V89NoTbPTwrf73l2iE9aPI6Po+6Cj6/ODc9AS9CPY7SFD3It1A9jA/RPYqphj7gDAy8j9GePswIbD2zG9M9vjhuPlq4Gz4/XTM9ON3gPQKNqD3zD9i9cJAYPj9YHD4j3CC6A4wSPLLZBT7GBTQ+8h65vTRI5r3MZhk9pbAovEYtlb3V2uU8hHuPPYIlFz3kcoO7cQV/Pfv9rDzyg8s9WumVPZ6Z270kUTs9M9SZvM36Bz5DHog8jAXVPTuy0bwAx1m9f+3jPYTqjz0rQBK91h+PPB/0jr22gpu9Oog1PlTwlD0NWGe+1QwbvUeh3z0EbNE96e2dPlVtoT50t4w+QxLbPePhRz4A18G90UIOvqi6GDtUX4E92ts0vRh+1ju5Q5E+KlIMvhpY3D0jewA+iJ7HvfrALD7AMw89gpObPUiHLj6zsxc+7iE5PROmcz7BmWg+ZyEVPg2ecz6oWaY8Jy0rPEwdKj6qrOc9",
        "OTKJPkCXgr0HXIO9VfojPc5kOjsaX8M9Y7+tPa7UbjyS6mk9t5NWPs4QOb1KEgy9KCq/vRt+PLxSzrs8NpuBPaf6Nb1mLdK8OQjUvMdjHLzuS/k90ZoIPviSFD3tbo08TwOYPtjbaj6nwNA7ilooPn1oHT5cw8I9CR2mPFecZb2031s8C+RCPiEWtT5SanQ9J1VSPdxCDj7LGcM90j2EPafM/D3ZTU09HWCePgIC2r0qCx4+0D3LPaYzhrzyJIM+yhHuPSnUErzrAY89zgwJPqrhhT2noRU+mpW3PAum0TwU+XE+g/k+PmgGjD1FWA27ursjPhYMpL2rjBE+rt1kPktXkT51jAI9KHeMvaikTL5fzMs8IWrOPBCnBrwhd9i9/FKfvZ4Yx7xfGKQ97M/OPFSO2zsM1289tv6rPRYl/D1SQda8Sg99vUUHJb34F4+8nAgGvAzH9DzLLT+9SgLwvB85ujz3TLY8KBuOvJVsxT3G3NS8xGA1vgGRGr1yNqe9Qt/yPXbUIb3cRAe+SKmVvXfzLb0ufj69UzINPl1Arz1mWA2+Sie6PMGRnz0Z5jG8BexqPSCLQD6r4CE++UoOPZQEAz6Qn8S9Y4hkvLS6tr2PkIS9IYQ7O3F7wLs2gm29TyKAPXCRaj7f+BK+f0bCPRNLdD3ZY6w9UN/ZOh/XIT1+p009oUiVPXQhBb65ia+9D0FnvUyGZb0gbh09CA6dux1qp72BpRi+QnziPIz2jD3XvLU9d7ZQvpk4sLu0Moa9sWrJPCqFmD7i2qC8Lq30Pcx1qLw9IYA9N/0lvHdAvb3Xnn09edokvpb39DyHCIs9Qc3rPYMHzbsQ4Ak9U6PxvUSART3cKDK+3dmGvouFzL2rZI49WmFVvf0DOL0dHBE90XU0vvuGXL3YRFC+d3SEPYTum71t8kK+ChR3PRdFpj3B3Iq92AFevSv2I71XkAC+y6i4PFk4kLx6OuE9e8msvseBDr5ScjW+Sh0/vde/pT1WiES+eVo6veejz71BNua9",
        "Sj2PPRmtBD5iAz4+rGgYPdKKCL7ZEuA9yRS7PdSWUr1L1Ag+bWGTPSd62jwqutw9eWyNvYNE/j0FwOC9BYkUvRpUx724oB29gpt2PftlXL0dqRO+mtXdPf5THbtZQbW7/0xQPTXypb3+Xj0+JAQhvs6oR70PxZc9oB9du3WXnj2wrRS+pu/evfLU4T0a7pS9a6+UPMO9j71yvCC+USXBPE/+QL1NjPm9cE4yPHbyI76BW629x/TgPOWRcD1Ft/y8rAFfPejlyr250/88kn92PEYwvr0NgY89L01RPX4jlb0CEsO7qj09PHYpdTxRNKO9RuK3vbFo770hPZy9n6v0vXf+Qz7e2lE++xhGPmgbWj6p/RA+N4NqPnqh+jyNZ9M7K0z0uslWuD21wL4+NcRTPhihYT08DDU+w+FUPOt3/j2qrI4+8TqTPnBeEz7rqx8+MRgSPkZXGj5Hq/M9m3GdPnbf2T3kKkc+rSiGveJONj473q89uoVLPvdUMT72Jlc+dS0mPugcjj3Tikg+eduWPaImBr3CwY0+HJ/oPYjDhryjMqA+84YZPrTBJj4Anhc+42HBvQsuMz6G8sO8p/s6PjCEpD7KSLi9WBM+PfCdiT7Mx1M+D/xKPotspj0+s4c+WuQBPYt62D0aFOk9qjVhPj3Akz4hpyk+EnACPgiiaj7wm9U8B/OBPN/yzr09Lmw999xAPZyQBz3AIk+9AS9RPd/Krr0lclC9t4JOPuESG7xr4uw9tH9FvJmE/r0QZQg8qhMRvH7aTz7qqgk+52HNvSCB1r27sCO+zC8bvroM070/09e9pakZvWeWqLw2ULM89zypOmDjD73aQr07uyt4vSSCFj5stFQ+KwVKPblVDD62bCI+E+PkPRHsEz2UCA6+qih8vQdFDj1ima0+5hUsPsIPlj5SC2Y+rq/xvbVOkD6a/cw984JgvrGgIj5jyG6+P9C+PaZFED451G09eV+DPqHQoj22QZo+Ys1kvUUHRT5XMhO9An/uPZSFSj7RGVc+",
        "CMUmPJAA0z0Fs6Y+u5n4PKEf/D3htoE8KD6dvdIgPr1MiRU+8oj1POLQYz37WH89qz8LPnlkCT6dQny8veaEPrDn0j2al1I+vsu+vUCQGj5I34q9PpK0PVfGc7vGJ/S9qHDgPcUtGT50LSC+puMvPmqGUj6epE4+n2Z8PIJbDTuhhQ8+2p0ZPceHxT6qKgi+R9FFPez64T1rY/Y9BfElPkCtQT6i8JY86xkYPpGJK76slGa90JPSPaJqLL2vogc+hPFDPqoJ8z0VaM09Y6U3vaRc3T0FfVQ+Zv2sPLdZUzsTgb49Ce0zPiX7kL1knfA8yPYVPu8zi7zn8Es+BpfLvRtMOD3SwaI99ZLmvUQX7z29Xl+8v+KlvaD0Yz455g0+RNwoPpkmAb18yYW8EVxxPG5MX7293Ay95DjePZUCa72iqa06wJFLPpiUaD3GQE69hlWqPRMzpjtwj6q8+kcLPTBR+L2op9+9uFqMPXMhzj27XOy9dNkiPe88Bj2de/S9awAkPdvgF71Ya4Y+rc4bPQaxRz4QvGi9TvGuvd67YD0EGR+80M0sPqf/tLyDW1q8ttYPvpJKVjzRLqK8F0UFPgLvqz3GH609nxxBPQPrvT047DM+DFOhPL53GD5UHR8+Vj3BPS6CjT39bDi+6HP/PcB9LD4lf4M9MPsGvRD50zuCIaW+GoPbvonX6r4K2ZW9Z8THvO+HWr57m089DVMvvhmdM76ySw++giuovgavm76ew3a+xhLSvmP5orymk8y+RpvbvtnGWL7Sdmi+xUuTvtRNS77g79m+mo+BveL1b779TLK+Y6HJvR4jWj353pa9Z8PSvlk4Or5OlKi9dF9jvmRnTj2aFIO+vn/FvtB8Rb5vhAc9zlB7vjEcxT2D8lC9gpZzvQx5I76wbJS+7L+LvZ2GL75kkjq+qFC/PXDJdr61Dvi+9+5nPp3SWb5sjFG+zBfrvf0gBL4pZia+zjegPb40zb2GI7G96dBvvWNnaTwoDzC+NR47vS81Hj7qNf+9",
        "b3TxvKQfHT4zmqk9/9iiPTUd271wPQE9PuUAvBHKPL5+/JS9zusRPZGSHb6cMYG9rvWzu/mN/D2SJpc84d5AvcD7Fz3T2bE9xb7Qu0sh7zxQ5l++n3HePM9//ztAnO89Ma00PQlK770OsgO+TbSGPbodZrxLUH09uVA5PVog/DtvXka+L/yXvrMnu76luGm+fu2zvYJVhb690sE9kAYIPufQAj0igAm+buzvvip6lL37EBQ+Hlm9vG2iBj0ET4W+dL+tvaFWGj4YrvS9MlctPtx5Rr4hFzu+dlYYvgnltb6FAp29zyQnvjH5tD0HYVC+DechvTujuL6x/iu+OXlNvklszL3CM+S9QcaJvvjwgTr7Xj2+FXgnvlZxkb3kjCY9Ug2RO3J7sjrKFjy+8nE7vWWEsz0yARq+3XYiPXoL/b1IQXu9D3k9vs6VYr1R/Di9LbavvOPiGr6Gu2K+6DZJvR95Dr0HSaa97cKZPTkoTT2jQu69Kb0fPSK71Dz15j29AL6rPdcXN7oiHMm+Q9UcvB2D6bwCIGm91RC7PTH9Fr6AUI88qRrqPbXdvb2bDNC8nN6yO65eDL7zLEw+OoKMvo1wI73yKFA9JJGQPcFz9bz9vRS+TbyBvnRFUL6+voe9Ipphvvr5DL5wAgE+guASPQ5Ppb0bRSA93/XIPBSzgD20mwW+Nr82PhvN7DxYctm92EJKPC2f6zp6jZ29Mjewuw8agrsTMu48UC14PVBQJ72V8Gm9m2chvWdVJDvH/fE85r/NvKNhEr7xukA+wrCMvNDglT1u8AY+YHQLvWOHG7zRBo69rZNNvXGMNLvp6za9+ENrvm0PRz0BgSu9MchuPC6VlL0ot2Q7D15BvcXsjrxYKhg9+mDqvLK1XzxjSNg9I1+JvBtxZb21GF++WhTwPYv9/TzBDe28wKm3Pah+HTucbGk9x6WuPdHZST20FdA9wRUjPbfBqD2ftR2+bkAKvYR5ob5duKy80/XXPUJvrj0UR0C+ZbiAPbq/Cb6qjhW9",
        "Pf3VvEPahb5KMme++IEEvf66UjwjYja9SaRzuxpXdr2qBUS+h6MOPvNeKL62mGe89OfGvT7KTj0ds+C9VdJ+PRAQvL367me9RL8SPsafZr7CKPG8a24IvVU4Wb2WbxW9HOnAvQ4Cyr1vexA9tmUAPocN4b3ERzO9R/TwvY5Kej2tbBW+y7tQPRSe3b64Spc7JLkMvFexCb4bZoM9CbaEvXU2772qsqE8HPxgvkanST7I1Pe8yjoivkISEL1PUJe+H8hmvameij2GfRG9tdehPWG0tD3b73S+DMLfvVClOT158ue95+vCPeQs5LwsMiK+6FFXvtt+q7x5lS08xCspvk45KrwfAJ49npJ4PrCjcz1Qtrq83RiJvb8L4zwkuEC8EdkgPGqzHz13Pcg8PJgOvjsYfT0ydzg98KjhO7/Dr73fELW8s4YGPVe4dj2vqfa8hOCavDRwsLzbTGQ9Sc6JvcrqaD3k//M9T+QiPkHxvr1f2iy9V5OyPVCWCT6hfjS9iiAcvPG44LztENy8rtiuPVEqeb0vlt685iDqPZpg2j1ZOjW9NL+Ova0/pr1jcKu9UAnVvNtpRL5waeG9HDsKvtbX2juFpWW9GEEjPsCVBL3w0tm8b93uPQI5Sb1PMd89HZOEvY90ZT1Fy4q9bXYpvOICnD36j4k9RHMBPvXRPr40FWw9FkXMPadSqj4c4Y099N6hPIidGD5u98G9NAqHvXtVQT2QVk0+6dYlPl2+nT395PE93J8SPo3Dvz0iEVU+pvTXPFozaT52ORc+7w4xPk6Xyj2gtk4+Qu23Pa8kGT7dZOs+oUznPeYzXT0Z+xE7l96iPcusAj2Lut49ISa/PXSxBz5AoeQ92Ah5PonCGT6jv987L1STPjxnFTz93+q9Ayr6PWg3zj2T96w+M32FPLkFhr2t9KU90UplOoPVGz4+IoE+HRbPvf6iOL2F6VU+S+TePepfRD6MRsS9egNVPYjbdD5yqgY9GstOu6HCdT5P36M9oX91Pr2vbj3djqo9",
        "ABOXPX94Rb6piYa9pw36vcsewTw3KTe+O62SvSutQ72wMRE8FL2BvYbGyzym6sC9zcOnPS9sA77W3gW9T/MkvmWD0L0NBBI+qzRLvWZCtz3jfOM8c3UEvoFTfj2JCOc8/ZgAvkvOdj35JXM+F/jtPckoDD6GICw9ndoGveWDQb42NKQ8hZc6PLQPCz3kQSM+/gO/vIzXgT4pJZK9X6tDvq48fz3R8kE+5TGKvQDGDbUlt00+vS5tPYzORD7fPM89WMQzPmCkzbx/sL09IZq1ve0w/z0susW9VH6cPdreR7zAOiQ+RJ8/Pa4fgz2soBY+MD9WvWOuBz72S4A+pSQ4PotjD7xs4E87PcZlvm4q1L3H1+O959QUPcxtCr4lej085jsaPmFfkrxk2zu+b54fvNiCjb2dTGS9cyDIvGHSJ75d1VC+5jSxPQQwbL6zhAu++3IZvgK6oL4tcR+9lJs8Pv5HpL2o0JG97MUIPBcOt73x8TG9+VKZvBD1R70+7D89BTY7PSSryT0cJ5Q+Y0WEvA7SazzbR0A9CxZpvMDiJL32/pu9V9SYvSUuvj3oc/69kGlvvX5yFj3Fw0S+hqioPZz6Nz7LufI8eCn/PYY2oj0t3Qu+LdAIPpWuGb5vh4W8xGKPPmtkNz7ny5A9yecOvdArjz5a0p+7WKHyvKh1GT4m69c8LQPpPXNbkj0y+9c8J8XdvVrSZD3OOTE+YTEpvTN5dLxVin898xTkO4UJWT2fxqA9dvKePf3UTjxP+hA93qlTOsMLy72qaZa8MHRjPH5jPj0raEW+jf+uvGvREzz0L5m9Zrk8Pa9d5b25xnU99WcGvWXjWz2wZNE9jxQsO5vHsb2Sbw6+JgbzvR6y+b2JKe07DVKsPZ2HfL33t/w8oHgRPpd7Ej5P7me9+PrWPAmpLT2oM6S8UjdEvtl6XL41e0i9TVcovSVXlL2I4iq+YqOyvUphY75+ucs88mC9vbjUjr0KnP49FcbGPePvAb43CTG+o8afO1OcAj0Qca88",
        "TLpVvov/U77x+uq+pmYOvh65P75D1HW+DVYIvdRWHb1qKo2+VTzJvUcNxr4C1/y+EXcMvsdtlb7sTvq8sniYvlnF0b4YyjW+XG9yvdG9Hr696lO+jY6yvhEbJr3ZLXG+fCaHvtPCQr6Dnx++7b9rvASXjb6lFbC+LHgYvvdVcr5uf28+L2JAvkH8qL6XIRa9W1pGvlSyAb7sL9S9ZrsbPkQsLr2rucm9fFEnvqflGb74+YA9doUYvq17QT2L64S+4yejvow3MT4dGus8l6aoPYKuIz2Okqe+/cREvg94D76frQ2+ZTYgvS7eqr2DGCG+4Gtpvk0QPL5T7ge9FK/8vSBtjb3FKhe9OSeJOqizDD4q6am9O8p7PbcZiL2NTGK9fz+jvC5vVD1Q6Nw9UDzxvG2jWbxMo1U9/FVQPTUizL0Ixy8+pVuou2s6/bzNGWq9IN2+PVORJD53PO07sN0jvRb8hD1ABVa9dtwlvusDgr2VPQW+6zoXPtVegTzaPtE9OO7ovU3iTb4Xf6m+YDsxvrBcU70fPo+9ASMGvTt0lz2okLA8CZKLvhZUdb5rjly+nYKOvNBXqb4/XdI71UthvoT1pL5Hgpi95r44voNX5D0qc0i+IsGvvrxPJL6d9mG+4fgqvqZ3Cr3SO2y9ncn3vS+Jnb7ATHO+H9e+vVajPr44uvY6C0lHPq1e8D4wtpw+xEYTPi5ehD7b1y49URkCPmsHxz02wd89uNw7PrvqnD0quoM9YVuPPoMnzL15RS4+7Ih9Pi82AD5ByOe8vmUhPs4gbD3WkJ0+cfW7PcQIVT5NG5c+ZSMgPsek7ry3lEI9/LyTPoJDPj7NT9q8mNSAPlrypb3F/2I+4QKZPvzWObxhZjE+ANtLPT7Gi7z37D6+qgdOPZOzGT4ZIAk+s90Lvfvslr2sdUM+HA76vfEVdD7RSTI9xRwzvbBQNbzdciU+hVm/PK7PVj20WEg9chrSPITMxT1nNcu9eHImPJUI3Dx4hJ4+gzLxPfAm1D3Voyw+",
        "9AIOPsnXqLxuG4+9AYYQPWYNxL3h+eq9tXcNPJAe1z0yDLo82R+fPcw/yzt8Z+g8YXrgvCE1Lr6qctS9NYm0vTPrib19l7+805cRPSxWCL6DnWM+t/GGPHtgcTu8Pjg9W9I/OxUI2TzYD1g9mHKsvRx7uz260B6+xVFPvaZGKb1L2vy9l7kNPo7Tfz7s2Y0+YsBBPem3Oz7aD8a9O5+dvMbTc76RTIa9vZaTPWHdNL2UNcQ9jJ1RPqGtvb3IoAk9KD+Ru33EsL6BPX091cyTvhKgLD5Nc/+9/QDHPCqxGD5N2Ew+WjLGPc5Eqj2xszs+5pbVPWX3Ej0NGoC8+CttvZraND7s7ma9LZQlPJeJxDxCHD27gAafPXBIiD07zN49YO5TvT8Crr0DlPc9cYyRvZlFv7xTj2u9VnNIPYG11z3Aqqc8+giSPF6BzD5Ni6E++dIQvdhysj1iwW+8ReQ9PkdF7r2uHNE6YfogPgIhKL5+n6Q8hlRiPty/i7wVASA9ws3WvVuRkj2V+CC+tWgvviDW/70uFVc99W4CPs8+vT2yc+W9r9igvCIU2L0eP7c9XVqnPMJXJjxEDPU98lEkvnXEyL2mbo29yApVPn8xnLxNQ4G+71pevkM83r3GRQe+EfbfvWohpjxnvKm8DHMOvTOQI76wpyu8cAWFvXiz6DsHgzK+wgMYOvqgkzwt9WK7MjMPvjXMxb3pTie8ro+ZPfRJKj7Oib+94DNIvhjk2D1jpYE9DWrGPNAWSj3WH+u8SZ4FPpO3wL1zveW8QmQSvgOGUr1vf3A9R7xQvUcPXjyJOTS9gjfovcr0f73jVWS8BSLZvTvMLz0EoaG8VRWdPL4E8z0AxUE+T7ywPb46aD0kmji9bztHPjP6Fj5fnK8+b6FoPeJP4jxx/nA81aWTPTeKHz4ddWo+EtObvWRYUz7CZxU+N4ZIvZNNNz4aMKA+K4i3PXPegD6phAY+MBOXPNgNiD48flo9Ev80vtbXfz73OYU+QSoDPj0CiD14qXQ+",
        "+h+WvSDEA7zzOjO93xKBPXE+lr0OdiA9X6dJvdihZL5QBiu9mDkIvnC/nL0vQqu8LiCuvebd/L2Ad9C4k+VvvgbRYr6e6ku+0c7Evaj5iz3Sp6Y7WRYXvuSvwr3JNSG+iNjFvZ/hUL5DaQm9wJezPZ1VRr3VbJK+HzIKvQERAL4U0yo78mWAvQbErr6VpZy9/jyoPcxF07zydkm99yPfPbCRrL1j4w0+3OlWvkVY+z07wl49/gf+vctn4bxMDzC+74PEvZROETwh3aq8eJvNvZ/JUL5V0zu+IewEvpPqo72fl3G+oy5YPLW7jTzFmxe+FDTgut4clz0fPOw90YAovurgxr1Ywci9VL9pPEMG9r0nWHw9y7QWvoF3Az17jge+mI56vuB9Pb0WDeS8eviLO0lNiz3QS7O8cmwePdrRe718Tty7rnWlvUF/uj3+9iW7gKkFvRBSDr7uZnS8jPTfvSYii72opJw9Kzs6Peb82z2MTnc9QaOTPXojzDw/vjU9uoIZPSmL4r0Eb8S+MdV+OfBIPLsrPhm+RhSrPfGHQD4HopG98LqFvRBrJL6vg1O99xoSvPJ8/70owwu8EaVfvmXMZL6vt349yRDdvao+gD3apEO+Qalvvl362T0uV2A6t2DAvZynz7whjAg9+spqvv93GL6Qt8+9Xi6RvS2Yrr2XuYq+NKgVviTQTr6sz+69bKhpvkglKr460C++srxjvRRE4b3lzRq94XWKvjuDcr1bXtG83SUWvrZT5T0ou6O+MDyDvgPelLyQdQ89Oz0DvkwzxTwXmjS+MNfMvTCccL4veYS+qr+WvYVEB76GgTG+MskWvu1pSb1pQPY9mQkavuwiLL4KpMO9JrflvozVrr2B3to89XMivM0cjb3bQPS9jBU1viSPND0iwoO++9xFveh8Z72Rwwm+ShCBvPMylr5j7Bu+LYlKPkXaHL3ZwRy+GhLuvGGDsL5rKoK9g/jWPU7cg776qye9A3ZCPZwtn77uWzu+JsTQvcxFSDt0l4W+",
        "TagKPALDBj2LMkQ+uj/xvVnWm72QrXc9EreOvM+XSz1bOpc+U8WLO8GqFr7ZHpS9/C9Avaakej0nJdk9XEHLvd4Q7j0vrZa8FQTkPBzAer7UUcm9DMW/PNbozrscALY9ZfYoPhS7/rznXzm9U5k4vRoBYL06vYk9uUoGPeZ+0z2ljqc88cNZvkURiL6eXTq+0DcIPXAqFr6CEUq+uoYNPd5jnjwM1hs9uxRVvbkiC73Wk6i9IIoUPSF0eT44/7a8el1HvqJv0D3d7Bq+BPRFPaYWkb6TvzO7Y/yivjT9Jr6+t869zs8YvU9krrwviYO+cXkdvgvsLL6RXMK9f5V/vpUaU75486e+WV1Zvr6e973vQni+IK+AvpXZPzy1kAe+jSaNulkY9r2t0cq+p+NLva9VJ73tKo2+9bPqO0UVm772g1W+GUkgvoiXjL46oW++DSbCvbX1rb5RNua9dxpwvRRS+74K9Ku+hfMoPtGs371seUy+20Bivi2Bg73szli+in+cvQxrC72z64K+DP1FvhVC/71sG2W8TiqJPMfExDwYEyK+rurovfOld76/dZG9g7i3u/UVYb6O3ik9O6dNvtAkMr7dmZq9CJ9vvmCVnL7ewnc+qGJlvqcUhL6Ki+u9TpezvpuH3TzwXwo80noVvksQJb4TzlC+h7VfuxDbGb1+Jrc836YfvgkwOT0+GiS9I4DxPO0LZz0DzkO8ERojvNnTlb3JKeG9BCwAPvLp6L0fCu68Hwuzuzd/D7zfXc69hrZcPipqUz1eKAu+8Abmvd7yPL29oJU9zMEEvvREcj4jap89CmA4vTiquzz81Ey8hlksPb06+jzCGH88EkBJPfGJir7Xvo2+Ftxivuz5BL6I58+9P4iAvl30Oz02VxS8T/cbvRP/AL5RKd++vH1dvgBgqL3Qpqi+FAjcOyq6vr49+6K+EYMuPhgy8r2W/cq89E25vR5SF76Zqx2+Tge3vlWavL48AlY8jM0TvBJkEr6pbiq+aVSCvmqLI77S91G9",
        "LJcGPinqlT76PKA+q44bPIsJrj27rJQ+GSQBvkBnJT5lQ+Y9zHCBPXv99z7K+yQ+dYWBPMcNkT7JXSQ+vhG2PtggiD6QfWk+f6pxPp9dAj6v6Ac9C7q8PhucVD2mqIs+Q6SaPumZ5T1VGvq8GgrIPXAGND5m4JI+S5MnPl/ihD6CdTo+1otkPoRd7z5l3L49aneHPWbyZz4yKb29zy1vPfSr/Lx92B0+ZyA0Ph5QfLyGlSs9m8DqPDRPL74D8No+dAw0PQELMT0lNVc+UOLoPaOaaz1yn34+DMptPvupgT4BsP09kVyHPgr2xz3Aubo92K0aPgolLz6CZy+8PNRrPsEtWj5egSu+fdgyvsPTSTwsiWw8HlB5vXHyoD0P84E8tgzLPM3ptDzxEYQ8evaPvTkmjz27cwq9SI/hvVzrq70CYtm91HkdvTSQOT6p9vE9oG2wvMLPhL5ZNhm+jV+yvSb5Mb5ASKc9A4DsvIhx2j1SYZA92ImHvF3r6buqEaK9M24SPa4aoj4xN54+oyWwPiz1Dj7Bafo9rMMLveSjW77KWGG+5aigvHEylD0wgSk+tPrZO07Y8rsQyPo9jW/ZPbWZNj6i6Mm9/ciVPojlUr6nig09wb+qPe+qtbxRndA9Q6XKPTt9lzzlh1K9G0zpPdryCD42DEE+o/kQve/bvz101CU+9T5ZPu38Rj71v109kc47PYsVfD2nnBA+3mkPvd66tL0zUSE9VXgvPiPMtD25o3k+wNwePkFRjT33RRU+RnU3Por/Kz1x4oQ9DonJPEmCIb3JUnM+Haw7PTX1Mj60jWs+0jFwPnUlF76LKgU+/N61vIurXT0xRJQ94rJPPh9jCL5Gd4E+yCemPvsOqD3yQOO9QssGPkhmqrteZtw9B3HJPSenIL5w9Zg+xQ3YPS/bxr0IAYA+ASaIvTRWaD5oSgg+unwePgLk5z3A+vs9uVBGPWFnfj1bMic9E4szvVKlrrx52Gg9+fwAvpGwlj5Mj34+Ue0EPszJczw7mZY9",
        "jjT6PfxGYb2jijs9iA2ZPfQS9r2Wfba9VRwOvlyfuz0HLsA7h5kGvfoC87z3Nl09cdMDPsnVT7zsGYe88mA8vd6ax7xC0Ui+kiUNvXcL6D3BtHi9if+0vBCjeb3rhCE9chuFvWh14D3sPP+8UEXzPTZVt7wxdke9kUysPPe5JT6ZzGa83iW2PZoMQz4XHCc9V+0aPZp6OzuQXhi+xI96PRKlir1cxwI+JBUAPj8uwD1jzGU9t3YYPY9oVT2yCv892gMLPq0CJD0rdGY9eJbdPNTCbz1Fmsk9qJefPXU/Az64rIg9Rhx+PmaCjT03kda8V4MjPioZv7pnQUq9QWy2PfdJfj1NSO49bVWqPrKbmzy1Upa82qg6PnCyOj4Uk0g+tK8OPLwIeT0fdYw+CiSsvBSMKD4ItwQ+VLSFPbzXqz5bTic+24JNPnq2mDxQojw+NKehPh1rkT5iv9O9qPwcPWmcOj6mPNU9UricPAgq/rz3p0M+QAODPmz2Cz7jKKY9TTkYPgixwD1EQdE+97s2Pqj7Jj4cAau96Y3JPTmfHz0pwuo9e1ZXPOKX/D0hVXg9MbOaPAvYlDznLv+8Sp6VPkQArT02Jt08Em/WPeZUsT2fj0c+oqAGPumBiD13GBI+MUYnPZSGHj0aE1E8ZrVtvc5XiT4NFlY+HmSZPJKuGT2cNao9D0ysPJlhAT51dxi+oXzaPXRS+r2GfKE9F7pEPnCRGLxYFyQ9ylpGvWOvET3JCdi95gWEPaMkjDhU4kc9prYHvvvKRT6iIQQ9B64GPN2cmrz6Pmc8na3cu2ktWb24xwc+ZUtIPjgfoL0fzjw+TIjavVbnUz2g3qA9QA4YPXzMQL08wE49eYWEPuK74j1hbri9BOtVPktH2r3hQWW9WxbVvK2cUjuyAGM+UKrrveOcFz3+fmi9r4MrvhA0hz71ckQ+DwmmPYCOA70pquq8+fSgPQVLIT6YdzE+01dmvXGSAj7xh4s8yjuNPRGMDD5JS7g9za34vAKOBLxODxU+",
        "HIQYPsEvaz6/eRQ/1VNVPvRaGr3hWWM+b71avQ/vAz7Do1e+jMiQvKT+hD77QBs+fnW7PCVOwj0IxvS8JkQtPrhhWD7EJ4E+VS+iPL8uIz5iDYM+/swxPrTrnr1e5DI9Tz81PulWhT3BkNI98fJiPme5xz3pFQ0+KqiLPcNWrTpJ/fy8us/gPTebsj7ITRk+lqAfvdtKxD3D4By9Y+fbuyejQDxzsiA8HHA1PjBygjwMOCm+AnuBvSyKWb6gpiE+Bn3CPVBGQr7uEsi89xDsPUA5Aj2mSEc+s65XPQoIy71aGhM+Kun4PeY62LsP/Is8xd4FPgPXDz6y/cU8b/rjPenv9j3kTmC9/7zgu26xpzzWlmW9CQdyOgfiCL642II9Qi/4vFdrPLw+QPE9oxCXPPxKcT5OyQW+4lyyPTQkJD4i2Bm+/8AEPfIdK76BCNa6naw3Pr2V4DwUYFy9bqUpvtNimL41/fi8D0tTvfvkuzxTkCo8qzIQOq18nL5JIh4912nrPXPOFz6bOYo+Z70zPknZhD3JmrI9aSvlPD5gg75fVHK9UFMLPi1inz1gGj29cD9pPVSErz2nVyq+kGwZPqv6Oj5BE7s89c3OPVz+Tr6X7JY9iY4nPiQ/H73BWTI+yZE0Pq2O972Hszq9XvbSPcWgSz6G7GU+K6hUPVjlVb2q1Ji9Wn9KvnQUGb6OyMO9/068vc0MS76giUC9IujnPJAkqr1DPym+r9mYPSNy570imYS972qPvXRUNr2MlBu+c9ZGvQDjsD08awG+LGERvVQ/Iz5nH5098b9hvJIhA76xTV2+Y2SnvDyZAj2SPNy9DERjvdINsT3J3HO+mvdOvviPFT7vfEW9ChWEvhvIaj1KvCO+c/E2u5nkEr5AyDi9OnLpvQusob2wyia+U8y/Pc5FzTxQMDG+OM9xvV/jQr5i3SW9fg9LPiLmRb5uThe+ZO9AvTJjgb4W8tC9nPJEu8wdpL03M8K90FsYvVTfhL0oQne+ERVgvP9cRT05WT++",
