{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "input_2",
          0,
          0
        ],
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              64
            ],
            "dtype": "float32",
            "name": "input_1",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              64
            ],
            "dtype": "float32",
            "name": "input_2",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_2"
        },
        {
          "class_name": "Reshape",
          "config": {
            "dtype": "float32",
            "name": "reshape",
            "target_shape": [
              64,
              1
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "reshape"
        },
        {
          "class_name": "Reshape",
          "config": {
            "dtype": "float32",
            "name": "reshape_1",
            "target_shape": [
              64,
              1
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "input_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "reshape_1"
        },
        {
          "class_name": "Concatenate",
          "config": {
            "axis": -1,
            "dtype": "float32",
            "name": "concatenate",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "reshape",
                0,
                0,
                {}
              ],
              [
                "reshape_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "concatenate"
        },
        {
          "class_name": "Reshape",
          "config": {
            "dtype": "float32",
            "name": "reshape_2",
            "target_shape": [
              64,
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "concatenate",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "reshape_2"
        },
        {
          "class_name": "LSTM",
          "config": {
            "activation": "tanh",
            "activity_regularizer": null,
            "batch_input_shape": [
              null,
              64,
              2
            ],
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {},
              "shared_object_id": 8
            },
            "bias_regularizer": null,
            "dropout": 0.0,
            "dtype": "float32",
            "go_backwards": false,
            "implementation": 2,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              },
              "shared_object_id": 6
            },
            "kernel_regularizer": null,
            "name": "lstm",
            "recurrent_activation": "sigmoid",
            "recurrent_constraint": null,
            "recurrent_dropout": 0.0,
            "recurrent_initializer": {
              "class_name": "Orthogonal",
              "config": {
                "gain": 1.0,
                "seed": null
              },
              "shared_object_id": 7
            },
            "recurrent_regularizer": null,
            "return_sequences": true,
            "return_state": false,
            "stateful": false,
            "time_major": false,
            "trainable": true,
            "unit_forget_bias": true,
            "units": 32,
            "unroll": false,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "reshape_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "lstm"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout",
            "noise_shape": null,
            "rate": 0.2,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "lstm",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout"
        },
        {
          "class_name": "LSTM",
          "config": {
            "activation": "tanh",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {},
              "shared_object_id": 14
            },
            "bias_regularizer": null,
            "dropout": 0.0,
            "dtype": "float32",
            "go_backwards": false,
            "implementation": 2,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              },
              "shared_object_id": 12
            },
            "kernel_regularizer": null,
            "name": "lstm_1",
            "recurrent_activation": "sigmoid",
            "recurrent_constraint": null,
            "recurrent_dropout": 0.0,
            "recurrent_initializer": {
              "class_name": "Orthogonal",
              "config": {
                "gain": 1.0,
                "seed": null
              },
              "shared_object_id": 13
            },
            "recurrent_regularizer": null,
            "return_sequences": false,
            "return_state": false,
            "stateful": false,
            "time_major": false,
            "trainable": true,
            "unit_forget_bias": true,
            "units": 32,
            "unroll": false,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "lstm_1"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout_1",
            "noise_shape": null,
            "rate": 0.2,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "lstm_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense",
            "trainable": true,
            "units": 1,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense"
        }
      ],
      "name": "functional_1",
      "output_layers": [
        [
          "dense",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.6.0"
  },
  "hash": "6da9fa9f101d1ea9259f6580c7a4b70dfaadf12444929f654b6f8d365d40da7a",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      64
    ],
    [
      64
    ]
  ],
  "output_shapes": [
    [
      1
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            64
          ],
          "values": [
            "nrd6vHVi2bsqGQo/T8t6vwAnrb5s7+e/iZW1vUUoMsCK+wy/zlrVv6dTfj3yMoM/AEM7v4Rr+r5PapY+9zcdv+BTz78uw3S/069lPcrvhL5UJpm/nzdTPu8B4T1qtAC/GlWfPWiFo77EPny/9Ca/vpMHHr+0CwS/hAkIP0bp0z5oT0e/R4ELv7ahab+7K8+/hNa1vxelir8A+dG/HmYcvr6wc79y4rU/07Qmv2xJHL6lqQQ9Y82fvikZvb5ArgM/xW9MvvR7rr9kcrK+BftdPlWuMr59I+e+DX2gv2mD7z55T1y+v5asvZIaqb8uj5++orEsP4Swmj/8bI8/xlZtvw=="
          ]
        },
        {
          "shape": [
            64
          ],
          "values": [
            "GC82v+IBID7KNxo+T3CzvHwPmL77wo+/90EyP1+KTb8xRSE/iKg1vws5mT9lDnE/Zo5lP7qNQj8/l3I+qgOUv9Vvyz/wFrO/4Dq0vrKrkL50iey/YewJPxcMaj9rWw6+7lfuv4kXqb97saO/AbsWP4hWgb6w7NM9WdUZP0zZbj7hC5a/ByiNv+et5L7kTwW+5MajPjnKjL81Naq/dzJBvuqg8TwKFmm+p4K8v+tHer4wuNo9L7QuPxaJ7DweL+4/AeLEP54f8D5svpK/t+IEvym5XD+xXQ0/82ZJv9ebdb8yTIM/VtPtvQNjED51r3A/7ANvvqE2dL/TPAjA5ek+Pw=="
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            1
          ],
          "values": [
            "AAAAAA=="
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "dense": {
      "bias": [
        "9VF3Pg=="
      ],
      "weights": [
        "RNhPvum2Zz26/4Q+2JeSvnUk3b25v5Q9Ug2wPVWwAj5FnxW+Ep6yvhfe2z28FC+9WQp3PvaKpz0/qZM9MZxbvn0bJL+PFIo+QgaYPUTdsr0JMsC9Q/vlvX4//j09wpo+qacIvl0QlD3vJ3W+M+tFvZzHj75x7r29CBixPaXQCL4="
      ]
    },
    "lstm": {
      "bias": [
        "6y1mPcmWvz6Kv7Y7W+09PTjPMz+fgxU/CYxCP4edzT0Go4s9B1oaPtTmuz49Ick+odogPsxwHz8HWRA+xgaNvHY9BD9kYAE9V6ydPslbnT5Ui54+E5zMO4tqvTt2tps+hKaVPGSSdT7C8sk+F9qqPxlMIj9rrdY9MaweP/WY7z0xxG8/yQxlP472gj+AMGU/c94sPxn3UD/gHic/taM9P34yaj/2cGM/g5E9PwDJbj/j92U/F0FSP+OzbD/HXmM/6lFGP0Y1YD8zO1g/2udUP/rIVD/MLHo/R4lmP2uXXj+/+GM/D1ViP8UgUz8OrTo/guNJP4zeYj8fOkc/f9xvPwetgT1Rj4o9a5wavsKgy7yilZo9/HzkvNnUB73x9qO9DDDxPLkUqD39AY096hAjvhrZMb3Ppm295bkmvOtPgrwGH4A9ElgAPSdqdTyITSY9glVGPECD6T0Ak1a9vI07vZQm1rn71zM9ivmPvYw3d70/Mog9EIBMPR0WOD1fsR89k7HvOkZwvD7KSf64VfYuPWYMQT/QNTQ/cho9P22O+D2NQoc98eIhPqXGsT7y3kw+Lfw+PusPFT+JXQQ+/FwQvVhtJz8O3jQ9022aPpwisD6Rj6E+ppLtuXlqTbvbF68+iSveu1UGhT4/TQA/17dpP5XBLz9Uh/Q9qrohP26L3D0="
      ],
      "recurrent_weights": [
        "14zrvTTRLD6rGoC+D9WrvXXCyj6RlcA8ok39Pgk7hD0bbLc9S1WevQ4zPj7k5Wo+5gEXviKOhD4qW4w8EguhPT+KFj5Uzyc+O6hcPiVJCL4lHm687yWkvRQV9r0Ftpo9ypODvubdOD1a4xU+cqpFP45TFz5V/Lu9W5UnPm2rgT44dt895ZIuvu8+8L2iHZy+uDV3vnwkhr5Zwvy+3+azviGOBb6wH2y+/oVRvraxWL4IL2C+qhllviPSob4FLEC+DOg/vrrnAb7+bHu+0iKKvgg1ab6ChdG9IGKOvtsn+r3mZNu9xo2Zvmo0Y77ziyC/XGG1vk5kJb0i+LG+INgAvlw7O77oG6I9YKYBOkKzwzy5cwo9dT1svNBTbr2R1ES9EI0fPWVnJb7G1Jk9brKTvq7i2DyVVMe9o8K+PLT1vT2DWDa7LISTPYt2Hj3s7QA+TOTavITdOz4I8mw9sCtGvraWX73vgoI9LwHmPMxXCL4peEE+m+iXPDaqvD3xoBg+JNXEPb+RAz7gKG+91eAwvr3jVD6hEFc+9JfnPmpWYT7kEjC8YnXcvKxkrj4Hyg0+DiLbPUiWtD4z82W9qq7TvSSCtj6tCJs+3wUwPgP0NTynSJk8tgl8PCuBP77tO6k+ZzuGvfEgQD7P7Kw9XGmBPr/XVz61eu29OZuhPieLFjy0Sy8+fUrzPfmSHj6KVJk+lEMwPh2Bxz4hRB0+2QIxvM2k4j0cqeg9q+zgvXroYr3XQsk9VLzivcC3Kj6WEOC8c04/PjV7dr1DDA0+COE6Pm6GRj63WX290cEIPgn7jD3uKB8+7H6LPRyhCz5HE6++NiwgPuIxMD7CjrE+pkHUO2CjjT0FgUe9GksDPr8BST6WhoQ9nNWwPigfSD084EK9zSafvFiGRzuWPqC9aLZMPfPb9T2j2Ro+xSsOPhHXQr36x0w9wygGvhjeWD75njc8+XcgPtCj4rt9Bcw9zZOWvcoClT1dJA+9maEgPkk8yD4Jswc+NlAUPlIejT6pbbI9",
        "3A9eO3G4g74LjqA8zah9vvpSir1Ydzs+oyKmO8Ph3LtsNoQ9ypvCvY2lK73bQsM9vjgDPqQ+Lz4Bcw693lf1vS/CuT3tDiQ+KBZIvhstKr60Sgi+opCfvaI7XD1arJc9/4fVPbRmEL2OOyM+dPZqPde/M747DRs+HzhqPSef7L1Ydka9+uYiPaRTKT6Y7u49Rdehvd2t8T0cb6K9ruYvviJ7kj3ZA7k9ojZlPAqEkj3RANs+F42UPUvBzD1GnqE9xbagvTdzgL3tyfY9x4HvPbijIj7P6IQ93RoIPkAS/r0mKRM9XNStvSdQqLxaMxY+1CgAPlsWBD4Kn+Y7YaSJvMAPBj7eoCS/UcY2Pr09D72jSWa/Nh5AvwYDhL+FKua96wM5voXoOr563qm8eLOSvraQA79AgDW/hf8NvrkdCz7GHyW/nXhWvUGNo76Az/++3qr8vt46dL1aFRs+h7eVvljSODs/9UG90Mz2vp2Owb8u/n6/zrQovvHsR7+3pJO+oAw+PiO8Cz5aWAw+CJwUPhMM/j6xLpA+MZYMP2QDhT4cmQU+3/e8Pd/ziz4kyvS8PGUqPoCHVz7SlgA+B0PRPrSGiT4qSkc+399yPsSotD71u30+6AobPgP2Vj5th1Y+yNUIPoOdRz7mbBE+14e6PlTSgT6pOkQ+xQ1MPhAhQz45rfC84Rb8vEg1MT7I6N290Fw/vd4igr3eUeM9kRG7vcGFZzhN8Mc9Bf4Wvq+lFT74nRU9NpjAPWmxCz0GshG9f5zOva5koTx5SqW92JXCPf2G2bzQ+b69FQwxPYUs8DukozG9sRN7u9kANjrLl1S8bc31u8q+Sz0IO9O9FCHrvISK0jydA/C+8JR1PnMv6L0oE1+/eLhev8oZW7/8NpC+W/HRvU5Db751jnS+YfaTvcXej745wiy/SCUBvCGqgz4JH2C/48KoPaH4z76AoOO+5Q/ovh713z1Oxxw818jgvnSQFD65NFW+jvwyv9QZi79RwXG/jHZYvom4QL9vti69",
        "T7yBPYyeDj62jry+z1pJvgVsAD6FFZM9BuGbPhDlh73KpXK9y1LDvLqEZj7pYR4+9lNNvdmIxT2FCVC+3LAQPTDhEz5Ca5S8TCoAPgbCqjx7Dx6+B5HLPb3qiL4+nAO8JCkOvpVSGD3nM5C8m+7BPqoIbD1IF22+DSjbPfC2p7yI55y9c3icvAs4gTzGHS++9rqHvWh8kb5oDKq+dkGkvlO3672JXwm+PCwXvawAS73uOze+g6JNvpqQS70rKI88YvDovRLuAL6NIYC+zEJsvoL4Lr5jk+W9iae7vaTAyj3ITUy7HRbJvVLhLL5QrBW/AdOpvh5mBL1nbVa+27dNPbr6cT7vicQ9lyRWvTCX+b1T7488diwBvrd7dT2ckZu78KOEPPBB27utUEk9BlUgPa09xD24X9093ttBPK6xzD3vPx89o8mZPZBhwrxmCio9TqIYPrrfFj1mQAW9tCFhPgaNHrx3fzE+b6zPPHUzkT3y5Ts+VVaQPaqeMz1DHsy8aeusvaCuTj3/NQK+n4PFvUlhEz5Ivvq93d8yPkRCKT72bhm8/BGMvSsT2z1GHoI9YKE0vIvEJT4aeao8sw3XvAu7cz7YVfs9DrnnPf3cID3aZUC+odtvvfaZNb6UDAA+o/rwvW6LMjw8oCo+uMocPuKiFT65frA9RDScvfv/JT2GLMi9MnefPkiaej3kC6g9Hp1PP4+BmD8uvyY/2wCWPgP8hj5GeEw/Ouu/PufNPj4C4rA+rWiQPhkEXj5WekE9NKtjP/lGnz05SKA+OJjxPgUSvz5YruY93jzNPaRx4j7mmXo+d9EEP5UfOD/z3XU/RSFBP4Zgqz4wIyA/nTEPPePIxbuLhjq9FoQfvuWZXz6Um5O87PU0Pl9HeDy5mpO9VL7pPT11cT4x3p+95U03PhCZaj4/c4I+eye+vW0/jT0esho+tiOMvaQMmT04tqk+0bwWPqivxbwiIIQ+CO0xvmuMED6J4YQ7HfSQPKlRDD695Sk9X4K7Pa5Ycj4CCsI8",
        "fOWMvTrChb78YwI9vqObvedPqr4dAgg+Clk3PvxJZL4NJIm+Fq+xvVVDm75SwOg8mkTyvPURaj4pOKS9MutCPf5nrb3tEr+8Dd7DvZOjtL34Zhm8Loh4vVu6Yb2tsZk9LjoFPAwDp76UfSE+el82Pvfghr0SZEk9q4ZCvjKrDr6ymFW+3VXiPdR+yTyBwsE+bREcPyh3QT/FPJQ+NslkvTa0jz7oPgk/lCFhPl3j7T5BcQ0+NL4jPoIeVD7jjY894z/tPlzqFjyWAcg+EgemPkIioT6Q4Wg+o6fjPZ1dgT16zrc+bZoiPo4s0z7gi5c/C9vpPiF2uD46Tbg+fJohPkS8Xj36axW+u45GvlxOlb1opJC+4+0NvwDFQr3Cec48jxOoPSlSCL+b9se9drxAPXoIsb6K45W8MzVavgkLAz0eLNi+6I/JvWJ3Gb3a2ki+9ySWvoV1Kb6LdgS+NIYwvlg2Rr4Jski+2wrZvkWK+D1VOae+wIbLvkE9Jr74TsW9+zkhPeR9tr12uQK9eOqavlOZOr5/R5u9NzWOvlqSqTzndpW9eCh4vkcMjr3EvjW9nrkSvHlemb5xupC9GCYjPjV0fb0Jaj29P6+qvathOb6URZ69NLznvAHF7LtYNve8Md7HvnwnGL5iOF2+1bxbvqY2ur0mFl++1L0ivjQX3r0qNxA+CWdyvfFYnTyHgT6+WXYzPv/ujb7paPK8l+mEvcFv170i0cA9ErkIPjxVEL5tyCm+2IVjvjlcD73RAZ69VqoDO1bS6T2hboc7uhoVvqQyMz0UomI+ubVQPb4jf73P3g+9STB9PRvIpb2BqvS9NTC5PWST1zyF+nY8ThINvL9A7z3bGPG9SuhSvSqhTr6sMca9e9SvPEgxg70IJSo+YvfQvaAIoL6/BDO+s1zlvcbRcb4Qmxi+wUkFvsOGgT02+xQ8sz2TPQp++r1g4KS9rCNyvknfT77bJy48q/FHPY8cKr0ygpy949i9vRhUhb5fYk287GIRvtculDpnvw2+",
        "Hf6JPt4Wzr51Ddk84OZzvtdZZ78FZIm/xOFwvqja6L5W9CY8tasVv1HfT77CSyW8FGDFvtSnpr7EPGy+C1oDPpf+dr/454e8M3HIvlPDl75McAS/SisSvR94sb3Mr7C+BoMSvv0ewr55G0u/fOU+v2/uVb9TfAK/QO8Hv6nNKD6AREA++tLsvVWdET4ofCe+z8cJPu+XnL2tiuy9a0YdvXgzF71eHqy8Xc3ZukkJnD1MeZW+JUG0O5zX9Lwppjc+XEXwvKvBxT5n5EA92zQjvtHYSb7skOU9Q8lRPZZfUj5Pthy+DucuPkjXbb0TNeu9n85QviffPL5RrFK+iLE+vgh8Ez57cQU+yThQvmt6MbugioA+uJwXvtmVrb42zYo+t/wSPty/Kz5/I+M5j8IGvf/n/L1Rsg6+1lGQvEvMKL7Iy74+klqwPMPKFz4HOmw+HVgbPoXDbj5KoWO+0NjkOgSG+73wgeA9SHS+vQCr4L1pzEo+dJqDPnKqMT2HdbE82ACRPphiqr6yJWq7wS/GvhV4BL8qUQ2/0Vm9vVnOqb5Wkxy8z1+QvpspOb4kcym+cOvOvobi4b0fYQu+NM8JvqaZyr7Voi4+0xl4vhz5gb6Sf3++V3i6vSJ20bqUMyS9VLeevvJ6br0h2wW/TfOavzdsj76PZI6+hgSyvmFwlj3BZAu9li7Zvk8tx72UW5m+2pMCvx0oLL8L2yC/8CdVPrwnoL1U9qs8r6Q3vm4Cyj12Fea+rqJHv8/y4r6PqyI+nqoBvz/v6D0vN8a+FNgMv0O1VL8B1pE9kDBFvqmA2L3nw3++Ypa0vqilgb5wBIS/ys5Sv5nM5b4h21m/sqKOvvTKq71B+gK9CZPVvap4dj1COSO+RWeIvvSefL31ZOI8OAZnPkuLPr5HZ5U8d7ZAPKRnMr7/Oa+9CEiqvXdeBj+380+9xV7PvNVfpT1VXFC+Ts6CPQ6Okj6Mf+m9yNyJPmwDHbyrlou95FHgvYA/Fb47Hii+7fTevcw99L00apO9",
        "bXVlPB6WITzExf49mfG3PUsDFL1xZ2o+I/aZvUBLT77t+y29KZ8ZPQdsUL0fKv+9jcJJO7r7mL34ZRy9Nu8HvlxBQr3V+KS+Z7dKvcD8MjsTs7S7F+IGPXBBIT7dIYw84Z42PeHJ9rwxKzQ88GAOvgiGE73Js368JMKtPEdqLL03Abw9MYnFvi1D570H9WG+aOUdv9xTi79kBUW/2yNdO+YRuTxKdFC+E1x1vhIYCTwvs2S+HdsJv0ixVb7ZI7U+fdJVv+x4uT3ev7m+9x4Hv4YiHb8otKk+A7KnvIvoEb7il58957+HvmnbLr/1yYW/nSqDv6sE0r5hLX+/MkGBvWe7jD3dNnI+PsOBPYm20b0RkDG+yvxfPgTHMb5GCT4++22WPWeVFD7xPW09VDnsvdEbHz6rzgs+wesFPqdoaz3FYIg9h6edvQllhj1jF1s9sEKLPjpRZb3hI5o9JlC2PUzMoz0J07W9Nq+nPUUvYr7AmHC9qa0ZPo9Mpz1/Qsk8yXWHPQ9e/j3kqf49NECqPBzDAD5tiX8+Y27UPF4XEz6U7gy+jBBuPQIaET6NqII+RW0vPkVjCj7Jttu9HgK/vQhkgz6bZpu9A9pzPdFZQD58Z5g+/hvLPQJGkj30cSG+mBIvPnmKYz3ZiRk+Jk4DP2i9wD5stho+Qx8hPvo8L71Fuhg9G+fcvZpiED3UGdM8rLzWPZPjej6cbi+95oYTPj3M67yhLg68NVGdvdbrlD05SKm7z43JPMYXoT3UtCY8MvwRvnn7b73PNcy7XtbGOwkJPz5qtyq8HsNiu7r51b1Xejo9wt0UPuenCz5CwHk9+7zBvdSKjL3Zib69JjlSPDi0Br6/OJq8mFNCPqZ1uzx+h0K+yjuoPVOHP77/uTe+8W4lvGNjCjwl8Qa+ZcmmPeR0nD2yQve8llUaPhZ5NL0fZsS9WMcMu86FTLyEEro8wB9aPrNGb713I4o9wjLEvdSNiz1s4we+/QXEvSfTHT2uolu8bZ3OPQbdbr1YDBM9",
        "5F0VviHiVj6MAww+Rs4dPuQorj0xzJc+r8x+vKSZk7oNk3I9QJIePZg5bj2WcTe+OryIPmnLBz59jJw99ZrLPGTwkj5oRAS+/60yPuhH2z3cBUM+x3qZPbAcvj12wkQ+AVRuvCdVgD2vtY8+lFLmvpMPeT5bMFk+c72sPXF2Gz3pF7W7AxQIvEqGkj5rXl8+pMZuPhSEPz5Xyi0+94hMPRO3iD3uivI9l6uHPNNnAj6H3Qk+i9G0PeK9Yj0YLKY9yjs5PUmG5bqxozE+OG9uPjri1D2trnw+x0RPPhQ5VLz8kO094R3zvCjb1T3QxQU/XpgCPtkJ7TwmId89bjJ7PVikhry+UDq+4nRDvtKU4DwtrWw8yjLTvaUng71N+o47Vbl1vn/TPb78M9m9mjMxPSVlrDwGTik9r8JzvPWWhz7IB2U9iJMCvpLovb3+4Lw8p3xtvb4dIj1pWTk9MV/BvcroGb6CsJc9SYWHvCxzCz2Ukxy8qLotvrJMlD3CgsK9ndeCPJs1Cj69beg8mOtWvQ6m8T21E3M+J1EJvVX1VL58Pbk8K2SoPqeWcDz1ZIG9tx0fPvONiz6Fy00+e/jLPdhBwT0Y4ya9EjEfPr3WwD6ca6w9QlvNPWhx8z00bda9aN/Hu/n82b0IkEo8yhWLOC5KST0hJRo+UpiyPEORPTyY3Y88KXr5PrFIJL5Waow+mr2KP4foiD+DGkI/9CQaPgp6bj3NzQQ/9l7BPnnk4j0pJzw+8CAuP2SqNz5Zeeu95OV5P5+JPz543Wg+UcLjPmZp+T6n4Jg8LPSyPeyqqD615MS9JJZ0PhqRRj/4fJw/TPGEP2zquz7W2U8/q//Qvfc5Xb7UOai8o/4+vogsjb2oUoa+0CbGvRNwv705bCq+7qWwvKbpa75ahWC+6xaAvoj5yb2BzWu+WC+UvOFTi77VOa++Th4qvo/23LwAiwA9bNv7O/2ib74kNZC+QLGIvgPLxL1yAY++Lwhrvds83L6y4AC+I68tvvJKLr5FETi+",
        "kaTRvXKLSL6Drmy9ObkOvSMp+LxHP+s9XEq2PrEAN74fEOK9EH9/PDZVIL54u1+9CPx6PVaYVT4UFUM9F7MMPh7jm73Eyma9Md5AvjPFyLwC8569kvzUPfr21b3MVo09MLkTPee+Ej7fBjk+YnXFPcJfTb2+tu28KsI0PRsGhrzlqWy+RfqqPpaFCr7+qTo9++ZIP3w+ej+QaBE/1kd9Ps+9sj3NaDI+Am2XPsiXMT6UuvA9qdsbP7G7vD0ctKW97aAEP+HrHL6h6iI+nTycPt67qz4BwJO9B1eXPYdLUz4/j1E9opB+PlCG9T7hj38/HJAnP8PBij49RiU/3QI/PlF2oT0mxpG/elE4vq7Fl76LfOe/4T/fv4CYtb83dAi+UgkqvlDHQb+YIWW/qZSkvmpGJ7+9I52/0ovfvouQQj1kuru/26kGvnGaU7/HuHi/KKKOv3ATybw8S3u+pDhHv8StDr4ISh2/t3yhv6emCcDrRda/wJD+vgw6yb89osC+TaRaPpnO6T2y5Sa+ZpuwPFH5ej6wObg9FhazPquPbD5GFN87vsNPPYZAUj4Sc8M91W3LO2S5NTtvYp89PK/bPjOjbT7lXic+cx61PZa3Zz52mhQ+5vcAvQ70RD7NKYI+UBWuPed/dD78Il8+x0MOPnQtiD5sDj+9uHOOPpL0Oz5CuNQ8DMuSPSnwND6/zmw+8nCEPApSLT3gQB89nIdYPqbNkb0HPRy+2DYMPlcTiDtcD/48VlphPTL3rrtscKa99HU4Plq2/TzLXjS9r++TvTDpmTzq2Bw7qhAEPaI29L20an28H4YzPHVfIbu9i689jqhHO25dXL0nIZE9D5+CPZrVYz60uZe/ItlKvucvX778KcC/TJLav2heob8B4x+9CxyBvdfTJL/aeNa+XLkCvlFMG7+wEoa/LBG4vp3dWz5I4bu/w54/Pt6gVb8rrmm/sKt+v7Q8bD68P2i81Owuv2m4br4cIxW/7QCKv8vz078b2dO/rRowv8TEsb/2E5O+",
        "B6KRu83+bz3yej2+paEAvvwLjD2Tfb47ykipPoxQML5YoZO9D8K9vWLyBT4WVoc9VmEmPVOPND2Yipq9+JHsPE6Ny7wWhY494MhFPkf7M70t+Mm9LxPrvYkyFL48YhI9MCWgva3dY7zgN6m9/lIvPxpEIz4xF8297PG4Pbd0ubtf9Hq+bhldvivpM766B1y9NC3ZvXM7lL5cxoG+/cmRvpNoH75etZS+OY+SvjPdTb4Zd+a9LWuNvjBHM75lNqU8ZhpWvlrdgL4dELG97HWwvSE4B75WSC+9YGIZvpc9GL31JhC+vl2hPZv2br70gcW+71n8voB4Qr7/2XS+x4cCvvnPUb1EHIS9M0Yhvi3aSb094Pk9k9X0Pcevhb09T+e86S3cPfv2ID318Qu8k736vIaYIb6xMhW9kmqBvSLQDT3IM8i8kTEavILYBT5TC8g953FNPakkQj6ApAw+OHJFPV05tT14AoQ98DVjvnIhL73/PR06niKcvGNAjz08xAo9YWLdPMvOJj56RaO9/YYmPZ/QCT592FY8pWVVPqdd2D13FH28oT8Fvepk3D2UtAI9B55KvtXirz0XXNu9nUKKPIRZAT7qiqs9lEwIvTn3db6JkCC+2vREvvepf76Z2xU9bKScvsutQT6zwwg+7K4qPS1otT2+phu+btN6Pld+Oz32x8w8v2NjvrvvDb55x0S+Vfcmv3idUb+xqgC+KCgkvm9FUb6GfNi+tvbFvQKZxzwj84O+/8epvg9Sary7Xfy9hIjAvkqlrjyipVy+4zMBv5Vc476U3Ca+5w9ivSfiRL5bnZS+aLzFvh7JJ7+t5T6+XpL2vhV8ir7Xgc++Et5CvmPs6Lvspma97CYuvQlMcr6c0eg8jvKjvfqnab71K/K8wEOfvUQbsj1IDEm8tQMDvlWPYb1R1y++f1irvS6pRbyYAfK9gqDtPWq2lb7UYly+wuc2vsXVDT7SImW9KAFWPsFYer2/ptm6JvqXvp2jor7I9Ra+Q6WTvm/RNL7qgRm9",
        "oyKAPGA8j73kC5Q7WJwzvVV0iT25+6G9zHo6vZTYJr2rNVI8GnHRPHto+Tx0XCu+FNpHPsXrh77Chiq+T88JvhR7ET4cU8c9kLfgPe9ZH73+GoM9iDXJPEJzpr38gAa+s+eEvU0v7D29Cdq9MTQCvmgZrz3ChqY85R0APuHYYrwZAB+99y5Uvg8cPL5Yd869+jm4vuHCCb+xzLG+vvqiPNGhi72sT3++FRRdvkgvHr4bhpW+XCMnvpt31L2ANSM8nfKBvtKljb3DMWu+RlWmvv8USb4Q+dM9tbV6vgDoSL3EBXK9BN4UvvmQtr4DcSa/sN+4viAPjL5DTPu+8Eb4vT16mT1gIH49ZSLDvTdlpbv5LMI8Nw89vZr6Gj5Lb4E+pqyDvP/cEb0D60Y+JftXPvh2Ij3pqoc+TtKavbvFHz5M0TE9UAh6PEKx5T2KaSe+h3WIvVKdQb2I4qG8XYrCPIrCuLmTSEs9BUu6vQXPJD9f8iw+aZIHPbByOT0vhfQ8vw3DvVGdjb7dNQi8QV8MvpZSRL5GYEO+2h35vRERpL5T84a9oi7SvRCMmL6byiO9oWxmvrCtAL5elcK797UavaMxir5vVr29IQkyvr3ah77ATOK9Dk3/vZiZPrxZAS29yXq+vcwDnb7PlqW8RZk3vxjKZL4mERq+cx6wvhDSHL5+nyO8AIK+PQP8D76Wls87OenzPWuHWL1LC8K8oHOavPwBHb51fXs9GwfHPbSiE74b23E9f5suPQJGe72J7iW+mgu/vV9wFLwVmVM9d/VFPKftGb0G+dA9eRyFPQlHqrx2OhG8py57vSxf8zqO8zM9TnbKOuYeaz0h7Q+9xbOdvZxBoL1C77Y9kNlevSpkNz2H8Zc+tISGPQVQGz7jraI9QdRfvfYgp71n2pU9E5JEvGSNGD449A0+GFobvenL3r0W0h0+1tOxPeMtK767KSs+ATYzvQqckr2vvV2+Q13lO/LULL68DiA+CnNwvJRPuT5cLeA99kGNvfY9AT4xPgi9",
        "FLVyPt9qHr5jUY8+Lpg4PsOgpb5pNbe83V/qvi6Xgr3udes9vx2OPXuSYL66fi6+D2PdPWsCvL6vjkM+Cvy9PdECFr6MaGw++bdWPVwkozsUdUQ9bpA3PrJZ1j3VycW+/qytPlCJ673O+gG9LtZfv7LOWb75esA9qyyWvfS/Nb29e1E+UlV/PmGttj6l8ZU+FV/XPoC+gT6+X9E+iyKYPhieKD0mkio+wl/LPq8cgD0CCYI+ZBe9PlSfKT5JsG8+GlxcPqpOzjqfTSE+q59APmJAJD7gt2A+Nrt8PnVZRT0exr4+HjQuPo2TZz4hSDU/KESNPr1vEz2hQNY+SifgPHkud72qnTK7lC0Hvbfy0TzfXMI8Ed7uPMV41z0HEpk9D96fO7ktjL1sVJ49sjvaPawwezzb7Yk+58UnPn4IgrvoEEK9Fj61PeDV47x39vq9r9SxvXr7WDsZ2v+9E6/EvAmtGrxUHtC9nXzXPa3Tr725TDu9J3uJvS1pR77w7mI9JAncPe41EL4KYiI+Vo/iPciFob7ivo69UsXXvvlkiL5LxAM9o0KsO005xb7ylG2900wJvSKBnL4uDA48az/fPTuuoL4eAR+9MzNFvvlG9jvicom96oVKPvZoeD72Ooi++NpdPh/jpb7dUrW+53eSvpGSkb58G3E9yhACvvZ+Rr5fOkC+feyCPlbP5r1uCtQ9NJUWP/u+Uz9UhAA/OxaoPkbTKDxG2wM/0tnkPu/ajz5NwpY+pHDUPvHErD5gnR69dXFIP5nYJj0xqjQ+9k+sPl8BpD5Qlc09nItJPd5mwz6TmRI+PS6bPmNCNz+Xr7M+sFUlP2qX7z6nsP4+n4h/PT/QGz3W1MQ8xSw0Pip4UD4WE+26C+wQPsIXOj6bxsC9KLfxvGFKNT6pNiW+n1SAPt4viz3G7ia94ZZBPpraMb04RCM+y9GRvaWaoz5pxeQ9YVE9PudXHz6ntGE+W/sEvmW05j3yGII94nGYPZmBeT7WLBW9ypahPioKvD7ZIpm9",
        "5+RPvV0RV75bXFe9PTAIPcmsJ77iAYQ+fyMSPs4Dr72VfnQ9vbkBvtrai70/rQA9rEw/PZdGmjznVs097+nuPcuWkb7BMao9fMh3vbvVEr0XL26+FZ0/vryMVL7iqp08VvLSvXQVWr1/2089U0RvPgz/Z77yuz69fj0UvrSSKD7A48E8aawzPmTc8jzqy48+j0yPPn8vEj8qTL0+6wVEPe3W9T19CzI+RZ4rPiZL0z7OFn8+QOUIPrQDAD5BPNO9+UROPpeG2LrXUhU+TlCLPvpSbj7ie3+9i7K/PbBz9bwQa6c+JZuDvRvXzj42ZxY/hs1OPn1Cmz6Imzo+rgYaPdDhtb1PX9I9PV9avpkIp704Wtc+JNZ6PpLCuj4qrkA+hLTdPQh0SD3MZLI+ktSEPt9snD2CiAc+gRIOvYAStb74Vuw+RisSvTpnHz5ZqY4+DYWJPSEfl76zz/e9GMXvPNeko7zeMl68+GTuPipsMT8RpsA+C1nFuyvWPj5u6gS+rM9VvqEnZb7hGV08L4DpvV6ZAb/3ZtS+zeuxvnuRwr6a+W++sLhOvkWHm74RrXm+uiAHvhc8F76ilcy96vVAvgiBa76m+2y+Usb9vdMZTbxDzNq90e4qvqTXLr54brC+6gBOvoBPqL7XjmG+rzQWv/RlPb7iad+91NCjvig1F76+oZu96rsOvhdD6L2/1wG+Ssr+PAS3Fz3FzU8+Vugcvfh42LwsB+I7uX02voJGZb2ujKm91OLYPTITAr3KkaK952QQvs2jjr4WK0g9Mz+qvWx9FDsu3b29TG7wPT9HUL2Plw08+oNdvM24d7xrkIs9zEiJPN7MNz5f5ug9RJ6OPEjwd75yey4+3h7BvFa7Qb36T9s+/TpxPng3ZD65E2k+C+NlPLyVP76SdbI+saeAvajMGz4aDqQ++yggPQM6Fr6bNqk+P5W2vVP+Zj5AoRA+sXppPLAWpD2aX0m+IATPOe/LZr13pE89i/dAPqllvD4P2oA+LOG9O6aOpT5WV1i+",
        "nsXIvKJKHz7Qukk9RYdKPrxSnD67Zyk/Y1i1PeKUJD5ETJI9xqwRPmuZFr1R6iy+ERoFPuxlAD7pN1Y+ZpJsvk0yrj4QIwq+dDywPfJqXz58t0A+61GNPR4CID44Sby9Ejw3PhhiSj7l4+E+Ldp/PZpaZD7uz1A+hwahPqDE9L2Ti7s8ZQcEPDN4PD5L8m0+/CiJPqBqIT5gZy8+At/dPY/D8j0m2qQ+8PCfvURXPz6yRdU9HCgRPkKDVr1WeC49FH8dPprOlr0JLN09nePLPcMSHD24GOq9gVg7Pum2lL2R9aI9cTjWvX0BRzxlvv4+XbjEPSK2+rxTQVI+fuzKPXsj5zmM5w09/3MAPRUrT7xJYJS92ihQPjAbiT0t+zI8n/SKvfqDLL2a9sg8tnxfPiVTuzx6nRS91NlzPBmpnLukGvK9qmjoOnzyMb7Y7Hg9Gv+vvdBHl71CUy0+o270O0i8370XsZ89H80HPt2cST1mtmu+aED4u4B3D74EVd67UWDpPOgu7z2pF4G9wgnfPVje3z3UjEk+HLjzPa/wH770J/491eU3Pvo8Pr3JY6096TwOPrDCGT5JGPo9eRcxPMm4lz7TuTm+zrjXPXYYCD7JOY0+PY6EvWkatz2yxrA8ImKwPpmZhj7B0cA9spsMP+wXEzxUsNg97JGgPoRmHj7bWas9r4bwPQAHiz3fvg4+WFF0Pql10j6v5yW9jSUDPQP4lz2TXI4+fLt0PEBWCr7FAWw+/y+xvYQqID6los69r7WIPlcdRD0Kgh29pU1cPhvBvT4tOKe9VCcvvapmJj4elJY81glFPkGMxT48bk69R0k/PtRhQT7FFew9piAFvi0RQj0HHZm93qt9PW+Jjr3w+2w+4ZGIPnHKWT7/sTg+1vCzvS+4WD0TcC89Cq2lPSFZCT4edyw+McxFPngHqj0hWnw+kZMDPmqEpj2aWgY+mXCfvXdvwb1wHr892CktvSCjyz0zBZU9jR+UPhSy4j7tmVU+d0xVPor6sj1+yAK+",
        "RBnpvULkPD31I9G9tqO1uzq8p708NHE9toYXvnz0tLzrQDK+vlUqvkb8Wz2KYY0+Jp66PGpfbD0gRoO9DhlOPvXJvL32H409ero5vhqDYr4hrAq9dBRFvglQ/j0CMfI90boTPmLEKDxHhJE9lyZhvfDLBb5s47m9CodoviavZr3JSy+9jadvPfpLzz0yeUI+WkUhPridGz4D98M8sI74vcbTfT0GVQw+2vCCveZQBz0zNA8+XgkSvrexnz1VCcu9sDb7PGKJBD046Zg9nQ4GPlDxUDwGuhQ+jWaYvTOhFzx2Sh8+9g5Suj+I+D2RrMo9Xn1sPXOH7z17r0W6z7TJPXR5Gb5axSS981HYvR5hcz7NM5o+lbrcPoOv0L2fDgs+wuC/PYacOT7O56A9zuUCvoR3BD7ri6I9URCiPU+GBr68br0+g1g+PTHXCj5RahI9MjNbPoz6TD2Etk89tVw0PpaT1j0WuSo+qcjgPv05ALvwtac+SnXKPe+Atz5DY6K9D00NPvB45T3QXiq9v/gZPhzMrD5ef5w+rFDmPTmy3zxzMOU9z8TJPefk2DwJ5gI+QENIPSblLj6zRU+9P6qMvMRgPj4mRv28oH8APhXacT7wYTA+ZVpqvfoSDT7+K2s9SV1zPik5aj3cXqI+nmXQPqlxnT6w5yU+yRCPPsIgxj0MOY2+mUeZvZycTzs5k0O9NEEYvfOEQj6mEyi9uaDnPLEVszyCEru9fMDdPOufKT75icQ9YbQ7vSpRyL2TQeY7qgnHva3ZAzzNlho+n5eDvU9MVr4+92S9fwsUvajs7j30rqS8+VE8viE2U73DGjk++I7FvRD94z16Biu+IkrlPDxnVr4C7Fc+Id9ePT0bxrw2Lk0+3mNEPuj7F727zDG+jgMJPhuCqj58p7i9K0sxPSFgHTtu2pS9xIDNPSU5rD2/oSW+/JkUvv3sCTt9tuM92BGSPRZ7iT3e4/Q9hh2CPVRTKz5WXzQ9lglTPoH97T7fxdY9YTjAPnLA7DxiLwY9",
        "HUEVvpVJ3z4381S+who5Pc/hAT9KcNo+aoNHP7Nb6T18zS49oGOePlBs0T5duG4+hASXu6ZsGD9mgxU+1Z2jvakL+j5G4No9ptnFPt8hlz6Fe6o++6EHveWeqL5hTIo+AiLIvFfeGj4lgOA+uVWNPxx7DD+3Ehk+/boFP5+ZEj6GUbC+sb4OvsJtnb2bDqC9uoXmvgKiK76fCw2/qmKPvlvDNb7YHQO+DSbxviSvaL5vGVO+vHVKvsffRb5J14u+P0hevm2q5T2RKRm+nISeviGiXr7hjIy9M09fvmCsd77RvVC+Xe+3vlaZdb6Wx72+hzyGvjbTJL56XAm+iIB2vqzILT6gWFc9FrzevPV/DT5q0Pq9GDoXvuV2j7tGihu+1WcAPWqhVTwhRy69c4yJvuCunbzuvsO7q+QEvue7GDzNqjk9bd+KPch3uj0+xju6rHUdPhXylT2WXCg+STQ9vdVua715kiw830knvYo6UT4wVoW9R8eGPIzt0r18oYM9qn2/vTuj5T6km9q9qJbaO2aOFj+nx/Y+BGpvPx54ez6eNma9PXokPkL9mj4gVI49nnzFPcxEpz6s5Pg9TtCMverE6z75ACg9U5LCPrKpMj60TlA+fS2lPeb5Ar4LN7I+NfvEvXladj4TraU+0FUkPzf0AT92Y4Q+yOobP8rBQT6nFAw9lYxJvOjWSz1Dqk08sZFVvUyRmz1IN0q+BDFfPA6h7bygl0q9UvQ+vppk8L03lS49sPyfvRcQEb3FNvI91PEJvURRHT1VTeu9NwqZvF1jET5fZrW9022QPb09Hz2ZU6c9f5T0vcVDo7xQ7Ru/n3FIvqnKXj0YyZK94H4CPi9fWT7Vih0+qKQoPmunHz7ze48+O9QYPnr9nj6xvN4+Mve3vfXFF7s53ZI9gJ2WPvVP1T3N8hQ+uJLePdp5mT2C8GQ+C6jOPZ7NSrsDL089YXkpPrD+1D2aUZk+XCgZPk8PYz7nWqw9Fj6SPqNB1D6zcSQ+4wtdPC64hj76u649",
        "rVoCvluY9Ty/GL289M+9vI24er1knEK9GV4oPnzwgD3nvgA8yJObva4dOr6BSRA+/paoPN89jTtFUA0937mcPXHvBD6nXrM9M8eKPPFX4j1er+u7MOGLvrV2tbygwxC90+dQPWd9471IojY8cHrGPI+90702r028E0aWvJuA9b2ZhcE8s1qcvcgBAD2iuHA+QibXvbgpIL5o666+Ct2aviWAoz26Xoa9E8uxvXxCEL4MKTu9uLSPvtXSDD6siW4+0/SWvmcyqjodRse9nb1ivoV7Dr3uE+q7JvqXPp4HFTx94GA+IIbhvB9oPr7agMU8VnyCvp2u97zchYe9LRxAPQv2Fj5+PfS9UK4AO3G3vr3sws2+GtsfvzxTRL4R42++6gdOPSkHP75TaIG+mjXKPX80l770mWm9k43lu8tAgT5ZnBu+MBzDPOF97r1HZoC+Ez/jvb7Z7T3cDwC+a9z8vRzkjb0jPOi9MajEvlQm470gCZS+iB50voXY1b63IOU8An7ZvEclgb3eGx2+CoQVvjS1NL2Bh8i8jLdhO1hxKj6JkMe6Q1EDPsCGPD75Azi9nTdWvdICRr7BDo29wZRJPkZnUz1rFIk+iJptvYoZBL4DOly9vZIDPTWfmLxasWg8sga8vETVoD2zRM88tPPAvS+yXL59J029qGEivffHhz0OkR89uQ8JvbsIsb3Yb269R36qPaf3XL2j4lS+j0spPswY6T1a6RU8Y8+dPXPswr2lq8w92KZkvqQPVj1wt/O9li5IPgzoGr0z2c+8BevIPXcguD2KJuU9oMyWvaUTZr7093U9PhJVvao97L39TQC+AmOWPSUjgTypzUO77oqbvVDYWj0AES0+5gDsvDOFmb4eXoK+ZmCovmlCJL5gE2a+UygYvcFJAL59B6w9EcMfvgKVzr3wxb+9C4OYveLx8D3WR7E9JycwPgDa8LgmFWe+jy4ZvmCkxTlEz8m9oHkRPsXCfL7WBv89GLWQPZKDrb5DH3C+oQcWPeK1ub1ZK7c9",
        "JETPPS3MRb0IjrA+IRvmvKWF175rgTy+BP8Qv+yp/L32eUk9OITEvUnXgb6KoW6+j065PLtnzb5FJzi9nEtSPZdOib4MoQy+P9pAvveu570jM0e+ppoIPrIA3z0HwY+9wFGDvPvP0jw/Nuq9clNdv1Fegb6eVhc+5/SfvoVz6r3yVXw8l7gqPs0pjb1pB+49yUMKP98EOT6ZsbU+sU7mPlDrmz1WT5W9/Xy4PkQePz6tniQ9xHMjPrSfaz6S6vo9SGG/PUvZEz7xN4Y+LBtjPjnnMz5mV928cuddPvf7Bz78xYk+tntwPqC9G73Kk7Q+2HfBPhSOcT6zD9o+nEUlPlWZaL5A0Fi+mcXePSy1DT5N4pQ9Tp58uxidIz6rxtM8XrzBvWXfYz2tPK27wgmXPWMx5j2i2i0+QyZLPTZYLb6qi8C8nuryPThlIb2McSq9sqpwvXzjujzxt908I/kAvYO4d73CKQi+jYelPLAVtT0cat+8LLL9vVIC/b2Nu049K2u3PTPm1L2u8n89gx9nutji6L7hg6a+KPnivuLBXb6z4w0+ISp2vPai1b6xlCK+jhE3PoD5ob6US3M91sKtPSPFg763q/Y88ZPSvcCbGL73exy+JfqnPVpMLz4efoy+o8FUPhM2Xr5uQ5K+nfmzvnlUn76gz+o9g0x/vqQJvbwKug0+vmMtPj5BpD7Rsk4+5AzsPZBuST6zSQ89jm+KvQmQPT6hK4Y+hk4pPplXsb1m56I9gn42PqgeGz6jui+9O3rPPXEagj3Ajt28r5hxPlXQgj4j7ty9oGFKPd64nrx5Qa29rOqHPV7VYT4IiKK+cl6oPmq41D1Sr5Q90bk6vqLhlroaAYU9cpmPPt5pID1dQB4+S8OgPAfnp7swpgq+cYDMOhOvuT1mxGA90T5vPsXw0j28dFg+0HghPewcyjz4ehg+g6D4vY04I74B9pQ9dwkjPqna2Txw1iU+wn85vhKblD13mz69BCNBPY+qDT/dlf08QNV0PSn2TT6zbeE8",
        "xvVHvkguID2JbTu9Tj54PVxqoDvXBji9D7U4vYfVED2fwu+97APXvWaJm70fjBg9fMzEvHMlmzz2U7G8wgpdPXa5SL3OEbG96itVvdp4ej3sy6e8SOJTvuNipbtZ1zI9xpD5PfnSYb5Mj4E9ZQtcPq83iL3Igb89XAJDPVNkKrxRXr49Y6ypPckh4buSJCY9nqPpvExkkD699Io8X3mhOpHytbv6xcg9X45KveCDKz3xZHY+hZhQPvkhEj7t2sS8ySd4vUuPP74m0HS9xf2hPWQ4fz3cqgO+RMW2PSFI/72QJQc+2d0tPXkMKz43eQc9sJMfPtEeHz7ZUug9GZ5gPOub+T2aXZu++aMOvtg2I762cSm/baoav6Nvj77M7bu9sbbivd1Crb4LJH6+YE2bPbB7Yb4DEaS+1PBFvsv9Rj66xCG/Zn2KulDPpr6Ktm2+KHSRvssU7LzkUWm+Nx8svh1agr6mDVa+7t8Lv/DnwL728tW+sM0Dv6bV3L4ioAu+Lgy2Pfhtv71D9tK91if7vOGmzztZB3q+bpL+OwLyX71b+xI+0OVSvppWQL56PYe+6k+2vUNT872hQW2+mH1uvYa4Ar2yJMA9L85MvhoxGr6VAYY9RAXJvXium73e2uI8f64yvuBcBr2VGla+tiquvnss373QAC6+/V1Pvhd2bT0v3RG8cNp1PSF2Ab0rZNG9P9qPvTXtqL2ZcQY9u3iNPjzEnD2usQc+5uWhPfZPsLxFJJg8NakCvfFHAr16rs29QyGcPQtejz1AoE49knnSPU1RI7165Co+XmKFPQ+THr0r+8K9qDudPUpYCb4Mv3s9GFwWPs94Z73ooSo7H6jhPA+NuT2ZDLC95gY8vrN2JL7MMc++hgKXvrYZ4b6kOp09ddFKvtEEv75+pai9czr/vRugCb4fIPy+MpE/vlRAhb3VjIu+EtyQPdyD8jxu4Sq+z/nYvf8S3zx2MYe+IqvRvSD/LL4XKXy91qbEvs7hMb9bOjm+H1urvrhojL7oFRK+",
        "/CPGPg9iV78uZvK800Afv58ms79jI8W/P6mIv1S2w764Oiq/SSilvyOpWr9cCgu/dtaEvylZc7/Dcye/g9MJPk2xyL9rzk89qMWIv9aQhL+vonK/znOEveNk9bzSlXq/md2TvuU8Nb+nY+O/yum0v8cenr9gn1u/AOZyv8M4K78YEno+lvudvjgIgTuwQoO+A4p2uzBQpb5IM8K9vB+cPb4zQb6FhBm+cUK7PtNQDb7nbNW+RF5TvgpAab7+WXg9P5VUvmfgiT6hlZC+lHyAvlr5wr309Ya9HrcGPuJqTr7ETXi+p4v0vb9wGb6I2gq+mB2qvuJzAr+V1H2+fYqOvo6OsT7ScSs+lkrVuor1TD2FvqE+9+tYvhpkjb44m8A+7V6aPIxcAT4PqoE+kiMnPrF/ob26e5g9UouNPUF6KL5FSVM+QcuXPgGMfz41AuS8L+4YPdstx71xQ2q+d82uvjwNwb3nV9891AY2vpS1276HKUI+IlVcPas7ZT02qo0+qfmVPujbBb+jSTG+Z6sPv74ciL/ooIe/wZFTvyDrb76LpAW/66NIv/OisL4wzw2/YpnWvjJ8Gr+/hr++bpTpPNSWdb/Rr64+KRY9vz0HFb9pyRm/53BEvnXHxj08vAO/GKTAvlEKpr6kjly/037Rv0XkK79ePg+/7SDOvoNMDL+NMQ++fU3bPee6sD2RO1k+TrjyPjrrIj8FiXQ+PcUaPd88Jj6iRvA+lc+kPMJB4jxR/to+4IH7ParOmj6pKSA+koYjP83+rj3hoOk9alGLPlLdWD7zHQy+xk4VPhuEHT75IRk9z/B2PrLY8j4K754+Y+6zPgAFpD7tTnQ++9UpPf6U5j0kBTI9MkInPsgIjD4531g+d3aVPg+PhT6lxus8Woj3vFcenT0pGUk+cgJkPp2+yT0WLl68og3tPTRvNj4ms1c9lb1TvHB2SD1417M9EmSbPm0IT727Uhs+6GKevTkpMT1RXmc+Kb86PkYtnT64qpE+V7+IPu+0Rz70G0Q+",
        "P6RIPdYB7bxzx5I7R+GHvXx0br3s5fU92HMYPuGi6bySGDS9adgfPOJL2r0g+vA9Rh6nPYh3zD0r5DK+sYbYPYRt8r3lwcS9poAZOz4zW7pp5pa89eQfO7cKvLtvyL49gUbDvI6cJb5XG3M+YPfXPasrcr6Fhd88T7xSvl9YPD1mPY29i843PuSdrD23mh4+nB7CPhaIRD4EDJE+inuLPWPvGT7Bg7M+GRmEPuZtPD7ome09Cef2PZK+MD4E8iM+e01UPt9rC7750gs+ePwhPv5kTz72j509wVfYO9af0L3aZ1s+Zp9xu0ycuD1wJQ8/xAfoPXUcVz6Xsn8+cn43vRH6m7umbqi9MD4bPqBCYj7rsJa7rgHKPl2u/j3/n089EAaMO0/tJD49Qbk9gUaWva73Xz46d8c9nMoZPvl057wHpnM+IFoxvh1IAb1/QE0+9sERPotoLD7x3Bg+AtZHPsW0rz33kpw8o/wZO2WTmb6UeEk9Z7E+PkWQDz4vI+q8pJeiO1kK2T0tqeQ9ksJwPSjbsT4l+zo+FDIPPkBSVz5oBww+EtVGPQPJkz5RjoQ+Xv9VPrPZXD6NpN48QRf3O2002z0HLQW7PhBMve/CyD3lGuA8/c0IPHPVDT63Vyu73xdPvQpDC721BYk+JhvoPhQ0FD4kV7g8CvWnPhirHr5nZaO98ErAPB0+tjz3WZM8c2X1vcJ6tLyur5w9RxCOOxuQDj4duN27e28PPdiSsL0xsdS9GHwVPXBOND0Dts891CiOvb618L1A4SS+Zd9wvZIWnLvRRy09zCPLPMLEuD3mSCe9Nu6yvWkcmjz8uQ+98oMCvXg7Oj1SGKg931rWPbVqtLxQwca8UeuJPjEre70GPQC9xtVcvdUlKL5Os5G+1ywRPoQ8sD2N0Fq+rggJvpCY5z3UkiE9sJm3PYWnCbvJ8KO9Mlu5vT61Oj0mh+E9Q7yLPQng1Ts58D09eKYivmngjj19aMK9WxZhPXWERTwuVyg8zpJ1vdFbJj6G2Fi9",
        "3CdFvep9hj4ADSk+IJdXPT40rj4r8wQ/A2LavVIaKj7+JpQ9d+HBPmwvFD5zYfK9t6RSPq6ekTvzzSc+TvzRvQQnPz69bCI9xuiAPik4hT5MNpU+FGCJPFHz070ZUEk+C2mHPsUMnz5dTcc+rkCvvZBirj5VW2o+Nr6LPnRKgj3t9Ac+jWGfPEjI8T2cY6A9dx2JPvvroT72yJo+jE0mPW9Dub3V4z49TJpPPoicNj4xdbk9nkMoPtbul737ZNY7dqWvPOwsjz2ybxA+8xyZPKlhvD5yJpe9fk7TPbyTpL253ZA9WcAOPs/mNz5H4+Y+aXZgPTAD7T1Q/RI+Te+uvRYbbr2TOz+9o+SaPbH6CT2OUrm96U/mu7BPTD7Snhu+rkV4PUwGZ76zXT2+ZZMUPr5TTz2KJoE8XsV7veQMcT0nMVe9p3SpO6aW8r1Nu5m9p+J+vSX6q70cp449az4kPth7O70rrae9JB6yPFaxFb2/0LC9c5HxvVaXN725cpe9b7mavZK1rT03Nda8+xnWvY+Lmj4S95c+mz+kPJT2ur3F20E+xVkgPvEiIjtbb389+D4TPkv5tLwYAao9kQNfPOCjxz3s34C+WayHPMoD7TwdSr8+8F6RPCX7lzxmDnW8eTQVPoowcb0SyEo+ZEXkPoJIaz2A7oc+9DY/PkxWEr0+1xa+4cAfPDNZoD3jzlw95+MVPY0LjT6qfwO+Y5btPRPGXD4c8DM+WIiUPaBhEr4Ff3I+n5SNvZtEGT1G8SE9S/4hPsdTPLz/lBG+Fut2PgX8Hj6thjA9AhaEPfBv8zyfcqK9XS7MPLgFLD4eF+m+uflFPj1MhD1GKhA+aAEKvYBVtT3Sar08GxGjPGpNjDwiO2E+dlCpPaZunz2sbLg9suOmvGYm5D0UEVm9sEl+PAzeujzw/X67H+oaPl9YLT0R4sq9ZS8Bvq7tHr0fQIw+9N8/PRygJT50rL49B9rrvYoByj17kPC9RRSTOu56DT+gMXw+zxg6PbV1Cz6pYiU8",
        "zV6cvcYbiz20xvy9z+G4vSFkmb1jV/E92Os/Phs7W76zl7+8r4HAvVDARr426T69jEe+vR9PAz6foWq9WquJvb3BGb4jytk9WoCKPCeoOL0rh9M7Zl9DPWktAz6BOfU9MXSwPdtZXT5sVGs9OXK6vb0hY77v8g89trgwvc7zuD0M2Ua9jHDKvQctpL1s+wk+/v/DvTChwD3Sz2S9PL8+vlXj5LxG4549KjBnPawhyLvJK3o+kEkUvBVhcL2t5ja9gCDcPMmHQ77GK669GeSdPdsGYT5glPg9r6FtPsKEQL5HW/U899Yzvi2orT1uVdY9ngBlPYy9cD40atQ83w67PQ=="
      ],
      "weights": [
        "boMmPpPuyj1jmJK9009fPd1Rf74lQEq9zBSEvo7quzudd4E9+jK8Pdirmb7ctBa/aVssvrVOxr5E+rS75R+nPh6Fkr5LtqM+zm2ovoLmgr6ONxq9NdZovp4lPb2D3iA+NyIMPaYNRT5obqC91D8SvrL4er6PPrO+lRIavcRE0T2ljKK9dqSivFM4mz0dsja9GMaRvr4hY75pDYG+VqV7vdX9zj2mpI083y8Kv+HKfb864Sq+V2EIPeW/Yj3lVYQ+WZK3vhS8Ez3WZNk9Y5h1vuAFgr6r6vI6sq5Vvpn+4T17pGo7WpZPvhn3kr4bfIa/lxfgvnX+mL4JReq9gLonPof6xz5TZOy+b0QovpZhnD6yixm/t+8YP+Q51j5gAa29lqc/vnArsb6gXoy+narDPgUmaz5JRg4/ehLUPtw9/jsyOca+pExUvg3G7r7vSY2+xmC3vlosAr6nwOa7z7/VPvGug76N+6S+ZA7bPh0oST81xh+/h7vLvlDIKr/MP2m+qGb9PsHXNb47gK6+wAy2PTfYYr8s5ba9WAbYvuMGfz728tq8r2sfvl5sa7+TsgLABoLyPWKC6L4vUSc9CZ2APlwJyL7lHSq9Bn0JPUYRlr5Ml7i96os9vkUspT5dY1Q+yBt/Psg/IT6cBY69Fi2XvzDaPb4997c74euQPS9U8z3Z2rk9dBSYPPJttT3auVy+60/iviFDLrwtJg+/iRTwvMkckr1unAI+WeCCvudjSL+7Qly+sagyPRnM+L0l7qs9BueLPNTqvj5e6Nk8FAHavifI7b3Sbo2+IEADPSZspT5Q/DI+HwGrPjq1PL4fNoS+haduvhWihr23LPg766AvPokUPjxVWZO9TgEXvkiARz2gJO6+7fL3vht0yb67aIG+jJf7PLKaqD3O3Ty/k2Niv94RJb6IvB++nzElPmY9wD0TWZ296uHOvRQ4O75JDGi9bDBavYAskL50rvY9UiFkPp/U/Lwv8K49qK9UvpkVoL8hOci+p+R/vNFiHL6bb0G9",
        "zkgyvKvaur68lCI+DgmAPrdmBr8AB/s+OjcGP9ypPT6knFa++PB0vvcD277YKas+ZEPWPsj28j68rcc+IU2FvqCj4b7s5zm9YQClvpAM475b9Z6+W74fPhPojb4RDoo+9bWRvY14x74HONc+kj1SP8DuBb8Hasm+2CY6v/wBfL5b3iM+o7y/PULaoL6S/Qa+btgTv+7urrnYXOO+sJ6kPjn6Dz6wKxw9ZNghv3u2+r8Eyq0+1LauvkT44byq6ws/gp4gvIEGrz10W36++hW9vdH49L1Q3CS9uW3uvS1QFz7tYGo+92qfvFixsb29b5S/dIPqvh66aDzqws08KdtbPg=="
      ]
    },
    "lstm_1": {
      "bias": [
        "c3f3PKLaRb2Mo8e9OkjrPPDrWjzvqj+9i9DSvdH1L73ZW7A9frqgvfTgI71dVp07gr2MvSqYOTzfXIy9rUObvcdHITw+EpC9okYTvUy0K72bPBG9VQn0PJZIML31HTI8CiBQvUoRLjzftdK9iN/HO5jkVb1L6Wo7N3GVuyKVMbzH7Dg/QI9cP/87Sj/51EQ/KJNhP5v9bT+tI1s/p4RaPwgPSD+CaTU/BKRoP968Wj9qIDE/xaxpPwQSXz+ZyFE/cRwmP4vgST/Fa2o/QPtlP0/wYz+Wmi0/Xc5oP8C5Oz8sMmQ/MxhTP/dSVT+dyWM/HCI6P8gPZD9v2lc/2DJwP/otITseYwy8MuRVvf7wDzzptcY8b1geOxmqC73aj1+9IFWiPK9MDz2Va5O9fgM/PGANl7ma94q9VPyxvEtqjDyFzVm83RBUvSg4qLxxVCY9S9okuqZBNjye2am9fiHpuU8ejz2qdGe9iINxPXyXoD1BSxg9YSSqPDMtUL2SU4w97+blPadBXL1GCJy964ibPYyxHj0QIFy9BVHkvY+W3rtB59E9NH+wvCpNXr0hzTM8JhQvPU1jOjvYmYu9fKO7vS8wr7zFTSe9mscivScoV71Dj6m85pqwPdkmIr3ba449TXthvaAVsj3zF/m96FmPPG5/TjxgXfs62oc7vKLYj7w="
      ],
      "recurrent_weights": [
        "qAyLPk4Xzzx+aKo+uNqNPrJpRD4YlG89rkBRPu/6Vz6A56E+QE/nPsVxHj3QyIU+iRnsPh7gsTuqrns9iLSfPvwgAT+lNrA+aqykPfOygj6n8GI+FP3QPnJgL75J7g4/Pm3fPftB1T5oxwI+K9rBPaDQwT6eZwk8lDrmvPRGxT1tPAY+wATBPYg1oz5911w+1JlBPstlLr2RO6o+8T0SPiSsmT4I1HI+8ut6PpNGfj7Oqpg+WfO2PuxcGb37PS4+694+PiediD7BhxM+RS0/Pi37oT5ro2A+NgxqPqgDoT5Yx3o+8zorPpUHVz6BpLs+bRIRPsny9j3Fiw0+F6S2Pmk54L6tmfG8yn30Paz1CL4Ocdy8JgkDPjCld72nPOY9Mz9jvkqGlDxhhte8z8AKvqdWAT4gaRY96VbXPBbcib5r6ae9LkAmPm/ZJjwavZe9hrXQvbm+Jr6JJY89Ta+BPjs+2DwXTR49dX3zvRq/371ghZ69BmvlPBDWyzxlsNq9tRKCPtgQ5b3QKO4+RXATP9DspD6haCs+A4z5PgsBxD4nMNc+6Le5Pm40jj6EIrI+P3m+Pjmd/T2zRgA+BznZPo8w4T67OYU+e/A3PpyGSD4Z9Ic+ffMDP0HFhz4ltzA/1+hmPqsoBD8jm1U+Cz2YPkA90z4Lkcc+6AslPiqhZj4tokm+/a9BvtIoor6Shae+AF7/vSpIvr1QlzG+D8OMvoKikDv2v5O+ivGsPUtiwr7oxOG+NXnSO0bJAL5FKEu8Zgp7vuxfgr0d2wi+VKI4PWE5LL7WbF2+hvhzPaNMLb4TBBk+AU02vp/aGb7joiy+bDDqvhXF1b29zsQ8zLwCvu3eM75BoJy9O6SVvbGpg74Jp36+HN8AvcC4bb0MVV++fQNHvjULY77QFqk82FyCvtdlVL4pgQ6+fKs1vtlOFL7AsYC+4REXvnr8Rr5Aa1s9yHkePIjBp7673Zc908GlvgA93b0ou/i7H/emvckIHr7w+Nu+ROnuvUceAb63Ekg9",
        "HxvgPCUGDb4rZC07HUyKPQq7RjyTFxk7earavIoWlzxF5yQ+Ll8CveiMxr3H8RU+ZnmKPW6NDD7XkXi9YtQTPshlwD06CsU8rvIoPN7I1L0Rh4s9rAK+vZ3vEz3tvha++GO+PRG/Gz219CI+VZ+6PU8fGr4EW9y9YXiRPWJoGT0PSOi8y4xRvFwpdL7RuNO+Vb2GvkrKjD0CXt69K/aKvq1CRLzEAqe+PBSovU8DCL7Kpj6+NRMOvgZtEr6Yrbm9uAdYvqVbR737PXU9jJupvoNAR70rz5O+gAhJvbxeQb59CZi7joWSOwMr1bxJZZK+lJY9vthYHb7AqJI93HmxvduIRL6zK7K9zamdvqrkv75pc7S+UHQ+utunuL70K5u+56AUvSUNhb5FQxQ8lq1avrRS2b4SWGW94DNJPeuKKr5N9tq+UIs4vpIfSr2Kf8Q8VMxmvhj+0b60MMq8aPegvkP1nL1KGem9AvwCvjx7Mb40VJS+jhn8vfCGir3WqIm+MBlvvoNG27292xq+I0q3vqvY4L7cxG28K0Asvo5F571CR6y+hp70vhGyVL6DUha+MApavgbv+L0FAyK+eACAvYJpCr76EXO+VmlzvuXfYLv96929VLWRvuihKb5RKFy+k1YqPMXkBL7jDvW9/Aiovd01iL6YE/u9vZMeO3YIB74wrtc9GjIzvjzL0r3hxiA+/cSYvftTBb0X1dg96swZvlN4Tz5wO1S9rFqJvfnoZbwBm6y9v+Nkvb9KWb6mw+090SXzPb3Rsr1MAOq9HxYbPs1TRL75gRw+M84DvsUApr1r1d28PKMFvvqAy73jzvQ97YAnPiws7Ln1iX691QIjPk2lI753KYy8ZFwivmcAEL8Jeo++6a/rvdgXgr5XwUe+TIxIvu2qnL4nJLC+g/2MvvBcfL6Pip6+ysB2vuYUhr5fx+2+oAihviRdq75KXii+9GHHvrsmuL5FJvu8uGxxvmLKd70u/j2+BgpgvqzWo76tDpG+Y8Y8vhOtEb59cIS9",
        "bKrhPmvVAD2HHa8+lLL6PnS4kj4MsJo9cVvGPtHkID583Tc+wvCpPkRFBzySx90+QBqdPt8rTz7YUa+7Lt9sPsEzIz9pnJI+RxiPPLJcRz4SP6s+ZN7pPoAD1zzH3tU+qD4ePvPUyz7ln4Y+/tuBPsdpuj4dJGo+4PCHvK78+z10o4o+YaAbPBKTiD6A7OY92osePrLUYL0kmHU+cAvSPguuzT4gN7g9lAa8PsHvaj6BJ/M+0VmyPqpCSz00pf09nd00Pr9wmj7shvQ8ZROLPlL8HT5GDTM+In+ZPvFyjj5ij0Q+Z85MPd0cOL0jQ2c+7n6YPlpOUz6VoXY+3fGyPp1yyT2BfsW7Gz3HOvpTaL48+HG+n164PEJzFb4wJbG9IHgPPlPreL3YWx48lu4VPGqfkrztE2y9j8VTPtnmijyxFNq9QHAaPp9qBr7glQ69PsFcvBfFWr7m8Ds+CE5BPtxqbLxoJis9CcJjvWSyvj1d/AW9vgVpvMl1FT45lnK9W9WtPoFd1r3RY6c+PgfBPim4vD4H6sg9HcO4PrvMuD7u+Z0+YWbHPr6Gij4X6I8+UIkKP8rdUj7jKC89H0rUPmrV2D6KI7U+d/W8PYynlT5fAOI+GnfWPrL5lz0+T7s+bXVhPkTQfT44Qag+LNxrPnHDyj6AO38+4bqGPo8Chz44UOE+VyaHPgobzj01VAw/m5dYPjaegrgmED4+jWR7vaFffT4wPK4+kg1NPVtvAT4QZcc+VHMKPS/9Ur3hKpI+3N+gPq34Gj7YQzM+uS8KPto6az6oFbY+bMRzvWud0z4PsKa8EhQkPi+I5j0TTYc+X8nbPqrWED6afhA+Sb6+PddTZT47qSs9hOBhPqBzjD6DrDo+ozFPPrGA4D2y9Yg+7h5mPihHgT6QhCU+OX9svaD0xT7PTQI9toD7vfBpvj3dOks+76yPPm/aLT7P0CA+lxhSPjfwyD4NwwQ+tcU4PqIHpD0/42o+tBh1Pq6cWD5f0RI+qvGQPTYd7D08AFU+",
        "wm+Yvf6nBL7LZmk85WYEPkEpkb29BHa8iZo6vQHsNb3XgD++YnYLPq2LQj7juy2+OLDXPPHZCD4+XMq8xlCQvSsV+Dyy3S29O/BvPYiY3L31WRC9YozwOwQxoD1QYis9FlN3PaRLVz7sm/48/G0mvdn8Yb1RWsu9QjYBPesx+7x0IX4++m2AvZ0WIj6KrJ0+sqq7PU3mbzyLh0s+xhHDPtsE/D1ym34+Yc07Pn66Aj4e5Zc+JtkOPsnd5Dyz21A+lQLAPiZrDT48Xqw9obmOPkw9kj5EY4Y+C7ynPfFcCj5pkiM+rAlAvBHy9z0mTzg+LdqPPni/yz6LIgW9WGkJPmv4fj2ngr09A8aHvCYteb5OldI8GK+Yvec7VT34QEa9TBS0vQgSD70LiO895oGQvbps5L16GwK9Z2AuvXU2Eb68bpO+oBRSvirHRb3KYVi9H/z+PPvKVD1cIzE+pwQIvr8axbxZL2e8Tjs/vjf5JT5yGZ6+8x6APb2THb0Is4c90Jo5vnl6Bz3LPIm+p4D8vW9eK748nSC+nCeTPAMqKTy0wKu91xYAvpAEuT0DmcO9GTtfvq6CZDvgZ0M9twQDvtonDb5pQsu91tO8veb1CL2MH7A9ZzGOvlIcuT2COeG9ad94vUQ3g71ZCvA9agV9uwV4er50aQO+Bmu9vfyUQD3tPDG9pjkZvgEiaj2qn869lolLvZqyO77FPdG9d0NbvYlG1z2nukE9tSAKvlG4Ij1gqzM9Kz7mvYXGNjxy/Fk+pg+uvW9bBL6Uzvm5JAQ6Pvb8mD2cY2u80+/TvUIoGj4dXTc+V2RCvh3ZoDxbRsk9YOpcPRPvBD2Ae6U9e0+TPaloGb3XHYE+gpCNvVS0uD05D9Q9JjCePEBuvL3UN0A9H2sGvTHIb74l4+49bYbPPRn7S77JGMs9oba3vR6b270TM/O9lvJiveT2wT2PwZC9KHEXvYY73zy0LrS85MFLve2oDz6rx5I8eD4FvrK6vj28uFO+mXRkPl/NAD0fdTs+",
        "jyh5vkvfKr1aMhW+PvyjvXGHo76mJAY+MFgfvVyzXL4eHiu+TyujvZ5Nej0o3cq93k53Par2or2JYXa9RGKLvkLfhr48Jfe9y7cPvb3EOr0yZ1a+lfw7PXbBm73OSIC+LHFxPPQnI7vPBku+ffh3voTmg76XSaO8j3agvLilyL0zApe+Gem1vPjlAb5ZBbi+0RqIvkkj/L3gzQu+Dxx3vrk4N750D7e+I9u1u/V2Or63Ad++ZyW2vWcRzL2LjIW+HvmJvkdnPL5KnLa9kYYZvsKeEL7A412+fhQjPDom5L4iHCO+aTRFvY3dXr6Bljq9hy1pvhAP2b28hJi+fpmCvYG3U73r0m287tAhvhhqWz7at7493xcHPnAg77tmVJq9miRCPSsGnD1tPBG+A6dYPdsEszzsAS6+2uslvR39SzrnHBO9dG+pvSsJIr1FrvG8gpJNvbV/gb0MyO69dEefvT9TbT2zL1I89hwMPIrYPz6Jeta8RQu2PV0BJzyG2NA9scMSvnyqir1Ftha+eZkovm4+2r2Cdgi+Hvx7vgZpgr48/ek9SoOAvuATl7yOQPu9L46PvkkHvr0aim++D9ZFvmS6i76LLze+7dOJvRCCY74qhqS9V0YEvtkOLb7w6p6+SjlgvhRLN76zPbm+ZgVfviyPm77fcAq9ceTNOyptJL4hli6+PacgvtGXIr73pC6+b1PivWC9o72/Pjy+Iv+Fvm9XojwSZk6+Nz6evaVvt73ti1m+VoYCvkO4kL7YoY6+5ABpvjKIwL7yrHk9yNkKvummOr6AuW+9DEpTvVYpPb6mvZc8iTyWvfGPo77lV4y+dCZmvkVLS75MxZu90Utxvh5ys75ldna+qAEUvht+kr6JgEW+KKnRvdwfKb7W4tO9gTaZvv/7er4YQ06985O2vRcIvr4x/OG9k4CQvtD+v75YM96+nKjEvnGwd725o/u9QTOVvqHU571B8Zm9DTuRvpTPK77MKTi+gzWevlQrTr5tjI++gLUOvlct1L1Pqv+9",
        "Rfu5PXOjk73isY+9NME4vcXZNj2H2xa9mektPpKOX77HgfS9D6X+u6kHqbuHi0q9EpS/vP/eT74C+IS9orkOPqOPLz6qM/S9KXAHvX5Il70BeFM8sgVJPVfvr72jy428jOjKPTS/tr0HZ6k97LcdPV3L+zzB5go87Mk+vufNND3/sMy9cOR6vnJMBr3fDQe+6rpPvjZfqb1WRBu+R0tvvn8yL72a206+AROGvN1AB74L5Du9ouzjvWD4Sz3gxKe+yixkvqiBQ77S4W++WF3PvSGXIr7u8Ja+BgLMvUC3hL4ZKCW+6t0Yvut+HL5PErs8sUGovnzARr5Wo/88RdhlvREw6j0po6s95aSbPloapT5aKlk9KrAIvh+glT2L9ZE90uM+vTCnnz6YagA+VZtwPkc0GrvrTsG9f/KDvVHyMj7CpJA+lRZQPkqiSj7yF8I9r4KBPmxSlD7Inp09BZmbPvOSWD4Fxqk9SJAYPvrRNz2fKHA+nRdqPHUhnb1vO7g9MyrAPkqohD7JyNg+07OBPqVavz30qI89xYClPQGTvj0W9Lw9KayyPhaqrruonhw+Y1BDPoc5JT02P8Q+J6rDPiIDtD4T/8A+gvoKPkevGz4qY6c+ccwHPjlV97wex+w+v7eIPplVJD6hPzI+Eb2UPnDHwj5/yDY+YjGEPQmMiz4AHAm+zwotPQEEXT3W58i9+2ShvEpmhb73g3G83EUvPqPpgL7mpUW9fKwrPvXUSrwSTY49w6AUPnPXAz180Cg9rNbbvWpCgj2xZgI+aHKVvT3ArL1I5A2+rhYHPoEvET4wRPK8xqg9PUvy2r16BZm9EgqiPFttab2E5vQ9OhJevZzOhz4vgD2+W1ORPoGZiD5evl0+shAbPgu8Yz6Dj2s+wKuSuiaBgD6uOo4+YqXsPHv4MD7/DOs9looLPpq5mT79CgE+hSaUPaXfHj6sUKM+NA9pPuE7gz56Ldi9jMsPPgp1BT5fsEu9ULeAPjHKNT5c2Ys+tVIBPhYCDL1Y8229",
        "iGqXPgj05b3y4p8+8uoBP5wUdT5uo4k9MbKKPs8vyT1zqY0+SBzGPviOaT5+Dyo+3H3kPtgKE73eZ8o8j2KRPjYYDj9um6M+CGz5PYorPT1KXvw9XF4CPx8xlr1kS8c+w3wPPmf5pD7a0Vi9KGqVPhIT/D4dozQ+HfcKvi4Hqj1kYlI+3bxjPUH6qT3VrCM+deelPmUNjr2Xr2s+4qNUPkpIkD4Scgo+SyOsPmIRgT6lzKU++9JPPn3TNT3VmzQ+5PYfPsX3lD5hMvk9peJMPnQRpT5v1Ds+kvhWPc/Y/D17hA8+gRRzPld3qz63+hw+VcXTPh7TmT6Z5Sg+nulhPkgJir5BBjA9sMTjPU2K9r34uj++PTWjPbsxMjyQb/w9CdiGvRdywL0Ejg4+jrQfvpBp6z2bxXS9eOxWPenLzbxLpxC+EfGIvXsRDb7ZVCq+YitePoZVwLxlhCo+OK4XPhLnrL05StE9S1WwvQEv/jpf2rm9gt6iPXh8Izt/jqc9Pt7CPny6wb3aik4+t5QPP1pb7D7/KSM+W3hFPqn7mz6gZMg9JIjCPitQxj2ft4k+wOQCP1f5jz4DRco9lLB/Pv9Umz5G2rU9JISRPnQKWj5y330+VEKiPh7sgj4tjwg/JNHJPfELPD6ga5Q+U+uWPj6AFD/if7c9yzqSPXfF7T1dZCe+qkrNvO6lPL7I9bK+U33evRl6iz1FzHW+2CIAvkFwPr28Q3C+D3X8POgqrr5aDd2+5KrMulgipTxEDTK+Ei7avrZW071euQG+T5+cvVJg1725/52+WL5IvUdzSb55rou9xABPveZwYb4Tz0O+eX6ivgMBdru0LVO9ggcFPWcKf77GTK+8lRGSvle4mb7ds4e99UuevfmvIL0BiBW9PLhNvsvRdr7u8PS8itCSvRRQjb6sF7O9ars6vQLEIL4Op7++Ng1/vlCXCr3cLz+9MJ/Mvcnrf778Rwo+RTK/vqcXnz3PcIe9Lzz4vblUIr33NYu+8puMvivGHr0ynTW9",
        "xEIPPvXHbT6pfpK9ndTgPIFiZr3qhsY9OWexPd6vqz29TZC+Nt9UPUj1Gb4ZMFU9f8UnvmE2H74yma68jbuoPUD2oDzwtAG+P+bUPJmUr72i3ya+vV8yvYwHRD19dSW9kSzFvXSl/ryXEYa8Uqv1PS26ebymk7m9Ho1HvAsEvj1oCt+9ywnuvEs6ab5+8ry+RE80viMs77wLc5W+7DCbvY/Oyb1RxGK+K53PPGfMab2N4/i8987qvYsP/b2Y5qW+691Avg9qEr7wc4a82C3avUFosb5jUYq8plh7vZL+v77oHJe7SqzmvE294Lz5ozE9iMdbvheI7zsZRcU76EzOunZChD6ppqU98ESBPjF2zD7IvLM+4JKgPYthyD6rET4+Zv0uPh1x5T6r9PQ9KYWWPhIrwT5kSSI+2EQXPcHafz4QctY+cV1fPlJiCj5NHBM9w5QlPiJNiz4dtaw8gAuIPtkWNT42aJw7NvEkPvX3Jj6vWIY+u8kEPUFrU77DJh08/92nPvSvsL3HdcQ+EANMPpugxz6gt569Yh7FPqZLoj4hQqE+sFrIPg00jj7+jnA+fCm0PkYByD2b74c+l9uGPr43qD7hpmA+NgbjPe77fD4xuno+LquBPviawD10d6g+H046PqzBoD59ElM+L9sDPvN9oj4Kj4o+acdFPhccNj4JmWc8DPJWvStrGz3la5u8Wnz5PfHsvbyTmn29f07GPOestr1yCoe8PHiJvAtcjb2HHs68N6BPPoV53r3OzJi9FyrzPGv2Pb3qRUK9KWkQPsyvD76VBbe9bQ73PHiyXTlsS/K9lDQSPtWVpzzCsh6+q6hWPeYOyj1Kd5S7Xq3PvSleKT4ZmQY+sHKVPqBQYT4Yhmw+zsAjPq0v6T5d0aQ+fQPnPERV5z66qrA+xN+mPWH4TT6X7S4+6N/SPKnibz7ciqo+AteHPvzpQT49Szw+dN23PWn1TT6u7Rs9bYc0Pit3Qj5WvJY9q3cnPliKHz6gvYc+pmX1PVtNfru696c9",
        "O2vQvnuTlT3NqgS/niyrvuDHub4fFVC9w/iWvmTWUL6jMb2+EGHtvicrOD1BI7e+XtTTvmXkJb71tTW+rTervq7QwL7b/H2+E7dIvpF5KL4kS1u+HNybvo/2lL2IOdW+49QkPM7QUb4Dn5S+mo7wvQde1L7BncW9yBt4vDCNUz11tiO+RW/vvSP3YL7lGsS+O5jJvsprGb6uDgu+H/ZUvli/h75Q/Eq+REXdvTm8F779/KW+Om0hvhmggbxykR6+byFkvaDBar5mko6+TsmOvhuJkb5A1z6+AOJ3vuNfjb5Dpi6+sG3OvnN0o770RK6+XfPgvimDlb3xw1O9NofSvXpLyj3b4/y8kFDPvRjKSD4Lgh69xTLnPHiKAr5+s4W9eZ4PPnXsNT4L6lu9kZoaPnxXkL4z/my+v5oUvcpA2T2/rto9+G0qvrgZKD7Wcsi9TIQSPrsJHz5SoIA9YhYivinD0z1t/Sq+JbWgPWm6Hz35GcM7SmDavFWyMb5RohG+9LLXvuC5Lz6r9qK+6y3evl2Xqr68+vW9kZapvh2JuL7UzIi+k8KbvpJLe757C46+tXPFvqIEm75vUVa+bObIvgaz/r4TLga+5JyHvgYKm757Mwm/rw+5vgI/1r3FxOa+obpVvu5Smr7P9VW+NDhvvglP777tYaW9yNhlvpGmGL6d4Ke9LMIRvgBflr7DoYm+gSKDvsNpm72yj4O+ed1Zvt7Ipr0nYbq+3LI0vmKh872G6P6+UxqAvaroKzqNANC+pCXtvnNESb7M3GY93CvQveGtl76cI5S+lZa/PRK5Sb5ojYC9qUcwvsZPWb4qFT29pnakvmRUKL19BQm9r+2SvUgYy769E1G+mXM3vuCcKb5y00W+S08TvbG/uLua81O+wkIBveAQsL6jtU89XOsRvmyZ4r4cQyq+EL3vvHJtrL7OXcO+HyELvnKwLT6ZG7O92NGMvUuC5b5FVCK9GsCPvokQtL1Wb36+WKsbvv74R77ot4q+T9DQvUdrh72duNa8",
        "wavNPVxqJb7rWH69tRUKPbwlNrwh4He9niibvKkY5Lz0gvO9D5wsPvqCfTzs+3097ZadPeXXGb4q/I+9POKTvB8cpj3ywtA9mjmmvWbW/D0hauq8ijEWPsEq5j3zk5S90ZWqvcLgiz0C0jc976PPu1KawD3xYSi9iH8rvNVy5Tx8p62+azc0PAEXCb7u+Mi+bDwdvmq+kzvFbLW+xOSavq1oWD2ir5K+bf5NvoPDAr7/pqC+Mi1Vvq4K/L2/B42+leiMvn/KTb5cTqW9BxiovoCz/b26zKS+MaTqvTYW4L1ydFS+3IW/PC/uoL1dk/e9qmwwvuk6kDyRzcy9xWYKvp0QS74mGrW92mV1vpHMur64ikK+z8LEvTOXDb6JpJi+SvyKvfihcr59Ki69AP/yvd2qgb6IULu4tD8vvv4ASL5Pa4W+7XnvPe/4hr0tcxq+8lWcvi5qSr5qxCE+wVmAvvQ89b03xgG9Mca5vTwxb75nshC+uUfgvePWxzwUJQm+4SMEvoZCtrxfZla+tFhrviUhAr7ySEa+clwZvmsIk72yIlK+3qtGvimFiL66BJG9Zlszvhz02b1OLyi9p/8GvqC7g77VnXu+c3/MvZJaN76L5jG95U0evixpkz1JTfy9l3DtvRVsLr71+AW+1PeBvnG8wL7USas9NVAVvtH8Yr5Az3c9OEQOPqmTtryy13i9IIC9PLmcVr1o7FK9f98WviqX4zwc2aw7s6nYvM2RDL0NrOE8rcIxPRU8VD7ESle9HcoEPuTfP72nais80E0RPiIqMj2ECdE9E9Y6PJJF5TzxaCE+rT7TuJqr6zkdGQ4+RJH3PZ19NTymlYq7iMejve1qRr77fu+9VwzpvYytYb5lNW69wNDSulN5fb6jtTW+G9HlvWS9o77dEWC+o7Y9vul3db7VfkK+g5iHvVucyLy5w1K+7EOVvk1P4b3Sg1O+zN+5vooUib6NEey9vBtqvh9yzr00phS+GZ6LvGYjeb52TLW+LZndPIXMWb5vd0u+",
        "ImZWPuasnTtQi1I+3VrBPi11jD5bl0k9Q6hIPgVQvD7UPlI+CMnqPniFSj7rs10+I1HGPiPt3LyC0Bo+jnQFPhBK5D4z70A+vfwJPp+8Kz673HU+YFHmPulAXTuXhMQ+81hIPUGJkj7GGA68VoSUPjOErz6mgUQ5X2aWOz8iujx3ZTU+pfAuPTySjT4TcnU+3IoSPqZovzyS0Pc9AowrPqHIrz4jcFo+WMNLPtlHoTwVdKw+s2yGPg7sO7y4ipw+e5X8PYC8hz6XKQ4+JbRXPvrYO72cMUc+4WNkPpeBdz63Y5A+5lRrPgKZuD1Leoy7CQCwPiRmlDzpEdg8Oa7ePYq6ij17slG+2BW5PYaWs71OOqY8gz7dvMtRQj0JcHM8lvlXvsakHb4nDbU9FGWYvWPqLj4+2Vg+ax7sPeJTxLwbRbK90euKvYZNGb5nD4O9jkm/OrFWiD3zjjk8BIMwPip/Fb0pwRg9C+h3vfCP7T1dt5C+HlYRPTLG8DrJ5xC+faYUPqshrz24lLU+WQrDPggd2D6Qz1g982CNPmLhmz59rpk+P0TBPvCusT0C1KA+7We1PglLLz7aBLg93M+QPkJzvD4pAEE+kpNSPkYfgD7Ormc+TZ3YPj0VBT10BW8+/Pm6Pnd5Lz40SGc+Dz2VPrHbcT4p6P89AnqKvcurBj1yDM8+XnAEPo51XT4b5TY/20GyPmBhkT2auzU+AfGBPoyLSj4cxvo+bU+ivYF0hT5qNwk/elKuPZl5mD0n37s+S2YPP7W4Uz7LttO9U1GCPj7QgD446js/ov4QPaqHCj8nyQU+RBzDPoOWfT60bJk+u0HePqNirz1XOFE8r9szPUqW5D2rXIQ9HXW1PcFViT2MSbI+17NzPd0z9j21UEY+eLrFPqlsEj7C1k0+dyjBPoO3aj47Kd09GSxsvT5T8D0efA+8MpFuPtYzTz46N2c+ZL86PYeopL0XL4I+RW9zPuvjVT5icxA+r8vnPeuynj6l2h4+hzE+PSYDJDxDMXg+",
        "Ito8vkc1Ob1ASxM8wjlVvtpZFL5mfYK+rHqHPVnam713Bh6+2KmAvWQAPj6UW6y9gjNLPuh4i72UgxU8we21vPRBxb5/iAS+DLUIPl97q70CCRo99y5xvsRxa70AEro8g4JRvequfD5ASfA9TOXDvbebHr0xCts94VAlvnToDT7K4f4+qVntPWWG1T5MqxM/nki+PjIoOz6pW+Q+vsupPsv2pj50x/Y+vh0dPk79Yz4ATek+OL/iPXduSr4hlIE+u2WrPsVdtz5IJUw+H9eZPmHDcT7mCvo+cKIdPuUSEz8CZhk+HnzSPv4dkj7t4Ko+FyjBPk1A1T1jFsi82sFAPuh1ML4P6EO+FfrTvlppA7+sXcm+H3FhvbMqX74nHmi+er5NvhexzL64jmi87H4ZvphWtb44WYW6LtPZPeIrRr5nP+q+hktVvreRab0CMIS+AUiRvh9k5b5g9r689ZuJvs39Cr71Waq+tuMZvrRRUr4qXOi+GYStvIWuD71GXjq+tLU8vr5R4z2/7Gy+TsUpvgwGk76EhKi9w2StvT9kaL7M3bS+J2SUvcNk8L0HQ9G9EjaPvnCker0f0Kg87z1YvZFCdb4Dq5G+EmJPvpApPryyynW+qNYYvpEbg72yy229/xESvoqNTb5ji4e+ZoFMvpdio74uaTi+Y2vSvWTrXr5P9Sq9NIlcvXsyNb5BEhm9QlqHvX+wkb1YAki9XISCPXEutj3J3l8+tHbyPWXPzzxxyjW+nXAEvVDHKb4sDBA+OgUgPi9/jb4ZFHS9Ie/fvItE2z3M7iQ+rA2DvWp8Sb6wtPw8sQHRvOrLGT7/1Uw9BzVIPishRT5m8wS+V5wpPTGjir42q8q9xXLLvku3277hjLy+NCCLvrUUbL4VyZK+1/g6vgEKxr7abpC+Bpu4vnPEDL9s+/u9IN1VPb4Gnb0ywNG+ZxRHvk9rer4AU3S+w2uMvn1lxb7c7Iy+iQ+tvoEQwbznlCy+2tVzvh3tZr5cDKa+r0kCvrjZoD2eY6O+",
        "8ycWvuOVA749MxG+G20VvshbSb79FzU8z6kjvuT3Hb6M2SC9Os2avTM8X7zn4UW+YnURvow3jL0i60y9hTmHvkd9LL4AsUW+rHm+uzVBCL4XhfS9wGLLvUbYTj2c2jm+SaOjvXfvA75gR4A9Rte1vW8Jnb43Hhe+PdtxPpHlhr0vCL2+yhLJPYn4mL7x2KS++QRKvnNmpb1qdqI9luxcvXBfpb42YMi9LXmVPGjgpL4HJ52+UXuDO3L3U77rpXC9h8rIvmNKP77HHzC8wDdEPC9tJb4Z9cW+j/ubvqV84r7jTro7bl5dvoK+lb14jWm+uOXbvjA5l72k5rw9i3ZlvADUiD3qICc9oUtiO5NvsLxEsxi6MQ+RPV7KTT37FIU9QYbtu07Odj2WvlU7awoYPqBsO70rnY+9cOMUPOSJ17svUYC9MqU8vauplz12VqS89soPvTlEZjwY2MK92sWVPdtr57xzIZI9gNegveHG5DxhnfM95DCUPe+ovz32Ori8XzNAvtC/Iz3QsYG+LQiGvnySFb30QZk8SMGou/DKNr4G8Og9EupvvqXyrL065sK9lsFDvT3MO75NMPW66HorvvDLmb3LdeC92dTivN8hxb22dVu+SVBivparkzxxsDa+OOcEvjxBPz2FAxm+RkNYvhUDW75dhru9N1SpvO7Fo7wZb6Y+gFuovfiPRj7GHMQ+DfA5PiVO7L1rbww+L3KjPVUVBr3UBfo+pgPSPUhDBD6xAoY+m7EbPsoUUD5NR5c+IDzGPqVbrT2D4Q4+dsAWPkIpgj7TGXg+LT2dPeNAiT4YbUE+HXmZPol4Qj6McM08CSuSPlocoT0H+r28flU6Pql3hT5eYXi9KNKGPqA0jD48wIA+c3vYPdlRhD7x2Iw9n6BZPjVnDz6Nkbo9EQw2Ppjzuz5DNQU+pfCEPrytLT7AGNc+0tJaPqP/SD74mEQ+3qETPnwo9T67ueo9iAQCP93B6z2JaWY+fMaEPoDMlTyhj+s+071oPqa7bz5b+qi9",
        "kd7mPGizED4IZay9zrS9PFx5MrxcgnS+GYcvPTKDQj4BqA092MqBPHtLq72o4i0+xm0DPge/ej17Q5k834nQO/t6vrycTFq8VXSgPHpz8r1FHwU9k2I7vnpB3z28Bws+71cJvaq+vD3DxEs9RMQcvhr0Mj24yYe9s56ivJIUGj3bchU+Ox4ivtqLSz4N+58+s3p5PrQcurw3/5Y+kJOpPreZIj1kSQA+dl9oPfB4Lj6JnUo+IQNyPYEcQT5bI+Y9NyGCPiXhFz6puDM+8hOIPszpGD4EZz4+ZTALPlMQrD437ws+2rkAPpDuGT6OlE+4DT8fPoPBIz740US89NNWPn50Lj7WoJM9OIaiPl/Evz53LEE+WhIPPZkE8D16SgQ+Dq/pPZWKsz5FZGM+QoIQPg8IgD7K6zI+GlDKPXXZND6ML2A+eFB3vYm8Az6fdGI+V6w5PrmAkj46+UY+yVFiPsjXvT2pabY9+pscPWyf4T13IK0+w1uHPawxmL06INc9pH8dPpqClz15kDM+EPQvPovTQD18HZI8R4s6PdpXzz74KaE+e/1gPoaJ7z1Q8Bg+3Vu2PZSWez0sOPU9uhtwPlfwzj5t76s+vA4sPqMOVz4KGYw+Aoi/PmGBFT7tF4o+yOWQPCxbWj5ceLI9bLbMPfvHjz5lAxk+TfTePGv7xbtePxo9+9MYvh7KGD4sOR0+3NzsvaL9pj0P9kE9e74mPD73vb3i0qG9TBoZPic4jjx7eBe+PY3EvYnlG7zexiG91gmPvBBiBz5WRCU+S6OQvbzsYj1Mwq89TEA7PUsm5r0kb5+8R1iDPGcwWj5B5ru8QSSpPZy5azxwFyW94j8mvv9h4j3/98o82SO0PRlDtT5J5Uk+oUbIPKiHbT79TSM+bKKgvHXaqj5MvV4+8rpGPt4oaz5A2Yk9A7xLPp2smz6DCqM+UyK3PYdBeD4/Kn8+I/0sPkZ/yj6JOsY9JVBcPjvDBT7DHJA+8/ZiPmclgzwAQkQ+0seou+S0wL2lR7s9",
