{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              10
            ],
            "dtype": "float32",
            "name": "input_1",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "Reshape",
          "config": {
            "batch_input_shape": [
              null,
              10
            ],
            "dtype": "float32",
            "name": "reshape",
            "target_shape": [
              10,
              1
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "reshape"
        },
        {
          "class_name": "LSTM",
          "config": {
            "activation": "tanh",
            "activity_regularizer": null,
            "batch_input_shape": [
              null,
              10,
              1
            ],
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {},
              "shared_object_id": 4
            },
            "bias_regularizer": null,
            "dropout": 0.0,
            "dtype": "float32",
            "go_backwards": false,
            "implementation": 2,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              },
              "shared_object_id": 2
            },
            "kernel_regularizer": null,
            "name": "lstm",
            "recurrent_activation": "sigmoid",
            "recurrent_constraint": null,
            "recurrent_dropout": 0.0,
            "recurrent_initializer": {
              "class_name": "Orthogonal",
              "config": {
                "gain": 1.0,
                "seed": null
              },
              "shared_object_id": 3
            },
            "recurrent_regularizer": null,
            "return_sequences": true,
            "return_state": false,
            "stateful": false,
            "time_major": false,
            "trainable": true,
            "unit_forget_bias": true,
            "units": 40,
            "unroll": false,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "reshape",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "lstm"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout",
            "noise_shape": null,
            "rate": 0.2,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "lstm",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout"
        },
        {
          "class_name": "LSTM",
          "config": {
            "activation": "tanh",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {},
              "shared_object_id": 10
            },
            "bias_regularizer": null,
            "dropout": 0.0,
            "dtype": "float32",
            "go_backwards": false,
            "implementation": 2,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              },
              "shared_object_id": 8
            },
            "kernel_regularizer": null,
            "name": "lstm_1",
            "recurrent_activation": "sigmoid",
            "recurrent_constraint": null,
            "recurrent_dropout": 0.0,
            "recurrent_initializer": {
              "class_name": "Orthogonal",
              "config": {
                "gain": 1.0,
                "seed": null
              },
              "shared_object_id": 9
            },
            "recurrent_regularizer": null,
            "return_sequences": true,
            "return_state": false,
            "stateful": false,
            "time_major": false,
            "trainable": true,
            "unit_forget_bias": true,
            "units": 40,
            "unroll": false,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "lstm_1"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout_1",
            "noise_shape": null,
            "rate": 0.2,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "lstm_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_1"
        },
        {
          "class_name": "LSTM",
          "config": {
            "activation": "tanh",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {},
              "shared_object_id": 16
            },
            "bias_regularizer": null,
            "dropout": 0.0,
            "dtype": "float32",
            "go_backwards": false,
            "implementation": 2,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              },
              "shared_object_id": 14
            },
            "kernel_regularizer": null,
            "name": "lstm_2",
            "recurrent_activation": "sigmoid",
            "recurrent_constraint": null,
            "recurrent_dropout": 0.0,
            "recurrent_initializer": {
              "class_name": "Orthogonal",
              "config": {
                "gain": 1.0,
                "seed": null
              },
              "shared_object_id": 15
            },
            "recurrent_regularizer": null,
            "return_sequences": true,
            "return_state": false,
            "stateful": false,
            "time_major": false,
            "trainable": true,
            "unit_forget_bias": true,
            "units": 40,
            "unroll": false,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "lstm_2"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout_2",
            "noise_shape": null,
            "rate": 0.2,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "lstm_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_2"
        },
        {
          "class_name": "LSTM",
          "config": {
            "activation": "tanh",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {},
              "shared_object_id": 22
            },
            "bias_regularizer": null,
            "dropout": 0.0,
            "dtype": "float32",
            "go_backwards": false,
            "implementation": 2,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              },
              "shared_object_id": 20
            },
            "kernel_regularizer": null,
            "name": "lstm_3",
            "recurrent_activation": "sigmoid",
            "recurrent_constraint": null,
            "recurrent_dropout": 0.0,
            "recurrent_initializer": {
              "class_name": "Orthogonal",
              "config": {
                "gain": 1.0,
                "seed": null
              },
              "shared_object_id": 21
            },
            "recurrent_regularizer": null,
            "return_sequences": false,
            "return_state": false,
            "stateful": false,
            "time_major": false,
            "trainable": true,
            "unit_forget_bias": true,
            "units": 40,
            "unroll": false,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "lstm_3"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout_3",
            "noise_shape": null,
            "rate": 0.2,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "lstm_3",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_3"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense",
            "trainable": true,
            "units": 1,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_3",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense"
        }
      ],
      "name": "model",
      "output_layers": [
        [
          "dense",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.6.0"
  },
  "hash": "c1436010613c6ffb73140c9d2b8e269b0b813b678dfb5e984272c1002fe918bd",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      10
    ]
  ],
  "output_shapes": [
    [
      1
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            10
          ],
          "values": [
            "JBegP0SuMT4lche9dbvPvo9KlD5ZFO8+6D70v/RjPj/FjHW/NAeVvw=="
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            1
          ],
          "values": [
            "dXcsPQ=="
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "dense": {
      "bias": [
        "gX0GPQ=="
      ],
      "weights": [
        "xOm6vQX7CD0fusA9INSFvdaVHj3P3vq83LwGvB7mNr1jh6a8BwOTPXTcGL0HAUc9hLyEPU173jwQEeg8ZZIjPZBIGT6xJwW9q7iJPasITTxBH9Y8cSePPNc5KT2envO8VHjPPHjP37tX6A67/L/TPLbtLr3jgSa9jPXtO7Q9GD2j7JW8mV+jPFSIAD1U5B87VoMKvV323jxqOre8IZM8vA=="
      ]
    },
    "lstm": {
      "bias": [
        "I67gPl8yRT/JzhM/p0kMP1ywDD8viy4/IBWxPmLeeb6Y3ws/A8AIP8GeAj/JaKs+lPiZPsN6CD+Cfww/onMCP9pzaz7fcaE+adKuPkioEj9/Up++iZ8WP5RErj6yzwQ/7UgkP+lxzj6edcU+K0v8PnYi9z7/N7g+jLENP+ZN6j6LFN++DynePnm3Aj/V+h49xiDTPoQVWL6OajS/tNE1P1lEEj/2wCI/o/wKPxprFD/pVhQ/OBHVPmvAFD/Ge0Y+I17uPonn8D7MWss+HQwBP48XFj+YYRc/004RP596HT8CXjc/ee0UP6toED8SmLA+Fn89Pl+VET+gi+s+by4hP17xCT9X8BA/6MQvP4KyEz+675U+0EG4Plx+Dz+XC/0+ID79PRmXLT++frM+6BwuP1TUIz9LHZM+kdzEPVkyCz/sUAk8MNADPSQMLTy/scY8C94MPdld2rzypkG9I//LPH2HxTw6nxM9d5jgPPHXsjwN9v48nUi1PAtFobxwVxK9Lq30PPqNoTwSsfk8hpQNPfHGyDxDkaI8Sb+/vN86Cz0824w8qBULPUFD5ry+Yt+8BS/QvPsD6DzqDAU9Acf6PAuaEb3GJA69PXAZPVrFojy3Ypi8XyBNvFP6Kjzn8gi9FgDcPoWdRj8nEws/QPsGP7p0CD92Lys/CIatPtqEer6o0gM/qGkIPx4VAT8gHKQ+TzOZPv5SAz+dGQc/jW/9PuRcaD5EqZo+fQebPoNrEz9MX6K+Pu4UPz+8lz4nSAM/NsoiP9WexT7K8sI+aoXxPiCM9j6Vmrc+Rl8LP8S05z4U0d++s0/WPjBUAD9HjP08dVzIPjRPTr4q0Di/PxgzPw=="
      ],
      "recurrent_weights": [
        "uX+JPDO1kL6nKbe+6m20vixAgb5UtZe+vHtYvPaVB75Z/K++MARKPT1XH76pFFW+rewNPoifPb4zEQG9ZSrvveuOzr0nxDS98Gl3vi0FhD0Nxg8+Qga0PMV7cL4Pp4G8g14ovh3Pfr7z//O84OyjvgowvLzQA889L1iEvu7rBz4cni+9VLFUvrL6lL64W+4+A0/kvTCcXL2t/o899Q/qvrK9wT7cZzo+FTGrvPlsVT6k/IM++0eiPlhr1D6oEhs9QKdsPkoN3z1wkKI925/avFyzQj5SPRA+2K0FPtQiLj4k0KU+BBAEPiacpjzw3e48hWJDPndlbD60v1o9/OTuPQNWdb0y40o+nckdPsqnoz2g2VU+r0zUPbRw+jzD5g4+c7ZlPruYdT0t9pK9rDD8Pk9wTj7U1s49v885PUldtT2oI8e+ydPZPHFsBL7wrmC9rD5MPVXzGz19Two+4bMpPjZg1L2PG9C9Ul0nvtzYzz2fW9q7J5CLvSQnlbwlRFO8WDOtPNeFZT3Vjqy7X/aevXzRpT7Bkha+8hoNvcv1Wb2Ykcq9r/4IvWn77D21Zis9bFi0vW1vLT2OgKQ9llNlvqvV0j0O5Eg+YA1Qvh60a72kCLU89wIbvY4WZLyxOCU99khgPHozST1q+ye+f/MCvp1ci746rmK+HmtRPnc63r3MzJK+C0QOvil3gbyT/Be+eq48Pn5hZ75aWxe+vUPVPF9bsT3W+o69EBdxvhZDUb2LZ+w8gR8pPS/coL4pKmi9DCt/vlIJbL6FM0C+y5arvtLh/LsIJDo+dcMpvol39r3zedQ8KVvrvP6kkL65W4w+VmPAvZqJbT1Nto48LcqHvq6Jtj11DQS+JW2Fvn8KGL58czu9iCdJvnWJPb3jLYu9AwB3vie7Kb3134C9TzRpvbkKTj5V9mS+gMJVvkRo371pzw+7HUALvcjGxL0P8909R+wOPcro87yXNWy+oGJovk2uXr4OR1++HUomvlyq4L2qk/89FdKzvb79oL1/ODK+",
        "3wJVPYxCNr7+DZq+gHk3Pn0bJr5nivW9butGPuCVhr4RPUw+MpHmPLFuCDtFeQI+gri9PYGGVzy0CKY+uv0PvqKYLD2nI5M9B4cMvsvg5rztuok+8p5UvQhIpj03cHM+Ils6PnBH6T2VeKM7SjPxuzTnkj0eWac8IxvAOwJFJT5dbdu9iXFOvMNzYz4qtt6800MIOxT7Mj6WqsA9/MIjPu4tZj6ullw+rHcivqmFtj6sjuk81DwCPrT5I72WBMe9Khk6vl6t2b4OGBw9YJgWvhYOoL3hew4+tEXTPX1bZr6BkZe8WVWNvYTZnDwlSE6+b4GDvZw6RL1obps8AVbVvFZAob1f3Tm+8tEFPpXXmr3cn4W9vfoCvhIfL71m+L6+5X2jvI4lBz7B5dU9SSYoPUucyjyYRCC+rAHjuUGOxT0fGJ6+AjbhvP0+Kj0o7aW6Ywd3vYb6oz2nOou+iLgoPdYlo70oksC9yBR5vtnkO75OWcK9SIpqvpknBD1u+w2+jIpbvtM8Mr4UDxQ9C3eSvgRdlD1DcY6+0MDXvAMQ4r0EWjO+EVwkvd+8hr0n+Y89HDH/PQ5M8r3T/X6++GzLOtjigb7RBe29DBwDvUuylL4YEA8+F6KRvb1vGr4BwQw9pZbEPSUYjL59fkq+MzOvPS7dhb3uk/+9yKkVPW72rb0Vg5o9YwlfvsnWYL66fYu+4uF5vsZ2IL6NJDK9vIzqPbFaYL7MYsu80pFBPBPtAL5S+gc+wsRnvkohs72ZC7y9I4wLvj0w2b2C/HW+oKY7PRSfE75VvaG9vrcVvsh7A70tHKK+XI+HvkDbVbxStve9KU3GPcvctLwN5my9Eq4qvor8GL5zBSG+S3k3vtfoiz5EyBC+TCfhvGUMcb0LGKC+9WXdPa+AKz55Rhy9T5EJvh8COD5vZQc+typiPjeKRD4UWOK7Bas5Psjk0TzBpB89dJfpvXmPQ73CcKu8TqdAPpzobT2HSzI+Wi3WPfIjizpLU5I8lwzoPfCJer0BlgA+",
        "SHuZvKXKazwzL9o9l28aPjrMWzwT+nq9VhWjPrjhPz6ml4k8FpopPg42uTyOunY+RyiRPQlUIz5Uuhs+UBWjvFMGCL0cnMS9xk8Dv9+ZCL7edcy9tK4nPg9xJL6V7FW+Y2vbvVQujT1T0+w9qSq2vU96LTz1+eM77pULPtq0UD3zlOu8wZ15vhSg8bsAo4q7ns6SvX7bdr3Ah109rP+cvd2/Jb2aK+29neKJPYgGET5Vl2c97xB4vV+VxL0zAVm9FvTHvdksmLu9npG9oYY+PcSmuT2nbbS9CnP+PZY/67z/yyS9Z7qHvrtzJL5+eP+++h6Qvgsiir35pwi+Lj4IvkV+jr7Thxq+f1WGPb9QgDyHSzC8EarUPGcREr5T8G++8uRgPS6Kjzypks+9uEqMPTUoJD2GWsQ9AnUlvukFZ76vx7i+rehVvn2oqr0BuU2+qYgyvuZmnr2B5i6+GEtnO6GM4bwBsAS+g3Avvpm8rj7pf9+9OOEVvVNlbD0EnEm+QEg5vvKLlL4HXwy/nQSbvuIIG75M8IG+P7qZvf1byj06FwO+ES/CO4b6V73eFVG+7NcUugzZO73SaEG+9wJYvipZJL6lp2S+XkLDvla0zD3dVHI+B2iRO8mRW75drpm+hb+TvmcZqL4WqNu7dZJzvo1eET57w5I8MqijvuiWOb7TR4K9HvPTvVuHgr4sYao9M4Jnvg/FNz1VmAO+hVwHv4ma6buo4ys9ytwgvkpxkTq/aIu9MlukPT7shD6wsuw7OtrQvQ7HOjwftTa+xTs6Pc4rPD7Glny9zC9xvWb35bv0wxQ9DuK+PNQ0zLzcN8m9qMJqvcySzL14gjC9BFJXPly5ZLwdnBk+h6MlPqlpMj0L9NW9J601vlHPbDwgIK+9C7dzvS/ftz1nzT69LODAPatuSD1EdSq+cDaUu3VYgTzatvu8rDcxPG4Fqj0cT6K+98pmvbNNbz6lfY29aYuJPrXnTL2PMNu96rIUvZXvtb2lRyU9TuUKOydX97wZrgy9",
        "D0O0vKcfd70whpm92vMpvs2SPr5mDD+9Y2CYvAbKv70tQzO+H9Q+vixJlz0BY5y7ATtZPlCQkr7qoU49OgIXvsVYuLyrVvw88pUyvi6i2D2qT7o9QZpPvtEkM76FdS68nEJqvg8eHL7flMG+P3RhvmNnzL2W3929kioXveNnDb2xhXS+SIvbvQGu/LzyoyC+ZC00PPtSWb7pOpO+H9xCvgids75/hPq9S4W2vj6iQz6Ld6Y9KkdCvmxfur4B7/a9ecyTvvDOEb5kDoK9P5VSvl62Ub1viQ895Zgqvil62L1b/U29DH3jvYsZe770WrS8WlAhvrNJ7Dz2+Q+9S0yGvhsDmjxigqC+us1zvqWxI779Hro9CbwMvneWAL6RfnS8kbyCvg9jBj4mcVO+raTYvEQzGD6Pvbg88N8ovq+jNjtklze80DGTvVcJDb7+HT8+BSHXPUuSEj0rXTS+sSmkveZCQr0Zh0y9Dx6+vfO2Xr5BmsG9g8k6vZ88P74nmeq9Wo1KPhoE57wV45O+eP93PnszKL7idp89adV9PSndgb7L+Uk+vMG2PXIDNr5nM2i9M7rbPQ6Jyj0V6Ls+UkFvPbYx9L1Rxbg8xJGTPXk43701PWE+8Wy/vTASrz1BaMU9FMS8PnkmGz53Dpu9BlAePvtBxLxaNec8SpCSvpwLej0FfUy+hEuevawanj3f6ra9vkjevbA5VLwVHXq8WmfYPYu0Bj7Rmwo+xF+zOwWNqz7S9mC9vh6cPbTdtrzweao95uxRvCWRr72lvJa7xKvFPDno1r421LW81qqIu/8qoL4rRZm9fAhRPWZ7iL4/+bO9gax7vOlalbxcMA8+CrCcPdBs2L3gywW+LlOhPEF/kb0ISlU9CjqtvZTfAry3XA8+vOhMu0MvLj1Ud6k9b6fzPRDTr73Z56a9dh9Bu3RG4b2J4dO9Xt0hPoYcB749Y0c9ukQUPCEOIL5+ogw8Re/RPUFMcb1YXQq9QGCdvpBVMr3v0D8+bJQfvnbL3z2jgRS+",
        "Ff2qvWhwvTot4/u9yrrpvXIGSz6r0Cy9Vn+AvnxB7r3jytC9xAMHvqSQi756juE9pfqiPkRVITz2Ioe+aBkKvuyKir4J9Qm+R9wXPsDMg74xiVw9XZqNPW02iL4OONs9Dq58PhaY7r3hQUy+hJN7Ps7Reb42SzQ9CRthPYGGlb080DU996RiPpsibj3OaFQ+SauXPXIpGT5Ihfs9izycO4WLGD22JAg+zK0WPqM9WD5NZq+7Z9o3Pg0yTjwCH408q919PSBTZb2uCgU+bymivfrPAb1Q22I7L/h0PqZriz04wF4+z6p8Pket3rsNtb8+Re4DPoFbe71twfQ95bk2PgfWqD1qbto9HFTIPhBVfr5FA0o9ANt3PapD67yU7rM+AbkKPoLTIr5YYvY7XhL1PKITjL1+cfc9jrTNPdD9AL49HQk++w8APsL9ND5rcUK9ciHsO5mYFT6gZ5e96g9nPc9wED5j/su8hzygPe7BZzsG3T6+Wr74vabKI7u2DT++qgCCPdxFEbxGFSi9StOeus9ipzy2MPy9wFW0vFxpNz3M9ra9SVJdPc/i5b16nui9TsIUvB9L8byIdqa9N3jCvSCw5zyq7W49Y/zgvLptBL4HKB08ezwGvzgx1DzyHBg9rRy4PWbkXj6SZk8+kI2iPYOv+z041AA+X62HvQEPRT0E/c09r2xTPbMAfr1NJR+8xuDkPdGqIL1Igzm+bzF9PUERKD5eY1g9aFgYPgx4y7wmc0i+Xzhcvf5oCD48VG8+5KpvvhAiR725rIA+VzZzvH4tkD2O9Po9UNP0vCCnKr5Z22w+KrI5PkIGPz7EPT8+eS8FPjH+IT79hWg9Oje3PUJ0oD4GbVk+fYr6POv6RztNxn0+fR7UPR386D124yY9XqCkPvfbNz0Eflg+chu6Pd/FDb1DwnY+PTw/PiAFnj3aZts+Hs2cPUzCQT693Ys+heZrvLiChj0gSCQ9GfluvBNYbzsMHxg+pQyFvDL7+z2jw4k9iarHPQl9Dj1goNA+",
        "dpg+Ok+8Wj5UiBo+bd5FPiSitrs3yBg+n+d1vi+4pzxOM44+664xPX9qKT6vSQi9mj6Uvmp9UT5BItw961zIPVxYUL5YBfa91KHxPalzWL5RF3q9PJA1vsUdHD5qLJQ87vm2Pjh7wj3hAMW7xcWGPgczjjxVnme9hVIzPTxQkL0Ner08S2nrPLNVjj7Pc9++ogQHvn5w4L3fFDo9T+Z0PsKtV75wjWW+wGNWPQM64b2+Cqq+82/EvIuBg747qmw84NmaPTrDyr0vTc89WCYbvuowob6MnZu9kG3VvcQbP7607le+9QyDvsElNDyxmPO9MgWgPbFQtL1CGcG8A3eGvtX6qTxGpKm9185gvqrEQT1xlpS+z3auvYZCuL1UNF++jCUAvsLhlL4w1rG7GAkyv7Cqd74y7mm89L4ivqC3gbymiqs87rJBvQmfcT7Yi2E9HmWZPaleNL41AYa+5YuCvcVUoDzqJAM+fZ3AO/kx9DyINW8+l5E9PXgro71VN8u9ouR6PX4vgj0g06M96L0MvYG4/j1mbCC+ZHzYvHbD5LxGjZQ9RHrbPSV/F7xJQsG8svMSvkZPCTm5xKC8GErFPG97u72yqag9AC+NvZaHA71k2ty602E1vcisMj1LCBa+/E76vRinOL5P2z8+xmZRPuGS8zzp8VY+v7SMvpe/Sb0ympc9cQ4oPpX5DTyZNTO9fSqavu2l5z3VxtI9gGw7vmhMEL37njC9qV4JPi2MGr6W7Mq9VdjSvQJ4tjxvbBy+hpwxPfKPYjzkn0K+JviaPabuz73619e98ag9PnALkL1f89m87xmBvFF09T0p0fK+7WQ1vadJlj1Qiy88GcDDPccmOj2qsCK+DjUWvgQSIr7TrVK+nHK+vYoT7rwhMGQ+jFIvvovtGD69spu9W1yKuxBgAr6jvS2+wRYbvqyx1b22IBQ+J0UcvvxGDb64hLq8/EgRvikUpr00bAy+itwVPehpMr5MNKO+oV1Kvv+VM75F0bO99CO3O4YafD0aFuS9",
        "r/YKPUqtbL7b9ci95WRyPrvpULy+6Bq9VRlEvYEEGb7LoH8+0r4nPgHvmry5MmY++jnwPTASID5NP6g9n8TmuztLJ72Oh6u8JxXwPcmOXj6+Ur693d6hPXOnzDwUONk9VNLMO8Bq9D2TDM49ytVSvrc/jr0KeXs9rk8ovT633T38iLs98vOzPVdjjr3VM5m9xwqWPez0C71xjGy7JznBvN2pOL1e/LM9fVZ5PN5g2j3Uemc9OonFvTE/ljw54uY9dTKgvfvv0z22ecE9cJtIvmSfMj6kG4w8ZUymPNIIRr+lbWs9HawNvCgXKL0GrXW9qf6gvNc++b0oObA9ZdHhPVR9KL1+zX88MiKDvfn3+b2K7LC9U5+oPXRdyzsrO/e9jBEFvlnXP7wy6j89pvbwPee7Hz0TDzy9UO7Auyk/LjxHvV++lG8mvhm3KL3YxP28iC5VObGQnj0GdrE9bM7mPDAqjj3uHwm+qds1vv5bqr0GoCW+XeNsPSfYBj4yluu7NJEgvsYAGL0+C1G+uk+9PVAt6b02jCi+lArAvI7jXL11Qrc9Zo2kvZZERb7nhr09RGTHPe6YjL3Y0Oy89rvxvR7Bj75zqWC+oLk3vqZCg74Nsum9rwqAPVoT67yKnTS+nqO8PScHor5G1Sa+EpcjPKQsJb77QBc+Gs6kPXzwvr3OEYm93+uavuF4j75xgYq+1ADkvbQMKD4q6xQ9x/pBPav2RL4qAFQ+Ie2lPMqWlLy0MSG9urlIvunwK74dOve9z1/DPLBZXr3oZdC9IU2qu6TQ0D3FekU9S2Ssvko9070Dzo6+lJ+jvhyBuL0wc9q+fcAyvsGDWT4ujiu+YczrvS9rBr0172e+WgBhvoV1/z1T3/48kznxPaxiwz0MSvq+7IpVPqhaNTz5yBi+m9k3Pdiyjr3+HTu8tq2bPoPTPL6/ypY97+Z2PeGrkL1V6Ko9dxvHPVXIID24cNO9MgL3POt7sT1nkYI8lWfBPaQV4z1KosE9Xp5jPapc3L0fcCY+",
        "y/EOvhiq4b3q7ww+s1omvmghHz0c/zY+BnI+PgkaXD4byb89NtMPvfgjET5rsEE+UmfvPTLy+jzP5ZU973sEvgkZbrtwvxS+47IgPudv9L2l7p48d6qlvPhqqT3dvze+qCn9voHTgz7xDpq9QTw+vhrgVD2Josa62bW/vcQssT0QoHe9IMMKPmv16L0USEO+Ze++vafYqr0vO3K83mTIvWTikbwU/C29SM3qPd8fATzR3jg8rKDTPCKEjb3RWsS4k+KWPVbfqz034iS+Z0iHO39b9z20dFm+2Cu/vmN86D2j8he+V3lCvhLZ2b2eyaa+hbKUvcIJs70gy7W9IzL+POz07jrzaQO+MKhWvqCmuL2HXSg+9c5zvsrPXb7hmzu+9GhtPWWrMb4OpnS+hoN1PNenSj2d3Ty+2LyTvisq2b3Xd3O+J1MSvu8pW7yt5NK+PMl8PPLeTzmXmIK+0EHFvGhJmj3qcBe+r+uivZ20oT1wq/S9TCwsvSXExbtc6WW+SfUvvTGH9TyGQS2+/qGpvUHUEL5Vn9C9snWJvdGZDz64RJq9MPZ3PS+CyLwCgoy7+v+GvcCGj72yRly+8i2Vvh4OfL1O2Tg91DEoPCHOrD6rSDQ8oxMNPoASYr67iUA9LQIoPettfr3Y/W+94x2KvaTd2LrV8z4+bA+aPRnyzjo9DbG91GdFvsAuLL6xfiE+tCc3vk+2qj0Ln4O8O3xGvg88ZD3RSEw9IUc6vXg7v70pXj+9pniVPRwZJ70m2629xX4Kvs4kfz1/Zwe9tMi3PV7pwbwy6L08LDwJvJwC6DqTQui9MR0UvQHPwLrLY5M92ygVPqK0jrxor+C612q3vVu6ujuYMtU9YZLCOxKCKj7M3Ui9omTXva6foz1JYE4+7lOaPc19jD1stp26WLcfPjQbCD3jaiU+xO0+vuSCvz3Ujo09QHgEvt1k7r1lRyI9aMC7vbZwCL2MS7Y7F9MuvX9Var78G/i+WAdFvr0x67zPw8M9L5uzvvqmjb1DMNU9",
        "t7gWPIhbij09ztY71XXkvdKT6j2aAK28x5zpPR/SwD2nPvq8ZwWbvEnJhD0kpcY9WYLBPvDCF75262Y86F2Avd1rCj0kFMK87gyJPSekGL7Oom+90+CRPA2UIL3Y+569JTb/vVJw6j1u1ym9lbvDvToBML7NOCK9mQSrPFKlub0Ep5u5BsqAPOSXKr6wI9u9NRcFvq8mOj1kcXa9d2H0vXWCHL33rYq+neidvTHnPD4IklO5V7tsPbx0i75EMlo8NYh8vSB46LzGCRC7q6OHu8+fQz2eBo+9Gxc8PSbYKj5oiUm9j/8Qvp3BlL0RvBQ+w00dPWyRwD1isaa9LiB1vSa/g74rRIq99dvhvRMDNL6wVYO9Gu6oO0BxDD33jm68Bb9Mvdjq/j0jXBe+2AXnPX7Z2D2bECi+U4h4vSDMCL20Gf+9V3FlPa9agr456GY+4qhqvYksPj3RtnC+Vj7nvXyr7b1o26m9QkT7vfhNOb5E5YE9lMR5u8cVxjtkVkI9mfLWPddtQb0WfUy+pFYcPnUnrDygmXC9vjRpvOslr7yAXYq9QpVtPh9XJr5/OMC8JNSdPgVJNj4k7jI+4XKBvD06HD7gm2g9v6uQvYCcpz2v7JS94jIovmZVnr0q9bQ89osVPo5yBjo1QhW+N9YYPs5bwT0Rdsc9F+cLvbdGxj2nc489cBBBPkTaVz3+4ty8PN1vPOxaEz5gsQw7IV34PaEAMzwBiHg9hcvSPbFJWT2Hyna7cPmPPBcd+LwNC/Y91mg2Pu3LAr7I+Uy+myZtvUnAyj2M5y89IMgqPs9Sjz1F7Ki7E4ACPWeeG7/Bn5g8tWakvbohlb050Wg58hkDvVTu/Dwo4Mc9NsioPE+zwr2B1CQ9n/XSvcycajzZHza++wcYPC9Gcr0Kebu9DcMiPdpbgT6oNgq9/7hevf0enL6esag8XZswvQDb1TwnDbq6pdMpPduE/TyMuiY9du4MPZTttb2KrEE9y3R6vjBvLL0YeKA9VI8uPiai/L1C7/C8",
        "Ap+kPfOOKrskhkM82PCXvUq1cL48LSC+R9ykvZd6AL6Psqa+54yCvlIVcr5XICQ+0/6ZvXj77zwNhjG+Ibn0vSrlV76COiG+SnE0vgT7p74xE649e46fvcEEPLz6PgG9Ml8PPbgrFL1oFw2+beUJPC4PG72DHTO9pDEtPrf1PbqOIp27eziTvvwwxb4vHjS+angavs6MJL7zIgM90S7SvD7PQb5GTaQ9M62Ava6zhDwRi58+YSAqviUBx7zHd9m91vAYvuLDAr0MVeW9fHxkPlh5tj11eAS+4B+SvnSI6b3neLW+S6IavifEpr30gGK+eCQJvWh0wj2Ddy++V1aPve1HqL0VFhq+lRA7vmemMj658fG7Og1BvAhI7T2EoA2+jWA4PsdfWT334A69uLAGPFnt5zuX+r+8nBAqPrHivz0s3bE9rR3GvS1sgz2W62g+I/KdPkt/g7030R48sAfdPS84Mj5zln4+whUoPpITvbxK0cM9sgquPmxFKLwKBa09i54gPs/4VzxKVsg9LjL3vVAGiT0cA2q8qROKPZkZSD5+8aU9wzYKPiOAo7p7vbE++h4TPgfHOD6Dii+6IcgFu2CiC776gdY8sstovaN1ib0OcOi7v0BTvVslfr2TQoY9ewL3vJpRsL3O+bO950X3vlaJvL2hEEG8gB+ZPMa/GT56qQc9mUkbva2Gkr2HbGC94KN3Puj0qb1PslY9z9qtvSDjGzyxjDS+7e2VPCbzxT2suwq7rS3oPdX3k70GQSE93UB0PWLSDz4z0ue9qQUbPXgCFD3ULOG7vUrJPZsxp7yop4S8MeM0PYomO73y2Rm+Sbp7vZAWub1zGu89j41PPem7ajzuO02+3LWRver72DzKaVw9Bw4mvfsoA75391e8Qjxuvl6sDz2a2AW+roiAPgZL6j1dTaQ9AIZxvkip0by1LIG+HGdPvKtLmr32EcW9lGAIPoewjr06C06+9CYgvFtvgz2S9M+9W4MYvts3iT4R8oS9xHWnvCFjPD51s4G+",
        "vTamvVeVNL6zdJa+qgFKvkId4bzafxS+dR+JPUbQ2Lue/6W+lrTPvbpuir5WBB28Ao2ZPil6WL4BL6S936YYu7x3BT5CRx29bX9lvnwE4jwrm5U9MMMGPR0vgb7SsYm8pcbJvWv0Rb1aKKq93f+yvoj/Oj6HVm691zJwvXaRcb29bak9sZbtvQb6Cr7h3wU/nKz3PIMP1T3pDpq9uuKDvu2cqT6XQFk+ruxgPeFukT0Rw1A+LedsvYfb0j6PNBw+kI/HO0S8mD0yWUs9hIg6vctkij4+3vc8LzkEPqRMdT5/YI8+G+lePcTuBj66ZJw7TCW/Pb1Tlz5f+yy+wYpQPslFOT2PJTY+k6ySPuulwD1QJ08+pO28PaSTSz7OwNs+Egk+PfB9XT7ExpY8i64DP4TVlT4m7YC81XDsPSSXDD4etKm9TAb/vF09o73bVFy+7R99PVTStL0hXju9e4ysvRLAkL22tI697XGkuwGzT70tF7W+D4Uivpw7Bb5XA9I805PAvPZdhz18w0C+BlbpvVNt/TyNjgW8f528vQrWQr7LdXI9khbTvcO3nL1/TEc937qtPfxcCD4FegO+/wgBu780ET75eho8yy2fvfQcdD0TZAO9pAEYu1APRD4eq849VxqQPeZDcD0dQJM9FZs8vp/+5b1Q1my8IJZvPmn9ZT38sIC+Yqv1vCs+rb3bWSi9+oj/PSmd372RFWe7SdvqvBr7Tj0hIhi9u7mRvZrX8z1aN4U+d0OLPUapgr6Y4F28506BvoHJQb3WrHo82+q+vSX55z2fxu47Nk0Hvrk3Dj48344938GgvAMSYb7zN8Q+SCzJPBzRAD4QEJG9SJdjvZn8VTyuBM29K+zBvs3JR77aezu+7XtHvhCCr7s0cKW8EQNmvu1Otr2R1CK+W4RVvQPjQj7m7rm+gxVZvphcSL71qJi9Av3/vEN6gb6oKYI96HYTPj58t72ILsu+TkhLvWi6hr5X4zy+8xUuvtAmjL5Yxas9+xULvuklKr7fm9G9",
        "ZpLhPBja3b5/D6K+BU6FPicRIr4kX1E+AdL8Pbfcxb77A0Q+nulIPuG26L2aHY88VXZpPgC5DD2izZ0+EojdPcV6gDxmGQI98zNpvjRGWD44Y7g+QZkXPmC4MT4I9j4+NZUAPlHq3rvAKsY9OI0oPiRRlT3NZho+xo8lvMdmfj4EZh68ilzDPdM2TD2MobM9ohrrPSZXGb17vEc+EqX5Pa22tj3UqMQ9pu4KPsALvT7M5aQ+YTW8O8GolT3oMhm+QwcCvrHJDz38FrW9U9W3vXGX4L2lgbM85j5IPZUUBj2bgwW9O3QYPrxWQDymspK9thC/Pbi0/b6+OYw94JC6PLa5TL0NM6E9Zu2SvW66EbwMckS+ijkIvufAFLzIXfa9EC/TvC59hL3zJVo+35utux2ccT3fx1I9Z0EeOzK8mr3PH7y938tePZhiK753PWm8ivYMvWTBwDwbXyU+jk4fPt0wLL7VYMa9Pcqkvhb6lL40m4G+7u80vjC3iD0x3Nw8IOS9vpu8lr4nehS+zw4QPsujzr1B/Um+rcKXvrD4g70RSKK96pmpvW88Mr5OwfM7yLIHPsUecz3Oigm+LwbJvQxYqb50tqe+GNkrviXnfr57LJA96fSsPE8BUr4sHN+9pHCCPdyS1b1G/cO+II/EPjIVF74Pvfw9PXcGPcyqQL61VZw9ejCYPnXncD5iHqo+DLV5Piltjz57kc28RxO4vWb4yD7htFs9KeEhPa3HVLxISFC+NgZcPg0emz0DcD0+G2sGPiZbEz6vnqY+Al5GvmHs0by2bXK8aUaEPnC1ej6g9b4+i9DZPd77YD7vpnY+x5xgvAD1xb0AyoY+C3MIPtdSNz3oB7A+BVmPPj0lZb6TiCy9l/I2vT9SvL0v/OI+7ycNvr/6Z76+6uY9j+ybPXkvH77eaSu+IrKlvmOYiL0QA2c8LFPJvWqjNb6uah88V2hkvnKgSj5OzS++sV13PQmqrTuukZG9zII9vtgMKb3LUbA8R6kJvlQ2CT6QBz48",
        "WUqFPQBsPLxMrKO+VttXvfWhQD0HBjC9w92/u76MR75MGC6+GyAEvudOyr0u7Mu+aNSzvUYxlr0zH969OWS9PdtC5btcfKw95rZZvWAJDz73Xz88BJq4uoOTlT30Exy+B208PqjZAT4brQi9ONIDvV5D7j2c79U9O/P9vho/NL2bV2g+P0+SvbphG70l/6Y9pLkPvO7yB7ziPGc9+i1CPZPGZz7joCY8mGEvPVJJPr4prva9WLsBvHSc3TwP9ho9jMkVPn8S9r1zPos9aRHXvWBhizxJd3m9HxTYumcye7xf4Lg9WQz+PcAIWT7uGmQ+zV3GPgK3dz7QFdu9/XT4vDWDqT7E2V89NNfJPIwSMLx0Cly+wjLCPvToLTuz2AA+zYFKPlc2ZT5rlbQ+ud4vvpBpmr3SFEI9LWRKPrIXcDwkuZ8+WkeOPlg/vD2E75I+ePIevYfKkzx/Bi0+KDRFPQY6Mr7mYjI+cxWdPrPQlb0fULE9cxMxvac2nb2MSXc+CUahvFOX/z05CIA+J9DQPaewiz5kZco+vGaKvMxg6Ts1hY4+28RRPWuO2jzRbuU8J7zavZMULz5Tok8+aEKcPU2C3rwOgLE7OQ45PlYWhb3WVNM8ik/JvPm/Oz6QK2s+t/yFPnHUhT6KgPQ9aEVhPqeLbT5bmlA8Hk8hPlTLDzyZQrM9Us2aPfeLhj7zc4W+gChzPVhf/L1oQk484eqwPuLcob7vW669o4QmPsJGDr7Ocv69efXjvDRRAL8WGT29r+ijPZvQhLxsFSU9cHhcvl0Fkr5gnDG8OllZvYFqM74jjbK+MJkEvqP/Pb2Wowe+tcMyvrNOPL4ICkA+397nvZ40GbwCcAc9/Umgvabc4r1QsJO9SZMVvu0+xjtEaJq+vlRVvo6tb72HOsQ9t2bVvi3o6b2XrH69pug0vhwA9D2IUvU9MGpcPrNdEz6CuTw+ew87PYZe171TxVM775h5vhnwNL00Cre84NgAO8yR6b2Rl6w9VdXTPXdCuT1L4ba+",
        "HOk/vVdtID0uM9I9/79KPk31Zr002Mw8MSPwvbgB0Lz+ZvU9V7cmPUVYSD0b6iK99pcVvVXWVL2oEqQ9LQjavD4W+b0YKyu+tPjZPVPHDL435im9sbJzvFkLrLylqiS8WpUFu52Zzruw04M+q3eAPu/QRj66ONg9uuICvpvQp7qChb8+/0nAPVpZZj4z22w9PoMLviHzkT7xIp498ldAvfwUSD3aphc9rkQlPo7gQb4/k4C9mA+TPQ2aCz6YGio+oep/PuvMTz7CxEQ+nloDPj2mBL45bKS9+486PvgiZr3AajU97EuoPKOLlT5PaoK+yEBrPc87jb2EzrQ9T+IjPj43Nz4cYW2+t1WzvrjvhL6plgq+PAA7vlxGhT20Sok9BNu7vQmUJ731Gpq7UZBDvTx7bT5vhFa+V6SyvZzBVD00ZG09qRBUPEf4j776hw09OmgSPbEsHr5Ey4y+rICrvYbhq75sZ1m+rRwMO5mkar480d29yRmcvS7nJbrHY/G97gH1vHrxqb23fqK+ObXEPoVo0z36Dbk9d3atPfKHSb7afTg+mW2vPuAsuj1SpCA+8+mDPgd/Hj5NQho/QZyrOwd+cD1HBLQ8aMwHvuRiKz1FYYI+5rg6PkwGPT7uKaM+1iCiPk0Yhz4nrp8+OGQgPRaUrj1KxGo+UwrUPeE7UT4msEs+RbwQPtptAj42xhI8Jp2LPjgEzrxRBuk9D0mxPgvwpD19jmQ+ZFA4Pmyw2D5myJI+mpc/PsWzzD0iMSM+YLtYPT9Rn72hoKe9rstovetCfb3M8WK9O4lZvWYev72RC5Y9Ot5YvFprFb4zBkm9koyrPT6tlbxG58m8qlGaOYwZgb6swJe8IqZtvhPZJ72U3vy8MrgHPaxF/jvzNe48ZUUavRBQrb0MHiY+UZTMPSFZSD4W9689ZZBgvMvIDr6y/Eo6dOdlPLhCE751QtQ8MN9zPSU3DD4Mmeg9bRHzO2H5VT0Ugzg9UZxdvt1qXL4qgy69Q/H0vStauT66Nts9",
        "vxjMvjjqLD2VRpO91F1ovWrnjz5uLO688ysXvXzclj1ilAk9OVCxvYSRRL2gpDI+kDyuPaaexz0XEbu9r1DVPKOJEr56TRK+1PvDvFKEYb7j3mE8O8baPQvjnbuQQwY+s1MWvVfClD3dynO+Y6+6PieOHz5ciee9IYTfPIXCtL2fXgI+z8S3vnRzib5qZFK+4rB/vh4KXL6FTvw8yOvMvXKndL4Jd2I9guSLvSqtkL2E3SA+wMAevsgpKL6AGRC98m10PKCeUz1Ok6K+gBsAu/rE8jzNjAq9PwtWvpzfWb7WLFO+tvO5vu6g270yNQq+DsijPUUsHD5Z0tU5trlVPQOLhTzR8BO+Aw4Pvii9Vz5SR4O96PhfPUbbXj4EeAi/phmKPit2wj0KNhm9/AwXu9Rlez4Uhks9ZkcBP07MRT4yjPO8KP2EPpGdiz34BlY+JLrgPihlwLqqGaY9ouWDPUWysT4ss4E+00rCPPRjNL3sKUQ+ZhYbPnP4+7z4qVU+o6D7vbpXKrr1x1Q+o+sHvFsv0jxBBBM9tqkmPvn3rD4lBz0+fKJUPsCy7j1Dfqw+hSxbPmdH9D2Nmzk+Pr0lvQNsB75Xea8978VwPRFaAzyCwPG8k49IvF3B6DoPwPU8RL8tvuXebL3TrT2+rXGevZKapL2Fa1G+6+eiPfzjuD2ZQWO9GALOvgUqBD1RtQ69BgFRvVpQkL0jZvC9tVfivTv8Cr2Z4O29uv8JPdi+vj0c9Ak+ny6OvQ93BL6juiS+afrNvVdvD714vlW9tC63O2n/Tj3p9eM9oGmjvHwb0LyN8fE8yPJRuBp7Yr2N+u69ZgUivkvMBb7balM8eOf1O4NvfL4PiuS9h6F0vi91TL7ca8w9HJCBvv1YWb3jWau9NM+uPYbcrrxikzK9OPynvcDKtLw/wcO89Xg1vtudBL7WN5C+RmqNvmdggT0PnR69N1k4vgqZsz14GkS93UcLPkftUj7M6xS+uyiFvlauqz7LmSu9IeLNvfT3Tz35aBu+",
        "iioivHnttL4loK++v9Mxvgfjmr5dQeO8i/EHvR2uiz3yW7K+i7PsvVdwMb4kPOO9+Re2PdIoNL6aLm2+FGTGvdvSir6aDWk9X5prviljgLvGK8y9inryOxKE5b56rd69lyaxvrh7nr5hPPi9Fq6Tvil33r2b4Km7B/mrvcqCEL6Ip6C9N7yGvaS7eb4VwYk+jcd6vTT6rj3zkjs+nn7OvVF1mD54UtY9iVXavZX+hr1JaOA9hdI+PryHvD70wNM8yGBkvd297D0J6Le9/D38PSnraj6KHjW+7w8EPhBYcT5nwWI+BXVYPipldz0Arm+9GIXVPU0k6D2bgAS+aUCCPs9zM72gYKo9kY17PtacRrxFnRo9Hsg+PKEcDT49Pvg99txZvB0URD6pk2q8V0yiPnC+qj49bwU+vaNNPU9jcb09/tC85r4Bvvc8ALzQYnm9+CN6vStU8T1z/vE8Ttw+PVOc/b1OY9u9rhxPvO7UsTuSfC68D0X7PK0fRD4OAjO8Gy/yPd0nwb1z2cm+hleUvVrhBr0xOzO+xnhyPVe3FL20c1a9f0VMvpvhIz3Oq6o9kAdAvBHvezxgEx8+x9EnvoiyrD0mazU+KM3pvRJZljtKdiI9DDlUvDHFxz0pgUM9k4vCPbQx3b0v8Ha+RNpWvrW4b74x4Z896Gt9Pootnr1Q4qu+JIDFvUO6Hj2izbM8V5BUPVlheL4hQC6+iKcFvRA5gj1mxRi8Yl9bvKnyMbz/gos9zEHsvMey4jsdh2W80IGLvrMeab61vaS9bslBvhwylryjFCm+l+8uvmIatr3PPss9AoQFvsE+pr7IVNY9/tq4vfy5nT0hvZS5RkJTvvFJ3DuH8og9UyuAveLtir2YPkK+XIwBvkZ9aj3yqy096pb0vVOdTj5A+UW9RNbCPcJ+yj2ZsXa9I2mQu3WalL1F8hw9dHcavq5vFL7A2DU+nuBmPbFGs73xWiq+tkpkPXB8nb0+8Ky9x0iNPV9HR74sdOE9iOjePf85uz14eaw9",
        "/MQqPia6H752F4G9Y+EvPg6HBr0r3Gs+4ohevX99HL59/QK9RVwTPkv0nTvFFAi+0aw0vYW9mz2ofYw9vHKJPSZuKr4E0my98sXvvMcq2735rRw+IcYnvRlF4j37Yrs8JzIFPbU/qL2rQwm+KGtqPSxHoj2PiMk9eb9LviItFLxyWXY8j69ivdPbLjzXRVu+/bB1PUfRdb2irtY90r/+PVLovz0dOQw+S+EmvaWAnD7IhQM+Zy59PVgQ1Tzfyb+9N9szPGDMIr4siL+92umZvSUGNL3wrUc+9uGdPX02Mzw6ipO7xDfoPSZu+71kq0m+IIO/vBFMaDzeajk9POmcvSsjvj00Ika8Du+HvDT+Gr8LkB+9PPPfvcWyTr0mT0i9/+pzvRBjur3cphY6C8XQuwbxjT5VPxA+p/AdvbusKrw0hzO9NqeaveGk87ykoz+9ZQw8PYufhjweBMQ9hxAcPmjwpb2tRsI97K8Bvo4NC7622gK+hJlKviUqcT4Ua9M9kTd3PBSYBb5YKTU+SUJzvdPjWrxuSTu+gjCcPCyPib3H2fq9iLASvptri74b5bs+b5c9PjI0Gj0dzeK+Cj8/vV9o7D2hCA++uvvWPWSYNL00wRI+su/EPUGLbj09m1E+sj9cPkKkOr5Q4D688RETPYAyLT0fVfs9dmyKPdlxPj00+5Y7cS5cPSpzQz42xSo+m6iHPnVIqz0zvQa9mmmaPVHT+DwJyaA++OEbPl3F4j3beAK+W+YXPpZ2SD7liU+9zY/svZ8IGz1vWOM9r1iHPrQIZrxcz968ZDfGPfWHkj09Y5Q+l49WPuLPwT2P8AM+Ybw0Pn7OQT2df4s+p+rBvf1ezz07xEw+/HGMvLR7HL6eh4+9E2GPvfD2WD1VL/g9gjQUvTYJuTvd2Vu98DP+vYknK75CtGy+bvcMvbczFj1X/Oe9pRW+vfjBBb6vLhG+WwD0vTiOaL59AEi+hViOvYRar76X3sy9fHJbvm1raL3jwYK9n0nzvQ3tEb5Ygdq9",
        "J9EovWpnyjtaxkm+u4dBPNuVBjxZp2G9Joufvcbi/r2QU0s+DDoUvTlkvb16U2e+PctwvofdQbsyTJU9bFwXvmq1Sr5ona29PMETPcyCnj1QlkW9vIV4vJqOYL13I4a9CwAKvJzbuL2Q30W+6p07vj5Zbj3cFdk919EJO02CpT0bxb08LvUNPcDH9bx8yeS95DhHv118TTyd5T69nVUPPshqNb7HArg95rYOvTOkEj5hkOA9T3r2PflYgL0Dqt68ntEfvf3krDyMCdU7+wUrvHIWW7y9mrU8WAszvvzrI7wqZqc87PZ0PkqzRD6tHIA9YmMfvWDLeD46D4y9br+BPVs2+j0zQjo9/a4RPbwIHz6nC6u9xocWPgC95LvsH8C9p05TvkugeD6pFrM9iKdcPVLT1L1cV4c+5w55PVpuPT7KwpU+W8c0PrcCQTzy3yk+DEKWPv/Krjxfg6w9SSQCPQt047yRbFA91CsBPvNw1L2OPry9kAlTvXzIyL2tD0A9Vz9ivWT7Fr7hSkK+bw7pPfHnG71yTZq9tI24vFyrEr4X9qS9schsPd6LlD3aJtw9KGl4PVv3670jyp69NRltvH0Jvj139e674mWRvuFuij4Jodg9zG0iPoWCVL4NFfQ9TWPUvfdyZL5W8p69qqhlvsc8XT4DNQY+9n0IPVODN70FUIY8WECqPb4GML5gxK8+9MCNvT/Qmz4+2ry7k8iVvinPljwjKMo9o9gBvgOsGj59XqS9YRcTPhkaUz4xDIc9e14+vm1ZgDwP+o49KxyPvTp4hD4LkJw8kZgnva2xqD2PCFo+AAopvB2eFj4ZRZ68YD3ePVcgGD7TsSW+OIXgPRhmir0TY8W9Ct3pPWrnDL6sWqQ8Vlh/un9IYj34eRW99EIlPg198TxefYa92J2OPhDyIj44Wk8+oUUJvXiUWjwMbEs9PM72utzeM76gJiq+5x1OuuG3aj61QD0+OLdbvnRymb2paYW9zE9/PeD917276tS9sTHKO4V1yT0eCeE9",
        "oRAPvuSmC7xrtA29nsgIvkyQoL3FIfa+ovR4Pa2spLw2B7K9Z7K5PScsrztyIL09J2IiPNGJ473piKm9URRBPV/Qorx0ZIQ9+0a+vC92Ob7Ji5G9YFfpPRCI4z1FK8898R1Evoww9zy5EiC+nWYtvgUBBb5I04s9ClEUPkw3yjyhpyi+5KMmu4rdEL4dL1G82MNYPt77vr0LfTa9yVIlvJ6M5702xOW94ep2vqCYtDwQ2IA9rQUxPrjYk77Fodw8nfufvXW1Ir5sa6U9lBHevoBriz3YLMe9o5xTPbfHSLzQN+08mKsqvut3Db7mJTM+/0BJvHW0uT31hZo9oQkDvb8nXj3H1nY+xdV0PuhbID5ZgeM9Ya7IPTTn4D2mdiy9JnNOPgkZGD1AZQa+qFcaPqsM9L3HjdA9aw4XPgWSVj7s/og9s8cfPUakbT5prMm9TgbwvZFjRz7JzkO9Vpojvf4PHT4WPow+i4sNPSTBgT4kVls+bRG1Pc43bD5/aio+H/+bPVhJ2j12c4w9rsFmvpRbdz1pbji9FivlPSNqhT6Drze+Sy96vWH5Rz6ntce8m5RUvi8997yMGoS+Ize+vUPTbr3eORm+tD5IveH7B7wEMtO9S9MSPrs0Iz0fAM69UiPPvR9zGb49vF+9Y4jZPQqpCr4bvXy9FF3pvUxrGr4dePm84h3ePYFzCr6QuIC8G9ncPL3wKb4x4Y29qyoHPWRLpL3qCgm+BP3NvH21i773akC+ErILvr/lGLwTRQo+AsesPTxGzT2E6yy9kiBePVozsz0zgW49TscgPTV2DL3KGUY9pIKIO5hbmT1OSNG7DpMDPX78jz0SHQO+bGyKPJJh5bvL+kc+KCLwPdAyhzzQUTY+QdKzPbVTmL6ewHA9hymVPLsviD0x6ZA9TJoyvlhnM74b9xs9ncbDPavs0LzS5CO9HxlyPUaaCT4DHNS9F6ZHvnYQGz7cKAE9UGAPvfSKDD5YsSw+d7pTPqPFuTy3FFo+6upTvNRWuD21IXi7",
        "IuihPoWDnjp4vEy9us6PPUafQD6JQJA+3Gw8vE7/Mz51wws+/TC1vLY5VT741JG8VZ9nviTVjTq4DO07mr8FvUdYDj4LO18+vfQtPeoiUD7J77g9fSu2vCKkAT42GYQ9ICeCPJjo8z23upU+buHqvbR1ET6bZ4U933IPPb5FpD3IdkC+IXqLviXCf77CiI6+wYN7vhY26r2VSMQ9yCnVPY2WxL5/eSI+8dl3vgrIOL6TCIE+N7arviycWb6+IRe++shVvTeq5rwSMpe+kCQIPk1nrD1J6RO96oVKvju+3r21/b6+jpyLvg5sU766b16+S0MkvZ55yzxSMpC+BsW3vc8mqj13V0W+JL6nvkL7GD470kE9y1f+PXCu170RKq2+qVOpPG/YuD3mCT0948qHPc7cND2xN7E9UnyfPp+cUD5crz08+rU/vL23NDzwOsc9wh1gPk55zj0x7OK8GbArPlKzZz50on89CmWtPXpDET6MVEM+lz6EPUDQLL1/7WY+cjcevT1cDj0NU6c+fbzFvShKij1KSde9yKkHvbeCqz7DqCI+lSdZPZw/CL2t+ag+kTmMPu352DwKS5I886hmPZ1z/TwThK891ibAveqVTb3gZ0++7nPHu3GPiDxeT38+MzSxvb8fiL7O99M9En5RvYQWhT0mP0e9/9mnPMOYAz5VkBW+6EKxPeVvY71W9IW9yQjJvl0gAr59BGk9DEKjvqHhn70E3YW9Wa+NPRirLD4IZ6O90X4JPoYZRj2wVgO+M9AfPr/2lT3ttOq9BkomPYmvCD52i209DYQnvqS2fTwDG808JKOVvS1UnL7o64O+X6CevvSiX77Qgju9WFRxvpqXtb4PdEy+gdEFvnK6Cr51BR4+J8yRvXfGA72G9QG9Cd1zPeDnm73mWQC+cErPPdV4zj3t8HG9afKsvi22gLx0OkC+GJ6BvqteLL7oPSu+SxquPa1d5DwaVQU9Tz0hPp43Zj3qToG+kwnJvpM6fT5KMP294cNOvS+SWjxMKRC+",
        "tk9kvjKYCL662bO+fh+FvZvMADsdVqa9Vhyvu3JtBz1iCcy9EOkMPiAu9bvNiz4+NSUAPbp2O75CHL+9i/qjvPqubD3lZaw9uolHvuiGQD7ySuI7z+pTPkih571ytV2+3p06vi8kqr2B23c94KSKviahgD0yA8A9JlXivZjah7wjWnM9ryivOvcBor1edIg+lkuMPQUdGT7az7E8v+SovpoUer3Fd+Y9oWrTvfEWaD2bgQ4+XojbvTPbND4qjSe96FzvvF3XFz3XCZI8aNDXvZv2ED4lCM29OivvvSmtub0wwyc+jFlKvTD+7D34XCw+aCtEPpkEzrxGm/G9b8hXPs3m4r00aRo++8MSvUTnSTpVLpm9P0jQvJ34Kr6vALU8mpRwPv7BHT6421m9zPNaPpfFOz41mgq+FvSRvAd9U74/HWg93MhrvurVc712Hi0961gbvlMkyL2eWwy9RnzcvQ4/7r0PGyw9xeUAvq4LGb6FDeS9kJQZPLi+wr1aama8TpRbvQSN8b3urCk9INBLvmhUfT5fyCA93roMPdKpCL4q3di+Gs5wPFUPA73UgTo8LTTcPRIqSb0sZo09qfWFvXkKmT05TUc9iH1uvjcV7r2Co+C8qZdeO83qIj7kf247eSdAvsRf3b1Gyo++OUMovmM+c74zk9K9O9QTPihQIb6KAQ+9wlkEPuQLybuR/RO+x72GvaA7lL0ffo6+eqSDvkdDIb1NUj29NJNWvla2ej2J2o8+xaVSO864zb7v+eM8vCEOvkxjLr6wEhe+fgk8vuiBcz1twUo9rLuAvlweBD14lRw+iQQXPsJlxL0OxCI+mKJDviRwojxY0wi9FrWPvkGnpT07zNe+TUGqvlIr5r347Ii+beuqvq109r0kTQ69nqxBvk/EFr21ByK+HXs6vmSXhTz98YW+0l0/vf1bgL16z+C8g1uPvbgfLr7p9uE93ubeO8CXdr36BJq+Y3GJvljkmL1gTRk83dxovu8/0b5091G9rjwIPRCks73g8b09",
        "MkfDvAe+O769WZe+skn1PbTAyD0spg091KKBvVgGlL7G1ac+5a1fPhkuR71U5b09abnuPHR1sj0nVO4+e3WiPXtJob1W+KQ9iqQZPd4YDT4vw3s+JyxWvdDQOr0H/sI8ALmhPhOqrT2qn8I9H+s3PZZvDzyFfhU+mx27PTxpNj6fBmk9cucZPoo42z3eIrO7DG5HPszIcz2avzI9Xb9oPgNXVT6VozU+kfXmPaIYWj6/LzA+GwnFvSJBQ72f5pS7ijkovZyyHL7P9wA9t4erPB8Njb1C0CA9n+iZve3iJT1QFd28qD3gO+3Trz0fieg9nXShvX8vaj0Y9DI7NZdxvTvbLTycDJE9uIjLO742ozxvITK+pGgrvn461LzazWK9sxH7vTEvw76NJog9eXiYPfiKNT46vDS+7zTrvUEjm7tYOyG9vhS1PZIahL1ee7W8PY6mu8OZyjy8RDk+VVqEvSAohb36Dw6+H24nvppuYb56E4i+KP19vi5rO7pAdhK+WC8/vh4saL4Vyzu++CvxvcI4qj1s3Su+rLfNvYH2Lr0lJfQ89QguvZGvTL74Ugm++8I3Pvu7Kr3yqYC+B7UHvg9fp74AOTk9bpeJvc4+hL4cdK+5TP8Xu2crLL7tWzw9vPrQPQ3Xor5fOBW+nIwePp7PGjw1rVQ9IkPSPKh50r3ETLs9xC4XPh+WhT74+iw+sbscPh5/jD2uMDa+HbsQvtE0kD6m+eS9rWTNPTRZar7L9z6+eJ4fPrQzSTyDkiM8gYFIPVg6jb0UaTA9DyM0vihXvr2sbE28DiacPcS0dD2qzjw+Db6uPT2O2TtFvk4+TyAwPewloj0Gpzi9ENYIPXAajD2Sw4M+yXxIPiSGDb7HoV09qXnkvc+7jbxcZr4+zDZAvqzWjr6t7wQ+YmVUvHV5rL0ZrDG9XdV9vq3+5zzPfyo9voiavQgjIr2J3qe6JoGLvnQaRj1La2Y91oJtvilokr5rISC+T/Uxvhb7OLx6+/69i08VvuQyTj13IAO+",
        "sCFdPRWB8jxM8li+O/OMPNnsBr5qoiA9UizsvbyxpDxvlym98boCvBgg7zyIq7y+indnvfPT2TzMDu285mWUPDJUZr3fkMo9iS5UPTbhNj1QFP6815xdviuhn70oP1K9d8wDvlxh+D2pjWc9GskmPTg48z2KfPG9V9j1vZEzm7wrZEi9xpfNPBpLpj2tjK89fSL8PXhdljuLQJS9r3ojPWP7sT0u/vc8mWmPvjSOqL06W649+kISuz8m9j1Gqg0+hfQcPlN08TsBrSs+UlmdOYf+A766v0s9eqt6vgCiozwzBLQ80Ui6vORNxD1oMfM8OA+6PYL63j3fh869mcVBuXIsRj5mr6Y9cRxpPh9+ND5ZEBy+bPZsPGm9Cz6Hhj69N4M9vUBe1j3VMwU+TJ37PM5Sdr6aXMO9ntJOPlDo/T1FFsc95ZoEPq5Jzz3t1h0+LcoEvipPlbwCfws+ml6yvUaKQr4HXws+RUsUPszjYb5C8Ce+PlbCPV8kkLxHXXI+cEACPl1eWD4KoNg+EsgSPsng7T2/05A+3tbQPV/Umr3JXm0+cV7zPbp1hrvyAfw8q3UcvlqAYT6xrJ079ciPPXIM0L0aQxu8TNwwPjzYir1ZPZY7jtoRPvhLWz4GTQU+USuIPuT3hz7VSRg+qVhjPuxr8ztc2YI8Qi4lPPlwpL0bubq9Gq97PUXBTj7g34S+TdOoPfDGa71xE569XeBlPn39Pb6CPXG+dcGdvKsG27wRWSm+xJtMvsTupr5/gGO+qOZGu7L2qz0ioj29W+7NvZCVCb7vj3S8evvivXd3Pr4GjGw8vJYJvmX8Fj7ap0y85+qDvaJUhL1YV866EViuvQWPaT1HQ1+9E3aEvuDQvrwHdwa+sI4uvR+Jrb2OQRW+1vHivcmgbjxmDSe9AWeXvmzNTr77r2a+R2sBPZ5Ppr0rHFs9Gxe2PO5oNr60/Ss+5hacPSG7l726zuW9wn0TvtC/zT0O0xy9lpZ/vaFlTLs8QUe9HpIHPgIQjT0zkd08",
        "qcPxO5wY7LyG4yk9h0C0PS6QNr5TGeE8P/kUPm+YS73u0UU+lY6QPcCL+LzT7KK+KG0KPQgUGD5amBQ+R4JEPc3HFbsH7m69PTYQvGDO1rjJqEi96TvJvahBNL6tF0G9WwVeuxSteD4FkCo+LcCAPqmMRj5i+yM+aw6Uu/EFyb2fuaU+44IZPiviBj5xRGg+EiDKPG1BKz4ggTY+2xcMPnmps7yDMzM+89SgPogoRzsdu7y9ruEXPvsGED4xJ5o8m8mQPqb7hDsZ2Rc9093kPQq3ib3pf1E7NOhtPs5Amr0Ksge+90udPcxnUj5Gia6+bgRyPhndPzylGvm82fc/Pl/rAr7Lr9U9VPC5PS9rPD6wFR8+0Ln9PfV5Qb4r5Jw6KTNyPvBIOjycDyE9thQtvVmUGL40zh8+spiVvWRjBrzwRgi9H4RTvVlt1T3GdvK99b8mPVnOnrwpWlg75Z1RPtvVIT6eniQ9ZtryPJcfnT7KcjW+YfP0vLQ17Dx38WY9974GPRUGczzWU3w9fCuvvqtptz1ijd69byibPITGGD6vFH29Lt1wPWN5kD0SHjC7Xg2ovYcaQzy+fRi+U8kEPnk6trzKKiY8XsMUPjIgID3wBh2+InkPus6cK7wE9T694fX9vFl0pz2KfpG9JRpXPfjluzwFyx69PzQSPpvlFr1lMkc+vRbivLW+Ub0UtBW9BoIBvrPXAr4a7m693A7RvMkutL3IHI89ylZivWOEnL6q5J+9NxuLPIWDnrvqGvK99I3qPXiACT3Z4sC896JrvdRAOD6Pm4M8TlbQvTWKbD0vawY+nCc+vmjIFb3T8xA+Yv8SPXH/J7tsINm95AvPvSMa4r0L74y9vO0fPpYS8rzDptG8xxa2Pd2cXL2vcdc9uJk3PE/uvr3d0AG+k0rhvQjEM7+EFPY8J9S/PbKvGD5wIRW+71ldvfvHvby/xNw9cJe7vKQDtL0T83y9q8MwPfZ2Ur4WJ26+5re0PcRWcD43mLO9DlKNvcL+E74+9rK9",
        "cadCPc3bBr5r8dk8JhvDvRRq5z0CGYI9lHeivTGL6LyIHow9WKDlPLoy17xJy2K+z6zBvYbF573Qx4E9KQeOvTABIL0zKgS7cj4mPYI5jj0PuIe+GWBbvhzFIb6L0U6+TVnPvY2MBT4JEgo9EuCIvtC68T2BVgG+ZW/5vUyuKz1q5RY+VLhDPQcoP71L7ka9DjDsvdS1Fz50Ey49mWIEvhRu5L0JHBs+gUdXPCUNNT58KdC9J0WvPUQGFb6Qh4M9y7Nevu9Z2bw5cJY9FTwnPQgMF75TXSM6w9HkPWIbGL7b9bq9HfvcPR0xtr3rhAW+Eb/nPRt+yr0r/yg+rImjPZPs+rzbQKi9lD4SvUwR8T2eEAM8bDi9vX/Rjb2BZwk+PGRLvR4miz1rfJ+9Kq4dvmYKy70X6m++ZrSRvVxtaj3O6++9sJWJvN4XHr65Mgk9WWVevdOWKb0qL2u9WI8fvcfvTb4QfKa9CABHPYPN373avIK94QajO7Uht7yr5ZO9xqW7vWoqnD39IPk8MORJvY0HgT4L1lU9X5ZwvDsN5DqJqZw9lW0jvkTksj0UMrY8GoH7vVATZ7w7ULu8HrsjvLK/NrxqAv4926m+vc/JKD6Jvhq7FiJIPvGQSztMyXE9ek13vcNzzD0SIxG9FV0mvpOZh71Vt0y+pIW/PDQbjjwPwVW9KTT8PIncFL68WjS+BMkvvp1msD26KqW9BKUCvhEOCbxZt3U9m72LPRlD6DqFggE+JJ0GvwvbE76Yba89+YVzPSm/Pj3ncr08aaYTvhNaBj4OZeq9uP6ivu1tgj1o9Ai+BU78PQcGSL3Pvyq9lvQgvox+bT7XXZE9ZgQAvloa7D1/WfQ95hP+PdgZMj6tWr29inaQPSlxwzskv3q9CZSavbZidj2ngYi8vS41vTupsr32TD69o3aEPZR8gr34raS9HnSHvTYw5rzgJ3g9T94lPpxIDbwjygw+6b4MvrW3nT2W9hM91RT0PY3DBD4TGdW9tPU5vrZp5b1hSEY+",
        "ycORu/8lCr7fqmG+YGVDvoXgN77+awC+C3muvcd/Gr4DiyO97Lb+POudar0jPYU8eWSdu9wAIrxPr6c8UPLjPFKlhz1wmg898yXEvnN3nD4etWW9K9HFPaS5ZL7CoE68wQ2IvmxRWr5Kg2u+9AwBvjOtcL1ZUFc+1AGBPE4ADr3f0BC9Ai07vrYdob69Zm0+FWFTPVI3CT3JlcM85dhvviV8NT6t+TI95HFvvoAFbb5birQ9y2gUPmZFVz6CYbe8raauvbESrbzDR4e8aZkAvQTDkj371QE+4nOyPRNnRD7Y2hw+6F6GPXKy1jwSsg29PxvZPAoxLT7O73G+SXsuPriZkL2lLIM85UnzPWbfVbq/8ck981ZOPRPZcD3q2kA+zO2qPQBJKz6jCh49aHUtPl6xoT6o+IC95yqRPYgBC72ClTK+9++KvJseHL2oPNa9M28kviTSDb3jWog9373KvSQlBD3FYda95QuqvdAsgb3WTDQ+6W/rvfHuwD1pPqS7Jz+2vdvzlT3lvh++LDGsvYfGWj3q2TW9s20svgd0NL7gnCe+hbWvPPE6FrwoWwQ9PcEkPMCeKD1s1OS+hiadvR/1370mB9A8lwdSvXX97T3wlRc+YfG6u01FbL6dJw89yNeKPHZ0Jr6o4LK+Tw/YvTRXQ756dsu5GI+1PWWpuTw04rq9xZk2vohn4b3ixLC9wvP3PfwTFLyRVDu+C7BnveKGfL5V8zG9JFrvvY0zwD3lJvk9cDPcvKByub52E0q9rknevcI+Mb5Hbge+RmWMvrQp/D3JXp+7U3+fPUSQD75RWuu8ocV4vh7aWL7KWbo9Lnt2vai3U715/Se+KEeNvQsOLT4hSmS9jYZ6vqgiAr6q8VA8LBVkvomoDj7H+hI+cM1Uvh3vvj3966a9gPHtPIklNz30jxq+RQqbvRcBDj3JHwk+4PenPW6ZRb5J3Gc+sim/PZ46+ryENB2+9SEJPSCPnb4nxU+9jaV5voIztL41KlE9ooMkPrjYDz3jQy6+",
        "DLPNPcpeWb4htYK8e3aDPsMOtb13Mjc+dM3iO/F1h76c9y8+0skhPok6V71x5qc9ZbSoPilNpjzXAqQ+lvvoPfUdwb3X8DO9MZAjvXhD9D3m9WE+0r/uPEubub1LzT0+ovBEPrpKqT0tWxc9Fao/PZP+Dj4lZsU801QZvs9LhD2Rkyc99E63PN7mgz7t7K09r9qWPs08ez3ZoQW961iPPo0WLT409tA9gSk9vQqPoj7LuBg+GjNMO0inLT0+lhA9caDWPDjyjr51h8a9A/lovbsePz2yO6G9H8WVPfxjXL2O8QG+dgq0PVU3Ej75zF6+XM/HvQlG1js5Ztc80ozzPMisib3c0w09X6i4PaMWD74juA88rRabvRInvj3EcCk6syKnvIcG472g3Qk9kw1avAsAfTmYzDO+DG2OvZz0474Xn429pWLSPb6AlT2Nije9B30LvOrOpTx5zx2+imuVPSeLir1r0yw96/tevWPrRT2Hq6i8CCkLvsiWNz7Tp409MV1EvmsWl73whZE8L5rtvGFSVz4NWq+8CFgfvlLjkT0sn1K9dXIIvvumf77RWt89/EgmPdVqWD488I2+7hahPckWhr6Aeou99mEvPWEpG74xHvg9SKWKPTMjBj6aVmy9rHg7PkoZD76RlQK+N+JZPrhQs7x2YHI898MDPeaPuL0ZovW74sxsvthEJ76hBga+dAUXvgEHUr6NxcE9ymIrPjXf+L1mZ1K9vNvsvQ8MlD0FHGE9ZXnEPNOXAb7KGxo9f95fPkTeubwnn+29wln/vXkRPLzMx3G+G/pBvmaemb1uxQ0+owebvRvRGb6YkkO98Jq8vdigur0l1io9WkCkvRgpE75YQSq+WVvpvf7cOT2HUCQ+R4SLPQuc2b0s82I9qfoFPln1Dz5QjVs9FC25PXZTPz7jcIw9xC1YPiTuuLwpPga9uf/lPHz7Iz27kV68HZh4PVczED5Ulay8T/SzPQ2fFT5CU4+6Vz5QPf7BoT1NcGo7s+iPPRwLPD3Y4Ys9",
        "YrdjPn6Qyz0SaXM+Jk4OPSX5+D3/0Yy9tgQWPi7WlDwtczW9+b6zPWhSDD4YOQU+VrhsPu6hUj1L0+q947KFPuyNE718NVc+zqYlPX8/uz3ImvY8sVzBPcq9XD3wlMI9LmoEPR6Q3Dpy8Ek9fUwEPZ3usb0DVpI9VNXEvbTztT1lkAK8/6YWPTKNzjxMkrI94nTbPeXYujyrnc+8mOuXvDKvD73ZVwA9GMOWvTkiRL2aoMu9NW0RPZpfSjyeG3k97PBgvz+A971l0vu7z1ebPeyj4D175h2+/wM1PgfIMj7IwVo9UU1ivTMCC76W46e+o6SGvaQxSr7KMe69Da1evZckEL6VU0M9CBxLvKNbd7wr5B88UdY7PY7Qfj1h3i8+MCyYPat+IzwBXQk+kBzgvcCDEL47HZ++oszkvdX5SD7Dhqm9pQcyvY03AL7nhFO+F8tdvSSckzwhnSG+Jz/YPE+mCz6hVS68rtPRvako1zyUt8u6yP3BPNkyAz2S4Nc8VRvJPKKrtT66AHI+ldBHPsBMMT5vCkM+14QKvPxXi7ysW2A+1TKovd/eKD7EsDU+0M6SvVoyEj6U1Ss9c7LAO3HxPT27Ud894vbRPabFpbwTu42+blXuPDd2Rj5VI+c8F9OqPih/mz4Hrgg+nyWVPv7ArDzaKWE9hZQ3Pqo4DT4B90y8sciNOGUsaz5W8Du+J6a3PVZLzb3K8ra9OZmkPqZgor480j6+w8CfPcdZtTzxEgG4SQONvZKXwr7pCZ69Bee0Pf6plL0uCUO9WzpBvr9EXL5IYNQ8CIPmvZNz373bxgC+kag1vTm7qLxTC5294W04vrtp6TxplFY9wfAbviK7BD5OKIy9ZlfkvWHGHL4YXRG+qtsWvftfwLxKzam+lk+avWaAeb7bKTC+cZ7ivqtqa76vU1y+H28FvRbWNr0ADKq9f45BPkYRmD1sRa49LM3FO/qWJj0Hf7O9aQwnPmvooL2w54Y9GTpaPFyGBT71a2E94Nj8Pasygj0/54s9",
        "NcXYPUYu+D3aJWO+iLRjPpJlLz06bFc6lXWGO9Y5yD1DiEg979X/PDGiFL71tI29EOwzvFYPr7x0ocM9Tc+UvY9iKj6rD6i+PAXhPImEVLx+YP06hBYKPlPzmb0V8J67bv+bvvPRbz0f3Eo+9PhTPi/CkD6UxSo+Ok9NvfeWnj0LrzY+QGhyPQ9KOT5x/0I+L+v/vSVTWj5mxW4+Z73dvVYY5j039gM+ErMSPrZkM73R532+gqxBvaAfSj5Hf4o7t7sSPlRdRz5cXT0737SePh28dDxVfQE8MFlVPWxYFz6A5Ue+WWm4PGRkIT6t7+2+L+IxvmChp7qqs8+7nEEBPlNvvDxXNZG+1YYZvQs61r0Qq029DCvLvKlsgbs+d5Y8Kh7QvampKz7qWyC+oSzdPdIwXT1b/iq+I/3fvUO6W776QPE9uNggPQkWl771KbI9S0YiPn7QlL3v8A++CUGOvjto6b0125m9CfisvaFdHL4MZSE+FsiYvSkma76EVni7HgK1usL9a75llm2+UwnhPX1SJr6rZw4+ZsSKPe7Wwb5cFAy9zDSAuxX9db2ehiu+xLSCvpBxcz0j1JU+VXXSvVUiCb4l6tI7IRc6PZcoVLzx5Eu8xbpHvc3ZaL63o5u9uxcpO0myuruTYYC++WHHPT0n6D0ROsc9cnBhvt4dy71eadA9434AvQMvtb0fqk2994DHPIKFEj6t5sC96PQBPmWwgTxA3DI93HyZPU3zRz6dcU69lL/APa+aGD3Xv3m9gBkvPsPWH77Z1q+9FuCPvZQKoD1Enpe96nmYPXevOb09gvc8VsoNvutzgTzEtgE+d1+rPS6mi72ffmE9Pr8EPWQnEj79xme98rKRPeX18b3jPYi9cngJvnJmOb14doy84CmgPZjeoTv+LhU9Q+2CPpqq7T34jd296DRqvUnBYL2k5ZW9IEu7vPTeM79eQ5I8tMCVPc1Okby71Vw9wZq2vH9AEb7/lYa9OghMviocGL5m1vS9wrnrvWMJTD22pSa+",
        "P8Xlvb2/SLwGOIE8/0LRvDcdDz2biyy+WwGIvlizaL5UnEC93QNqvgJelL7jxC09wp3OPSlyVb3tu5u+XWFDvRzYS76btvi8HSPbvYr7z7yzS5G9u3YHvZeXgDl2Eeu8V84cPlNOEL770e68hCdpPeGfT76C+wy+wg1vvcDSPL44hya+M7XWvYzIA75t/aC+w+NBvftvq75fFOk9PuWXPRzKlr5yILa9ZviVvhFTZz2MjRY+k3izOtnPBr7eQAS+FR+6PW62kL2D0bm9TwujvUYcQj6K/P+9INiNvlUMWr0rU7e9WJChvkWFpDwG0Sa+q0W2PXBFij0t6y++cfH9PakXxzy3cqG9RqpEvuXUyz5Z2bk9Ggi+PCCGCD7hs7C+oaS9Pq73dj7DOUq99OZuPr3SsT63fRI+bk+0PhPZW73q0W68HKaFOhGdGD7D/Iw9Q63uPhilJD75oWc8UVmDPg9hoz4vtII+KSn9PWXEOT6kmFw+LA1oPpTHIrz3Eko+R2lAPl0WLj4/yxM+ZMCBPWblFj7vZb28wn+RPdTE2j4xRK49hDudPvB+Vz4Z//0+BgrNPil7Xr396+A9LFbsPfKsgbwozbK8vgN0vRX1eL2CLBG91qwEPpZFRD2V/kS9ANZ+vUWXuz3Ub6o9DXOpvQq7Kr2LEUu8ICqKPWcQMT5JAYK+r0mJvXaspL24P6k8Fl/HvHAxuz21qTI99/OJvf/k+DxhZLC9CauhPEuV3z08hrs8KhoCPkMHx7348Kg9/jOPvZ6qnD0T4lK9BccnvgElFj4O4/C9tJkQPbBXAz09Qh49xBuqPcFiFL4Qp2O+Dti7vWjSe728BK4+k3F2PfBCqb77IY29qEAmvtZkMz3Z5G0+Y/atunGOrb1nHRQ+ICVuPk6LZD3QZfG9Apk5Pf+xxzu5ECU9I/t2vaZOQL2rqia+ptwOPNuxMT5IsL69l8haPqOGnL0u1769O5HwPQHNd7zJ21C9CapLvs4f4D5ST689Tfhdvi66mjsoiSu+",
        "AQw3vrMOHD5aTYY+cQk5Pst2fT5W1sU9AS0PvuddD77HLGg+BDQtPqzX2z3YsrY3cIYavg0nWzz7Wdo9uXpfvbKEyrxB3rO9yHZaPnR6j75stTK9UHm+PbEVNT70/co9otltPlzldz4/uQg+2ZuQPg9aab3Va7i9b6DuPXNfZT2jehi8Uk5sPVnRmj4hhp2+uidWvQGV/Dy7EZW97KCGPuEFZr4Ijje+9BTAPDvN570cSOO8mKmqvYj4cr7PxIW92iMSPhbgcL50xNI93X0wvpzdeL6OkqS9wMjHvRqcGb3xpYy+CqpGvhdAur0xKM+9zftIviTKiDru+pa9AzMdvmEpxjxjWB6+3P9MviB3BD7yTIq9oZM4vS2RwbscLW6+nPo0vjboyb3L7yI9DUdzvtaPyL2pnaY79AfJvCjMhb2lSEk+VQYlPr3uhjp0+kQ9pHkkPTmn5b21VTi9j609Pk2bnb3gmgw+7dWHvYWcqLxHSpk9eAcrPhJRnbyqVj29bcHou2lWqr0qln88RHnBvVKtU73dTqg9WVcVPpZ9hj1ZaRk+XTQRPb/x5zwIHM69gc6svXn9vr0QooS9/SXoPZwFAr5wqwe+u+SpPRwgn72Yl7e+TL4APvNpMb4tFcK92E9BvQoE4r2SyPY7hJaiPgoEKz5lFUI9/m4ivtZVgj08mQg+dzGKPedGyj2je/a99lZ/vfW4oTyDOw0+I5hUPm11CD3DpBs+fPdlPmdQHb4tKBm8RFx1vWlKPT6ikVO9MBBVPiVQLj7/2cI9aEAWPg0VQr7eufM864UIO/WXCD0Qs7G8jHnyPYCAqD7Tkey+O2P3vS2VfL27chO9Z++rPRAor7w2IVQ97jkjPbhjDj6WVAY924ysvcMEzDrEYru9LZbSPVQF8DtEzHo9MPpsPW2Uhj3XL1o8II8fPnOQCb5NjJm9CF8NvZSVoT02+a89HyCEvQE/Rb1LxxA+iiN5PaDHmz55ZiE+V4coPki1XD5MGp49PWxlvaqXAzyK8OW9",
        "IuTIvKglhj1cXDQ+PejUvS1FoT24vom5a0LQPV7YTz63hHI8qISsvrR8YL12+p48Cvo4vmyTt71ufQ2+OCvjPP+Dur0dmay9FVAKvsswEr7Rzaq9Leq0vQZmBb61LDa+Qx/BvbnmFr6G5km+IWWqvM1fmD151r+9p/hEPeUeg77nVLq9qTx2vu9Hpzg98I+9udmWvZPIGD1vFWa9huBZvoeKwbymcYK9JMmMvY6cczy1Iu69QXdOvVoNbD3cUEq9Oz5VPe50d73rKcM95p/1PQobMT6mASa+Fiq7u92s+b3bTZo9ivXuPCbWsL1Bt1U8Sdg/PQfEHz2o4Hw9bclavcvVl71vOfe8b3raPO15JLyOUc48ewafvYEO072daVI8U5KsPAW3VzxYYdU75HZ6vfVjML1Ct489ifVBPZYOIz1bvKY9vRqevaXSuz0btjs8Q5ZJvvZoGr+REbO7f2OuPMGgIj56Lwu+lf6FvNgCEj2K3kU98r63u6bcQD3tpm48aqIpPuCrBj0Wk9M8jDR7vHRs7DzEC6I+yD0EPnKMDL39OKm7TWTDO1n1mbvgc8O6n7EMvu3Gv719fz0+TSgLvgJyEz3/dCU+YJUmvhaZMz5Op4Q7+y1mvSZHmz3GeRM9AhzlPTNnAz3YGyI+a85gvZ2yUD3E1bW99Z68PQy7nj4CDo29oVcwPn/+U7zvC7W8o2AnPsgjeD3IcI892NgfvcDP2zt18Cu+jVaHvaocjT1aJgK+a1blPRbZIzu97ak9imTRPUMibD649Hw9iV7Lup50yr1RHMe8Mz28PD7cYD6ewdg9/Y7buw8qjj251bk+2S2XPYszZr7xkW48Z1Wtvc5ji72Jm4w9GHb0PO3CCT5igB4+c1vlPcSOub1nGfQ9UDQbOrtrurwD3I89H6oXO2N0wLz+z0W90QfVveQ6K74BzgM+7YflvRwZrrwzxaE97UEDvkT3ED0VKeE9kaDQPF1Imb2XlgK+CEJgvt7RjD2GCi++0ASIvZJwlL25Gqw9",
        "Yr0qvMPimL2OLxu9BgRBvV8stD3C7PC969LLvfCXRr4QfMo9p//evRitqD1DIpm9BR8kPSsppr03U988Dk+qPYu7mz0WHFo9b0bhPGg82z1weik9vByXPby/5L3/Qcw8zkE/Pq53ij0oFom928Edva6I/jtUdCm7FriAu3xMJr3R1YQ9hbMPPj11bL2bpky9AQMBPHvck73XMgQ9j2m5PYcnmbxb2d+6a74BPm9o2D2WYOk7S9QbPi2aDD7gZfE9aVomvW/fir30qmk90oKUvYbnMz2i+mi9KIxavyLWFz2kSS68W0LLO0PbrD6fOYs+2TpIPqdhPz4plgW93cwCvt1eJT5Q/o88/17uvZTlSj0075y7kB2KvC69jb06tew7bQ7vPGc+3j3fwmo+utcZPoTZhL27MgI9viXCvPe2HT5OPYA7jVt0PvSmqLzgs0s++N2hvb5L/7wTuh4++fn5vR4bNr1Mx+s99hUwPq4QWb0fGpg+WKGNvP6XVL2F11Y+iRskPSjV5j6L/oA+c12GPihQhz7F7Ps8Dh4jPuCZ+7wM4pk+umC0PfimuT1Pt4A9EGeGvUBJiT5ThzM+MkKPPvXisj1IwX49RO1jPoe8i72QbU++ABAxPWq9kj7DCnk+Y5yEPgm+fz4u/888QdKFPk6/ET3dYjm97QIvPrG68TxDW5G9NHloPjKjkT51bzG+qkqJPf8sTb4h9b69pjm2Pv6Oxr2DcJ09D+7POgQIBb5XAla+jCkTPeeJ1b4I9SK+Mg/lPUAwf7wvlKK9jVmAPfICpb1y0Sg+2+aSvXds/L1D0Y678W5VvZdktT1mEhS9geY8vsHWjb0sRaE+mdplPP01ljw6Uy2+NIpjvcHjbzye2Ia8AxScPCZVIjzlYtW7Wv2TvgffmLwca069zq+YvcipKb27Ewa83RfpPaApzLnfmQI8jojiPap+zD3nrTc+SEKmvWV+DT2/3RU+6TukvE9NrTr8EYE+EpU/PmUOFT7HTQ2+e5iFvSW8iL161lm9",
        "hcx9vYZDGD6lg4s9grLHO3U8UT004f48jmERPWsJET74/5o9oU75PfZDDb4/gAU9V/2TvtacxT0BMLM9yVjhPYewS75tkgU9YpkaPtP+V718UN29Kuc4vjG5472ImN2+ouzhPQPcaT5OR3Q+ZT2UPsqZEz4ZEHg+YAaMvd3o5D2zR2o+nTLpPfPQLz4ALis+zVO3vYyzwj6i7No99x2SPc8ohT7l7WE9RtmVPpSGGb0gI0K+kMD0PTpuoT6hGw8+Sn17PlHQDD6f2OQ9pIBaPsXeir1qtKU9glguPiL8hj76fii+aqEwPommQT5Z/Ym+YfVKPr5ih7xLbPS9waQ8PQ=="
      ],
      "weights": [
        "DjQIPr+Ezj6Ct/o+rpRZPoLmgD7h4sw+HzwKPamZHT6xFMk+pjg0Plzbyz7BS60+Xp6uPqbG8T6SSaM+j7qcPi+WKz57vtc+kr/WPgWYhD5bO3a+/36ZPh6jID917yI+84KPPjW6pj5ra6A+wGoVPyeWUT4sQlE+kqW7Po61Xz6gops9g/+7PigUej6/Rvs9o77gPqhuLz6WZD2+swoPP2j95L1KQyO+Vm6QPf8frDyN4vI9pl4fvrhstL59IVu+Hk1hvN6YzL1YGlI+nf8rPhGbf75qzrg9JerlPWvjyr1GSqm9ZPvNvAVKsD1dM3S+lYK+vgopNr0ULgE9LM7/vcnkKTymuJK4CZ0WPrLtnj6Gkra+o7piPeicwb13l1m+FX+AvjmNe7xqkHU+Qii1vudGJr1KX16+HtL7PJUTPT4geUm/rf1Fv6HtNb8CpC6/rqM3v3swQD/d7k0/LX7ivuoJLL9gWzu/YTErv5+WK79POEW/xb5Av/YsND92MUY/LyQ2v8twJr+37jO/F2s/v/VUx76AjjK/dsQqP15GOb/n2UC/W30sv/gNQz+4Uzc/gTtMP7rtKL8+QCu/HJEzv1q1vT7Xuzk/LU0nv7mOKr/040E/BFcAP951ST6jhkE/LOzBPsu2KT8EXTA/vi8xP5VpJz830hE/wn+3Pjq4TT5g+ko/OUzWPqPW2j5dCPk++KdPPkp8FD/EdxI/g4ohPyAcpD5mEbI+51ECP/fyVz7U3629cZfEPqqS6T74lvY+tP4APxH4CT+6Sqs+rPIgP7FKkj6in8g8iXjyPlAcAz+nhES92oghP0SU9D7N8WU+wNMfPxp91DzQQUI+AxU+Pw=="
      ]
    },
    "lstm_1": {
      "bias": [
        "qKfePuemkD5fpSU+sTykPRbaaD4+lJ8+aoqPPh/lVT6oeB6+/yXtPgu5Qz5BuCk+rhPaPmoKZD5IuE4+m0q8PgXuxD5rgr4+TdhQPhZmsD5XSIU+NqKUPv32az7pjws+T9LTPSdoEj7Ryr0+G+E1Pv61xD2l13U+ABbcPu+jjz5MMII+HboCPvsN2D3feQI+4WvAPuycfD4OzPo+NpCtPlnSBD8E//M+0B8BP+9q9D6Gntg+dhj9Pr0qCz8ily4/QdwUP/HRIj87lBA/7n0pP2isvT4p0QU/dbzKPiCiNz+QZhs/9KkiP5/SKD/w0hs/eYoCP/ok7T5P5zg/wp0iP2Hv6D5dtTs+Oq0BP6+VOz8QJ6I+pN0MPz7RGz/0dz0/hnrRPixTBT+E7Rk/aRvXPhcI0z5M1Cs/S5MiP1EHNT98YyM9IRLwvAuIObx6bQK8wY/bu0RJnL3gT149d4IMO2s2hz3xju48dS3ru+YkA76R8sQ9N3KKvUrRi7wBtHS80iYbvYeKJrypTIu8I1nsPM5OA73+Sps9PkJlPCUgnDtNGu48nX2hvI+EmD0iWmw92eaWPRHIFz1Us4+7hXT9PbRcWzxr2Jc9ZG3FPIgMjjziUro8HhSbu1z7zTyBUTO8OEbZPm9kxD4UdUc+wb+YPeuInj6SDKo+uvuBPnAQVT56Era9OkTdPgHoKj4Xrh8+yWjPPloBhD516kw+6V66PoP73T6Krsg+DqxNPuPznT7D7Y8+4s2nPvL3dz6K5Cs+Emj8PbvHaz5KRaY+Fr1EPkEm/D1f9jo+35/WPry/jT6q1nA+anABPuUdkD0Ktu490hXCPlf+mT5OKec+TDq0Pg=="
      ],
      "recurrent_weights": [
