{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              10
            ],
            "dtype": "float32",
            "name": "input_1",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "Reshape",
          "config": {
            "batch_input_shape": [
              null,
              10
            ],
            "dtype": "float32",
            "name": "reshape",
            "target_shape": [
              10,
              1
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "reshape"
        },
        {
          "class_name": "LSTM",
          "config": {
            "activation": "tanh",
            "activity_regularizer": null,
            "batch_input_shape": [
              null,
              10,
              1
            ],
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {},
              "shared_object_id": 4
            },
            "bias_regularizer": null,
            "dropout": 0.0,
            "dtype": "float32",
            "go_backwards": false,
            "implementation": 2,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              },
              "shared_object_id": 2
            },
            "kernel_regularizer": null,
            "name": "lstm",
            "recurrent_activation": "sigmoid",
            "recurrent_constraint": null,
            "recurrent_dropout": 0.0,
            "recurrent_initializer": {
              "class_name": "Orthogonal",
              "config": {
                "gain": 1.0,
                "seed": null
              },
              "shared_object_id": 3
            },
            "recurrent_regularizer": null,
            "return_sequences": true,
            "return_state": false,
            "stateful": false,
            "time_major": false,
            "trainable": true,
            "unit_forget_bias": true,
            "units": 40,
            "unroll": false,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "reshape",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "lstm"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout",
            "noise_shape": null,
            "rate": 0.2,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "lstm",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout"
        },
        {
          "class_name": "LSTM",
          "config": {
            "activation": "tanh",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {},
              "shared_object_id": 10
            },
            "bias_regularizer": null,
            "dropout": 0.0,
            "dtype": "float32",
            "go_backwards": false,
            "implementation": 2,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              },
              "shared_object_id": 8
            },
            "kernel_regularizer": null,
            "name": "lstm_1",
            "recurrent_activation": "sigmoid",
            "recurrent_constraint": null,
            "recurrent_dropout": 0.0,
            "recurrent_initializer": {
              "class_name": "Orthogonal",
              "config": {
                "gain": 1.0,
                "seed": null
              },
              "shared_object_id": 9
            },
            "recurrent_regularizer": null,
            "return_sequences": true,
            "return_state": false,
            "stateful": false,
            "time_major": false,
            "trainable": true,
            "unit_forget_bias": true,
            "units": 40,
            "unroll": false,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "lstm_1"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout_1",
            "noise_shape": null,
            "rate": 0.2,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "lstm_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_1"
        },
        {
          "class_name": "LSTM",
          "config": {
            "activation": "tanh",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {},
              "shared_object_id": 16
            },
            "bias_regularizer": null,
            "dropout": 0.0,
            "dtype": "float32",
            "go_backwards": false,
            "implementation": 2,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              },
              "shared_object_id": 14
            },
            "kernel_regularizer": null,
            "name": "lstm_2",
            "recurrent_activation": "sigmoid",
            "recurrent_constraint": null,
            "recurrent_dropout": 0.0,
            "recurrent_initializer": {
              "class_name": "Orthogonal",
              "config": {
                "gain": 1.0,
                "seed": null
              },
              "shared_object_id": 15
            },
            "recurrent_regularizer": null,
            "return_sequences": true,
            "return_state": false,
            "stateful": false,
            "time_major": false,
            "trainable": true,
            "unit_forget_bias": true,
            "units": 40,
            "unroll": false,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "lstm_2"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout_2",
            "noise_shape": null,
            "rate": 0.2,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "lstm_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_2"
        },
        {
          "class_name": "LSTM",
          "config": {
            "activation": "tanh",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {},
              "shared_object_id": 22
            },
            "bias_regularizer": null,
            "dropout": 0.0,
            "dtype": "float32",
            "go_backwards": false,
            "implementation": 2,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              },
              "shared_object_id": 20
            },
            "kernel_regularizer": null,
            "name": "lstm_3",
            "recurrent_activation": "sigmoid",
            "recurrent_constraint": null,
            "recurrent_dropout": 0.0,
            "recurrent_initializer": {
              "class_name": "Orthogonal",
              "config": {
                "gain": 1.0,
                "seed": null
              },
              "shared_object_id": 21
            },
            "recurrent_regularizer": null,
            "return_sequences": false,
            "return_state": false,
            "stateful": false,
            "time_major": false,
            "trainable": true,
            "unit_forget_bias": true,
            "units": 40,
            "unroll": false,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "lstm_3"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout_3",
            "noise_shape": null,
            "rate": 0.2,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "lstm_3",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_3"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense",
            "trainable": true,
            "units": 1,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_3",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense"
        }
      ],
      "name": "model",
      "output_layers": [
        [
          "dense",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.6.0"
  },
  "hash": "1f750adc0ca1677aa165494c999ae41fe08661f1c47f1c16a9e6a659205f2523",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      10
    ]
  ],
  "output_shapes": [
    [
      1
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            10
          ],
          "values": [
            "JitJP8k23b7xEpA/SxhUP7w3m7+iCuG+57EJPixKRb+SpbI+eBn1vg=="
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            1
          ],
          "values": [
            "zpNSPQ=="
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "dense": {
      "bias": [
        "NUjePA=="
      ],
      "weights": [
        "7WuAvFoGZb3rpiU9BRb7PNdYNz0m1p07Nj54vTicjr3yTou9mvVZPTL947zKkcE72sWyPC/nAL2Rv+E8w49NvD48aT2GG3W9Fe5UvbeUhT3qmOk8PjMSvbds9rz7JJQ9eviBPeRijTyNyQ49n4O+OtAgpjyEUEs7y+QsPUNHdryhDoI9Ti3zukXEmLx1Ye687yQlvUN1PD2ooqK8Bht3PQ=="
      ]
    },
    "lstm": {
      "bias": [
        "gh3YPoJ4DD8UVdw+fOTsPn2ewD6jq98+x765PvOQ3T4Xkx4/VjaiPk9TSD7y0hk/CdSXPgBUurzUebc+B6sYP4aGpD72Y20+BSXYPiS00z7M5Hg+ulANP2bpJz/sFnY+N5ccP1ASeL3qdaM+k9SjPtn4mT4L2wg/1p4CPzLBJj8jjHM+y32HPqidiz7/uWQ+fZAgP2PMgj5GUY09gkoMPwnEsj4dDec+1sQIPw6+Fz88fcE+rr4EPyaa4T6kOh0/Pkb0PkjCBz/gxrY+M9YVPxP69T5fnbU+MEYMPwnYDT8SRwE/+NMAP9hV0z7b9BA/v5wtP6yLBj/NTAM/tvTePqal/j6NXYg+v2koP6cDDj8CSgU/6DK8PjlWAj9eMAs/S9ArP0/Rtj57LR0/On0mP0pj2T5A7hQ/wWcdP68iyz7Jqg892CgkPfEjFL3IUde80EocPZUKqzwaheo80/fZPHfHv7wH0oW87Tr9PDL+1rzcTNQ8z+AcvM0X57zVM9S8pnj1PEleSjxEAxy8iAilPF1I6by7ixG9nuI5PfyP+zxk8Oa87y7Qu2YSezwOJbU8SAwDvVlE+zz5jds85rEEPRpIiDwLSxe8j24DPfv/QDwv8wW9YdCxPFYfUDpN9gc9B2HNPr1tBz8SR9I+wvHmPtbqsD5Vbc8+5PetPrkw3T6zRBU/PauUPiamOj7NORo/kuGSPu+bq7wnHbY+GhYZP8cAqD4rtmw+YObQPvU6yD6PImU+euAHPxhQHD+VKHc+rIEbP+uCg70Xepk+x/6hPoSIkj49BwY/qTP4Pl52Iz8CuGU+9rGKPiUEhz4qnFk+V3IZP7I+dj6sSjA9Y6QHPw=="
      ],
      "recurrent_weights": [
        "RLCXvTcYgL3PK1g7HnUGvhiLRL31oQG99S/GvPsLNj0+6He8dfoSPi8lUr1OFgu+E1c+vfvHC72pzfW9fxEkvS//br3uEP68oyyevcnxPT2zm5a9RkuAPXyu1L1cEzu9SelmPfWrIj38Xqo9CUEavqRYZD7rOlC8wJ3eva+5+z2G/vI9h0hIvBaLDb7XZ6G9PwfsPUHTsr1FUDC9LL7bPce58z1IQZM+QLp4Pgbqer35QCU+WuMdvT1mO71K2Vs+b7sTPjR8c70gNc08O7BVPXL8Rj3DP5k9wyFHPrwZlz6H1nE+jjKpvdjCCz13tFs+HddQPuJxKD4MuJM+T2LdPROYfD6D1Eg+n/9DvHsb3zoVSVU9lUCJPSpuMr7gUkA+M9yTPaUNtj49PTA6J9DVuyz4AT6TyAA+4kBqPZZlGj4Blx6/ubhKvX47Gz68+kA+osWzPc0imL0/eB++V3acvVXkOT0WjE29YisDPlF6pj2Il7a9gPcxPQTYPT6odig+vvkLvhen7L2Oxu49se1iPeVWM71bLE48Seq5vcpKkTzJZFE8GYmXPfT5nz2LWIi7Ny7TPSZvwL0mUnS9XFgGvmxoRz2oLB+8KYSLvQ+Nrzx+Nqc+0tZIvUOPKD7QI7O7LHSfvSvQkj6qWZw9wSL8PUq7ur0eDSi7PI2yvQhkhj7ccD8+zKH+O96UKT7FR4A+0iqEvJBHOjxv5C4+m6ynPpHL5z37Qxm7BJ/sPSgYbD6oXbY8+xVaPZefDj4aBQy+pO9kPRNLDj3mD8A7rFqyPRdqCD4boSi+1HQLvmfiED7ZfsA997mEvbRc9D2Dybi9ZccJPjJLOz5kyE28SeCQPdOClL11l/i9nHYmvuz5Qr4spA8+3LwMvU9bwr19nFm++06nvfffkr63ycW9180svtgJzjvwowE+EiaCvmdpNr5oLQG+mGPhPGVM9L2WIlm+fhxfvm2nC71kZwu9sKrbvXLznr2XiBQ9w5onPVma2L1boCm9FCO5va9lw715spK+",
        "yRnJushVsj3VLje+K7uQvXjTqLtVsVq+pa+1vSC1zb2JvIY+L9MbPlMi1T1/C1g95IicPo00Dj4QKY89fJesOzBOND1WByS+oiEcPb+oYz4zGoU6E2Mvveyyx7z7xcI82KG8PYa68zw8i/I9tqspOstopr1Fcc09bLZJPvON/z34FSY+rFodPVXjAT0pdpG9hjF/vaz/Rj1SUcI9SsVEPXqZab25kxc+1GaaOypgnr1e+pE+EAoHvU0eIr1OFQc+aAsQvlMz6r4s9RI+4hZqPoAevr1Ye3+9fEQRvchdB7y9JfG9ESjQPV0hnL6yr+E9I/scvigCsr0CntC9zPcqPqI0ab0Kh1W9fgggPrroab2DyBE+u6fGuzCKFD2Zswm+Hzp2PSFJTj0xf4G9lWU6vkYWgz2iTQM+f4crPY0k172ZzAQ8LOqxvcge8zuX+JK91G/6PX+txb2liNw9ZgLwvWgnFLwMklU8fI/CvYbMRL6QzrI+vgM7vZchJr5Rzu68ajREvZP3SzwXoQy9V9MSPm30Nj4c84w91l58vkdX3Dxb2sG8ESGpvQZT17vT1Ku9Q3auvehqDT1e5rY9AHwIPm6XCj5INjY97caTPVrfmjzwGx28cgKPvQqdFj6IFoG8GtbivVz5HD5KgDa8+H1EvaYtfj1TjjG+SC8JO4gZpj3j20A9cZlaPlrjGD7lL7s986vbvOIOij5afPM8M7g9PQilEb0EZhM+8fYpvnfYhT0XPAQ+DVMOvqXqOz5NCqs+zZQMPuxrLz5SYSu+zzYzPu7oUj4oSzs+a/dvPWt/TL5yA4e9RJIDvYabKD1eUAg+MJP1PWDI5zweC4U8NYSNPZFA7z0Khhe+1yujPTeoRT0UqeY9OoqFPgaeoD29AVE90UyhvrqfGb5XA5u7MfdBviqsh74y0qq8kIYhvAyqZ7yXEMG8ZQdVPKNgrTxMyd69aNlXvbJlRr6sz3K9sgm/vV3NAL5ApKC9wPOovRESlb7IjHG9MYABvWJzR74jjEK+",
        "sP47vUAO670f5Hy94D9evg4N9zx/c4y+kO1wPHLi7bzxuyA+Up45vjAyAD3eThS+omVZvWx0wDznU+w9NoILvlkGj7305+I9ieO7voiEBr2Z7jm9R9AFPm9OxbxvZuu9GW+LvpIRWrudh3A9FV4mPKvjrT3nsR6+QG6FvloiCj70A5I9N/l0PMThzr3hC5s9lPhnvYY9qL00tVm83JsAPplZOb3wYeK9ee9XvXXxoz2Ug469dViku/SARD463KI9xKJQPYN8lL10lRw+hOZCPjWOyb1pmhm9u9w0vRbzED7WvhK+MfcGvoEeuL1J8dC9HSO/vLUrRz4YbOo91SLXPVK1Ub1+JWS8VTnxvbt+A728kyU9oOFFvdo8Bz513769tR2UvclnJj7JhIC93T2RvU3WvzyDF969Mq/ivQVYEb42mkg9DbgMvTtgIz2yl8o6lz3TPYAkhb602nS93a0uPL1tHD5ct6U9hQjAPNkJ2z1K1PC9hB1ZPQcUcz0B+Ae+yw7ovJIZyz3WMkY+eGULPmQ4bTz67Oc9UeSUO/BaXj6qSD8+AIlRPtrjbzzx3B4+pa6pvVXtKz5VpiU96vp5PhSfdj1N1u4961e6vcMTPT5PjpA9jYfCPTiYrz7iZLa9sxqGvQGUhr22Oic+l+z4PX121Dw1gMU8lnrcPQudVz7iZYE9W39FvEe1TD7UpQA+NtCpPbDiBT6n0Mc9WnqUPJP+h75m2w+9lnbYPR6XmTtKg1a+b2xDvU3rkr0xF409zw9TPIwx7DxUrRm9Xu/7vTFiwL15P2o8TCmgPfzSV704YJ28vkAwvnggkT1c5US+wbjPPK7plb387g++Cxf5vIrI7zzcNHK+L+bwvdDo7btGIZS+0Ws3vsn4Xj38HXU9KbgQvWWGhr7aF0C+ngsUPa7jMb4Lnmm8KF+Uvde9Jb71Gwe+0XKZu08TN75ul8W+33XGPUWjIz7B/li7dT8xPsDnE75tdy6+ny0VPkvDmb3vDTC+aE1MPV269LsFRwW9",
        "TeAXPgfJij4nNx69Ta/hPfXJ2zwWItu9i5TuvIoz+T2QUfO98CxlvQAJqj0+9f09e4WNvHiFAz6SwO+9SSr4PUfS4j25I6W9sVwsPVXy9b3PBTW+bu3avZuZsDzYQqe7iYoAvvKRo72pJ7+8bxNHPXdZo71PZb29enAOvSBNDz4D+o89MfHEPQdT7b3+Dgk+XxKVvMgYmbwyQUk92SYkPcUIJbx53UA9ffkKvVCC0j1PDWO9nHeRPcQgOL0tTQQ+uAYNvakbC7wsPew9AAI9vrg10zx779Y8wUGauzNlv7vRxU492RsMviczXLw1vok95yfOvWKD1j2LMWq8fKMzvGWim733dla9vWgLPGMgiD1PRse9lwI8Pitu3T2M7zq87C5LvSwXgr3hNAg+Z8haPeowa751uZc9qVyavcDwwb1hTde8acBJPYWeNL3an1a9+9NXPZq06D2FrbG8a+ZOPePDtj27Q1g8+IelPeNutTsZyHE+4cTTPSeTAD4E9xw+ibA0vaCx/bsO3Jm7/MbTvW5Q1r1xCdg9PQ4IPTd5Cb05TlU+dAV7PpS1IT6/mBo9tpQ/Pt0drj0C2X49pJLWPZ3OBT7DqYU9uIBdPreTgD3xC7s8nWTFvUhwhj7jPTk+mGPWPcAH5TwjdLU8OLP7PYhkOD4urAM94vGNPk/Wkz4uAxo+SuIpPjd8E7tiMYc+cWvEPbJguj4fp+g9wyANPg7ssbxfdxc+ndO4vTvuyTz4SZc+6fAEPooV/z3eEio+sVanvWLkOT2P/mI9FEnXvdBiHb83GCe8l7DUPBBaLbzyRDA9arvpvKRPHj1ueu49qz4BvjeVLb4hdHQ9cEMrvFWoGb16Za+8RUc3PoMbgr1BkAu9ep3NPXypC76kHyS9xfITviHZGb3TstQ9TCQcvml7I74/xgW+uRkSvkEjCr6RFJi9BfigPeO4Tr4Ykxm+TZfKPREpXD1qK2Q9qNiNPJnA8rzKpZU+fN5OPWzOlD5A5Dw+MVOSPlcPIj0XHDE+",
        "nmjqPTp5nrwIj9o81DSTPpWPkjy+z4g7+nEqPoY4jD49Ltc+SnmGProWWz3r7Ek+LHCpu3h8BT6EhTo+jotbPa3ljbwviRK94g5NPDwPMz6tIXM+GtQwPl6mmT166KM+cmu7PdBgQT7I3+k9uAnEvNevWz6FmaU+4Y7CPa22mT7oOFK9kmR7vqgQkb1q4DG+txpJPTYF6r0wmFG+FRmQvt4H9r28rxu+NWlcPu6Pp77lDtw9MrK2Pc1HV774qpu+EVVHPYcfC7x76rC+hNxsvr7oHTst8Uy9j6cjvZA/4zzRSdu9zn9LPgqeqb5Q/L+9DVF/vRP30D235RG91pwivhfkojvVyys98CUhvm7oRD0hb2i8aBoevv/WxL3wtva8A8D2PT2yjL1myTy8a6CnPYgmtj4uLRY+YOy/PWEKcL1zcKK8aMkUPhCErbycMTY+Ji0Jvp2chj6DygA+JtGjPd5TED0M94+8N02Ruway9TuY53A9O3aOvAssej7C9W09yLnDPQilfj2RmzO+Mls3vUhzpz0165E8588bPFzxlb2Ldxw+TFAePlzfI71lnqI9DPEyPnoM+j04mjw9NGQNPgs2Gr4v6HS9QJYJPs80h70MLZG9xwvJvkirMb56XNG9T8+5vWwXkz1jaK69PoRqPgO+/LwKwRg91lE7PPnH+T0QgGa+yry/vZimfr3ta5W97SALPumQwT0oPGq+BPnKvE1ZoT395ie+3/P8PK4mtz3reGI9Buv3Pb1BDz4O9ve8UIICvfTI1D1tNBq+0SiSvcnCGD5V7Yy9yB1SvH53ADweJWI9iXsBvoXfFT6vSVO9QHESPSWck71KfDW7RPGpvbLtK746ecy9qS/EPRvjBr5Bfzi9p2ytvNmFwb0U+qW9ckWzPKZNCb53EB49C7mmvRmcHb4evZ+8pxp2PQ9Yxjx7p3U7e8+mPS5JcL2hY/I9RAKsPQRGKj1L5vu8UKVtO0qi/jw4SLM9+S6QvcUwT76ot409mRB4vv8NwL30rwi9",
        "K21cPebWor6faR69JaSlvtk+Sz4571G++cUYvo8ceb6vWo++7oqKvqqEKL4iCW2+lic3vfwGRT6hH2++zFXvvry6k7zcKaK+KhoYvvLzk77A8nq+qJsgvs4zkr4WAKa9Hxf4vMDmlj0PkRW+R/U0vn/eEr1rX3e9Soyrvt8dqr4aid69xBsnPvyTTL6lHAq+DHAgvmvLXb5csw09LpGbvSlKLz5/1hO+IWltPcuk7D1Y/Y8+K1xQPqUI+r2trA89wNlpPY8cXr38JfA8UiuGPRiKiz6XVlM+B0PpPfTPlj1mUrA8hn6ZPTfiDD19ura87uc+u68rCr1T2009dWACPmB8Ez6d6YQ+XYKwvSv3tDzER9G9Vh8WPQbjOz2Hkla9QH4evYFcTT60pgU928uDvZfksD3+MYg8QPtdvXnHirxzgAO8GxL7u/ECED6ipCs+R0JsvUx6u72VhQi/jmwCPtXd+D3PMnc8kN11PdEUcj2ar4W+id3bPbICo7zlaa271yGRvVS9sr2ZE4u84coFvivZwD2I5PY9A62ZPe9Sgz1aNfo8YkAgPpoSdb1nJzy+D0m6vTc9B75v+Im9xQmAvVVYhztN7Tg+avswvvhW2r1ur7I8QQf1PNJCpL0aDAK+RpcrPur+j745MdI96I4PvndEgD6+RrC+OxHwvf/ViL0CnrK8pX5gvg91xL1DvXm+jvQvvVl3kz2ztki+wxAOvkmFwr0AiJG+ZglVvjRkcr6UCg6+Z37MvZ+VaD0VIjE87pIvvRzVCz5G4BE80GckvPvOBr31bmK9P3P3vX45Lb6VVSe+BGN0PrciG7659Pa8cAgcPaUKBr5qWIU96CUFvbpEOT7kZES+HdkSvaTJcr5Vlf09wYwovjNcBr7Hdw6+NouZvX6B6r3xjMA9jz6Nvg6l/rvtcyY+6+gzvqNNhL5EvxC+5AcfvqkwLL3ZCDm+V5OSvj/Lh7yqxeS9lhPoPBhjmDu2CMA991U7vtfogb4mpRe9nESaPRBdL74tHcO9",
        "oGplPWCwcD6jhD2++XcZvhHwB74f4Zi+nyARvibmN76D2gc+gt3JvRgq0D3vkhe9IJcxPkdRJb5MqoA9BUY8PUGjuD27vIu8Do7pPGbMYb3xQMw9Jo8APV9b371z3IQ7a4WpPGAv6r3GruS8KlCrvUdgmTw9SeA82vehPbOCMj7Pb2I+ev1gPv0BD7uG2LO9UFomvha1Xj2hz8S9c5NevZxrTL36VGM+THO5umw+a77eoWY+wiOSvV9IDr2To0M+HUXvvI5HO74O5EM+plz9vfPF7r3jdu49PThevsSNrr46pW89/GpEPeJ+Kb6x5Cw9MKVhPi5/D70H3fQ9z9tNPVOV37zGKRk9AzJmPazCnr3UuWQ95unwPQHgvr3ygK09XYkEPnVrIT73Xsk9aMLFOuLnob3Z6zW+mXVIPgW6br1NSIa9TsXkPSMnLL3SZpI9PFmpPcxZLL4jywG+4rK8vez9Zj5Y3y+9by0ZPgCysb7CXWw+/QA9vrLpmD2KibY9MLKpPJdHgr3Cw3M9hnxovoC/GLjwqfW8XyQCvgUubr3IQhc+Q2HNvWNLFb7Tr0K+mOnFvdmMyr3BGxo+HuobPr98tbxhI8Q9QrIZvi4kTD1YWeY9swExvQWACb54lZS+DsOxvecZDT7BuaW92svavYdMJj2eQDW+sDNNvDfVmD06AXS95bYVPqxhmT0vBP28zYO4vWn8pTruv1M88zKRPoeeTrySPhc+jilLPUOfhD2hHae7fmcuvtzz0jyOSVc+BdsGPt8yqj08cLA9NZQIPvaVmT6lRPk9MpSlPaMeFb6Zfi+9MB0avhBquz24PNY9/ic6vdOMczwfNp89eog0PgICAD7RUAO+3TyVPt7iWLwHhww+ufkuPlAhC70XSSi921GavmeeEr5HRWW+27ymvXXGQ74K/za8pMbjvdgXHTxZWDq9anoyvfr7CL6RQjC9p14QvUjvj70m/Pw8iWLFPLaxnLzPQSs95waMvXJeiT2AcxG+P/uvPRVaHr7pTM08",
        "WytfvrNDD74NwRg91ZUMviYIh7xO5aA9KuVCvRfBkD3f87Y8srhEvvm5s7sXD5A9xGmGvh6YPb4+9Vy8j2rQPBkpED7LhiU+qkiLPaCnwL1QtW89xhetPhIuhT3swKs97JvpvsUvib3GjwM9kCGKPf4DND0lWyK7z7K5u1r3ED2NYMe9mhykvfbcKz5zQC09EAOyPcy8Ir2QsD0+VZLXPSLGDz7STEe+WobOPe1Ykz4kTZe9A8uCvUmP3j1nzAI+fb/uPUejCj45YWu9uz4kPmaVXr5gmH08nOIDPVU7sD4oplu+0o8kvvsDvb3Mlai7jlN/vun+1D2S0BI9sJXiOErtSb2KRgY+Twdavmyk/b2AVWw99174vQV9RL0ZSss9Rg8IvppiKD43GzK9DEzcvSmXST1jZzQ92/uRvUkNnbx2Ncy9pFMIvrQKYj0Rhta9eSrWvR8ERr1k5rq9tFDYPbzwfD3uh8a9sKlZvSKipz0FCpy+2kk6PR70a7yFIza+s3D7vTdAgz4uu709xUUePrd3HL6DQIg+4dcZPjz+bj5+Cmk+o2dovVpfGj0BHzw+reYXvVYgi71PnF8+lkv2Pdb+nz4uJ2k+FUnBPZCLcj68ShM+tF8fPkE9yD3OqQO9saVXPnxLYr5Vhcw8Vcb+PEk4tTyD+CE+jA9gPorDPj66GUK9UXnjvMibnj0qL609r0EivHGq0z1Cl4g8lGAbPtaP1L3H79A6lKmhPcNUmr0VOnW+tAX8ugOSMj5f5nc+OLViPdN8JTw/Mhg+ioyHvcFLKL0id/a9BQRjvTWcMT2mhKY9SJdKPgcgjL1E5s69BIbtPWWvrDyImAG9yzUmPdTsBr2rS0++m9mUvbl3JLzuSEw5dKy6vLNELD5cXiC9Wfk4Pckdgb2A6AQ9H4atPbs4wTz8D5s8Sq9Wu8RNyLvfHt89WrdyvXG/5b2RA4E8P4AxPaK4eL2ojxC9/JkVvNROCb6WFn6+ovZlvarraL5urjs+tA5tvBRWor2D+Lq8",
        "cMAVPkW4ij3J9hg9EeMePklnFb1ISh6+yr5CPXehzjxtfR++X14vvt6jrD1727G9xv/vPdFjGj7nUQq9LvVNvR62Oj42Gx8+BmoZPAz/QT7hdMu9NXUtPgtuN73VGR89CmLWvZzpaj2BSCg+rRcvPiENpr5JzDw+oy+1PLTYaD3ydvU9TAQRPeLeV7072kg+rIEovuE38r3WuQ8+Mfy+PTrXWz3W+X09xUn+vQg+xLyxNSc+fw5dPufK4b0nXbc8QRXkvbKiP77Jf5c8/FLPvesr/7yMgJY9fnitPYMRNT4nKOG88Rb4vV9Haj0p6kc9/RPhvR1zj7y5S4E91izIPHVWo7wq1Ly9QlnfvRqsJr6inDg+o01/vjDLJb3oemi+MtVovm7RkL5pkZe8k2W3vIsTLL5dfz8+X/QUvrOZM75NRfK9BtuCvbNIKb4EvZq+wntDvgo4Z73JSsK93DEMPas4nz0+gx0+U1k6vpMdwT3Dsei9Hgb1PciykjlYB069viAMvrwaOj7xhzK+vzA1vmWpG76vtM+9Pl7vPHyorrzUWo4+uXEePtsBpj1wLYS8EsnqPdHs17zyors86fm0PKJfvj0L36+8LkRRPgo/lT3ELdC8iwj4PV5/zr0sZbI9BLjuPMhG0j1YakA+Zbh4PQvtsLyrcYM8k4+BPvfepz3iKmc95Q0vPqy4uD0wLbQ9lTgIvS8QOT7euII9GaKWu66/i7yVyxk++b50vTSKCLw96cU9USACvs1JcLzpyds95TpivqiJtTz8MBI9PHtIvXF5wb18tru9NXQmvtf/XDwNeLs9EMYDuXG1475mVus8mMKGPDs29T2yXZ49wVjvPeWdL76Cj+W98CJrPRhtq73I5nM90fGKvLcMBj7DxDW+yKMJPh2tjL1Uk8C9L667vDLkfjxk4VS9QLYPO7jD5z3YGGy8hQc6PZLnjzzWy4K+ykvBPbhX4zx1ACs+XIVKvUVMZT6T6cA7WCTLPSwPWb6/FoA9ZBD2vYO1sjxmHfm8",
        "FVFdvTOQBLzYp449UH28vVI9Cz2ex1c+JOzPuwRWF7wcDpc9g/Wzvfdefryb8K89aAztvLgJsr3yjWo9aaBCPSlXgL2QtDQ+RrQeveV5dj4vdIA8Id1qPllQ6TuveEq9EsebPQqLpD4dZb86wyJsvStPGj28YPC88tihPcYQXr3K1SW+ZFvuPdEjCz5O74g9kgvYvTkGij03n3Y7VhMFPtgGc7tABNw8cK0dPt9qL73gHS88ecbSvc60Qz5Rnns+ocR/vTJqsj2y6Z28X39fPgioz73qLCg+JbWGPkOJGr1xhJG92X8Hvt8fIT67ymk9hjsYPVVHOr76ZtS9AwqCOwICQrwK9fy9jIIBPi02EL0cNMY8ipT5vMXk6T1uzcY918U1vpZ6O71apUi+FQw3vtT6Mb4JL4y97ambPaih4T3kiMI8tk5vPl16Hr41C2i+OHT3Ozb8JL1RJUW+3N+qvNERYL2zOZu9JqO7vRT1O7zGvTK+u2jhuykgA75PmbM9pjQyvkQnNr5HzSy9cRYtvsynZzryVKC9GvWUPf6QGj1HJpm7bMNIvhJNAr0fnZi9oKTmvfrvk72AOKA8gv6OvU9brD2lFuM9QH8rvnePJr06ydY7BRfuvTIyfz2kM0A+lhk4vrxFJj4gszg+DUbdvsnln72m7hO+XMiRvVJGRD0XYFy6iF69vb9sIL2RWZc8u/yGPQVTUzvG/XQ84BUUPgTf9b2TBiK+sAwKPswIBz7mhEK+ZzCLuw2UwbyIUQC8VdoxPQ1sxb2z7Hw9Hrx9PWASK76kOf89ylnfvRm0JD4+t369IMJVvECSZ71gngC9QDTovYVRgj3m6LA8jmyBPVmTIrxMSyo+racuvoO3Yb59vgo+cddYvLNURj1oEI++Qb4Bvjn3Vb25KBE+1v7xPDm0R7t6wp89M3bdvR4Mn7xj99+9XTxxvl3dUj3I5qE7r3uOO+KmDL6zRiq+Cc08Pb5lWr0jzh++KjGPPYG6Wj13f0a+1FaOPZZzA75HT5e9",
        "ALYhPouEI77w/Oi7ifPVvaFenb2t4z2+5KqnPGV1Hb1x3c+9LPmLvoHItz3gRai9ErobvgI95DrIwf29+E1uvu6vp734IDG+0qQVvtXNgr0we1y+4HZcvb13Xz3WoB89Br2RPP5Zyj0CFPU8iaVrvQQayj0VS+u77OG+PXT1qbvD7iq+uqXBuj9D072Urja+3k+HvSO/yr1pwrg8BxGrPYC/ST0gA8K9vY0zPnmS4jzDzKO7X6D4PZqEx72/LlK9Sy4RPpmtmL0LBjE+l4dEPp0xlz3hLv69FxQcPbrusz1sVYQ+TH4OPTf7173GDCA+m+msPSl/nzwws0c954ZfvK/osD0Pqo88+YUXPYl+tT2hqCI+C3UQPrCADj4gnF+8166LPa5oQT4w5Pu8KKARvMXFWj6Z7QU+dguaPQXcsj1xb0y9WPX0PC5bkD0bhNo9Gn83PQhr0b1+7a48HdCGvjZj3z0mnvS99guvvUh5MD4l4Ou+bTnAvR7/sT3DOBE+fr47PX/zML0S9EA+XjmqvSt/kjyi9Uo9AhWuvf0bKb7uXUY9ciEnPn1w370JtCU+x+V9vEVwoT2wFH69d+XTvRQHhj2DfDw+Fq06vIqMqDzWNTC9stdWvesSPj4zDTu9N1D5vEirr72uYM69wkWLvdgbkj0jQZy9xqYLvOJ/Pr7ha8g8mic2vhySMD6az3S9HXAHPMH4q7xO0v28vKi0PDnlW7zs7y++QmANPkWZ27woIPY8WhbnvdtnlD131j8+vzoHPhT8lD0oSEI+HsajPGOeID72SnQ86VnUPD8KHbw+gIa9ymNxPe02Tr6j0hc9Qla4PcPBFb3aGxo+N2a/vKwXVb6k2Xk8/WtwvAAhrL0GcxW+CAvIPbEgyD2THeg92VewvS6zhT6g1Oy9I0AkvdVenL3VDwa+MKClPbzcA7tSsAm+MLCpPYC5Mb72kgw9iHYWPtumwz0mXi+6trowvjrfv70VO/G9oxunPep+v7pbYam9c/D9PEP29b2htOQ9",
        "N6Syuwuxtr3sodS8ZnQDPuuMjLxNfRg+4S4Iufu81b2UzCy9Z9xBPgdynz3OXme+SxGPPYa6Ab1Pbhw8Sav6O9zwGb3pJVW9GY2qvVlcxL0EW2A9cRYyvkoqQ75Zss+8TRT3vW8EKj4kuZm8NfXTvAUi2721B1496BbEvfOTBD2vbHW9H4mFvNjT+T1Jc489IwoFvm7G/j3XQfA9sStaPb7yoj2v1wW+Q7EiPZygyDzrKVO9/bXvPcQS9TzwZ7+9A5T5PZ1Xgj0gT6K5NEW3vQR1/D1wLOs8uEWevSpcxT11xGa9CuZ9u38rXD0qOXQ8kU+hPT49OL8fYPG9d0f2vd9kiDwAiiM+G336vLug9T1NuOw9ry4NPdxDMT1ems89qHLUvbqBor1Cjck8nqmhvAUu570FlRu+/J6/vPvJ+zxwF/49aNI2vFwEDDsC9yk8kTpQOndbkT1w3pY8hp34PUa2V74RyPO9uuRnPkvwy73jVVi+qgIIvfRH5r2YMwS+DvGBvZDM2Dzl8p+8fI18u0OZMr4QHrq9x+y8PX1pHz167Qq+Ua0OPaavZb0QjDM+b0LNPfiVPb1bzc29qw1JvRqwIL4oc7a9nttnPSskmr19rwu9nmkQvmSZ5r26JVe9Kl3wvd7LHL6q4DS+9dBNuzorN75vTKG9SEL0vXLIsr674go98RGhPpAsTj7Y+G0+3JbtuNVoDT7fFSc+doiLPuCDDT4nG2o+fKQaPgw7ED529lE88mcMvuv5iz66YJY+kl7KvWfMMT5X+1E9A0Q4Pnj+Nj4aZW8+1FqdPvkCSTteEgQ+PsMWPg8WGD7O+nY+/nipPEpQ8z1j20w+eWKcPhUVi7y+nBk92j9WPjU6vD30QB0+45amPMyHLT3lsBs+ykV6vrvqhT1w7zO+SA54ugsVRL6ChUg9fbcXPs84Mr6elbk9+08fPoSuM74YG0w8witJvdHXgr2td8G9Gf4nvqqrib17xP09A8uavSmz/rxYSIG9o4bKvW1Kw71hxLE9",
        "+QuivKNGGr1vv8u9FpUXvkKOr73lNii+fOd4PcEva7xLLAs96KItvkwlXT11V0e+xpH0vRb6kTwDwls+8nMIvnHEcjwYtnI+z323PQLHur1uPD49z7qEPbFHXz04oQA9kwV1vW1Rtr2BnZO7IsgQvqZws7sPSQM9Vf+lvqDepr1h6gk+SILUPcAeLL4WxxA+lf6FPSabNLwIcKY+v2Apu/jeWL0OUac9XZ4dvZZhq726vac9AhO3PYBT2j3euFs9hRmNPfdakjx+Oxm98LWrPb/BGD2xNSw+LPJTPbHteD3iaSC9gX3FvNougj1U9FE+8riMveKSJD7MhDA+wNcYPhrFszz2TI0+OCyWvK7/nD1NGhQ9HrUuvfmaO7y4mUc+hlJmvMgLWj4gfdk8a8QrPqSAYD3UzZk917CTPEYlXj354Tw93cE2PIAEYL2cjGu9LeKdPDP6ZD7Gqj0++5zXPbrMij0TXhm+zIEFPu0ltz1m09Y9VnVzPiiD172Tn6O9TpoOPaezMD6Z11m9IZuIPXwvDD1h/rE99J87PcO0Wj6Qjgu90M3NPMVNIT76kN49U9IcvsQrnLzOD9U+xUNCPjjMRjs0r4C+hveTPcphiz1Ffa09mj9bvICcSD44VB2+2togPWdyj71UFfg9/EBePZTIwL2ivkQ++KsRPmCHlT0OwHk95EmAvQVBl7zGGFQ92E0gPrI9eD4hUNi93PEKvQDffL6uSMK9T3VgvRzqWz35dVe+3ywHPgFxrD1XHBI9y6dAPF6yDj0KxBc9TvJrO/QV8jzh1Jw98JQ8POHKh77pP16+TMFevlawxTwGjfC9ZuAvPdclkT3NmZi+IbqZO1OnmL4gPUk88ITXPL4wXb2zt5A9COyXvhv7UD7oAuk9mR6gvbzvyb01qJm9rhBYPhEMm7544rA9jQY0vM3lAb4ce7k9BomwPeRcWL6uQiI8qBYYvJr5LL2eaiM9/7JOPOK9Zr6atRq9THkbPa6Ggb33wSi+NS7mPavaL73/XMq+",
        "n15BPpD7oz1BKBu+fGHEPdb/0Tz7D929YZzBPRwUzb2rwps98nFjvSgLA70rCEI+Dk4KvktKGT7fV0E8zgQ1PUWkIz5PJU++z5+RPcN5Ur5/Ezm+1HvWvfBtgr7f0VU9s9yUvXNscL2jpaq9q41iPmLQKr0Qusk7lMQFPlNSjb22yyY91tBAPCpU7j0LVAs9NEmfPOXR3T3LgyM+WLBWvlSavbz6Cfa9u7QpvSCiVr1fGKG9JdsRPlGvr72wu4a91kvgvWkHFrw5Mts9mLjrvWGqeT1GZmO+rGBDPiNIDr79Fag9tWzhvShtHr2cf/888MCNvpF1bT356XG88CXdvZEkVL1zipa+tk2EvTb8W77F/YU98gWlvY/T4b20ruO965LEvdR+k76+xe69mzFcvedZCr2G+2I+63ipvpUrRb21/4Y9njtFvaHSbb60jFy+AdkTvqoIQ74fjgM+/udjPkP3dz01DqK9BgUGvQMWlTybUka9Ze8SvnbqmT39X7+8LfI5PBQovj2V54m+PgAAvaQ9x728px6+Yoy5vYrg9btC+os+4/nzPNtmWz75/Ke9ImxUPuphmr1WpsU9yuXuOw+55D02kXu9FlA4PA0xBz5w+eO8hukYPphskz0mF3Y+bcLNPaJAGL1DCno9ilDWPfamjruJuqC9QVXLPnRdAT58X0Q8cTSBPnkdojzkPAU+NdIIvTKcbz0PoRc+cw+uPfy1Lj1cxs4+mKf0O+ol9Dzr3pM+t+mDPV2eQT0FDV4+QdmwPJ+dLL1TIJw92TxcOttLrz3RSMk9zPDHOymuEb4Dd4I+2SHGu5c4Zj0F+3Q9TQnfveKiGT1iAJi9My9rvZl2xr5qy0i9kZfLPe12ubyYep08oOgdPiBEH725OYu+nZV0PJleY7y3Ufu9GtiYviIznr1HuqC99C0TvZYcv73gQHm8YEJkPnu4ab6YyAs9qBNHOxwoqry86bk9MKmBvZBCFT57TAY9HaalPdWwO771lF09GIPOvWrGpr1Fsb49",
        "iq1TPnzbkr6xL6i9zVsevYvjK73IgOs901ivvR5YujySeic+5f9YvmsxAL4lgzk9N3N1vd5QU75FjG8+VlUGPlrrNz7SHh0+jwtTve7Jqr3owxi+c1zMvK/xeD3/OMu91KSavZwYXD7Z8WG+lO+5vXnfpD2KMr09RZgYPvNC2z1EVwq9SpGEvT8ccj291l2+9/lmvRekA75Dqbq93DWZvkM5jr0WC2K+T9iFvQj0XL5RjWq+xwsGvUshi76/22W+DnNmvnxOdL3Qjoa9bQcLvnF1Ir4h62m+rTUPvhUzlj0ZsCC+qHivu3vbgb3MNEa+J3LrPbJkCTy2PAm+IORlvr6Ri71Kd9q90LofvueV5L1ChCa9SQ1avpENbT0x8sE8jVhePjyqNT1Z7pM+9Av5vbQkQD7xdho+FWWVvdI9w71nliI+ZgmIvd2w97wAZoo9CN+BPdD0vD3F8ic97/XRPToqUb3K1Ww+efk8vXs+QD1iAa+9qWHDPaMEkT7jrx08q3iJPti6Xj7Twf+8Z9yePZTjkrzqLJQ9wNMxviSyJr5j78g9v+zOPR01ID2l3aQ+xVaZPYkq1LvGrQU+wizAPb/92T16V507DWaNPS5GSL3k4LK82GQ5PRTvEj3AIre9PnBjPtZ0ZD0M2qk9/nExPp0Xtrx3JZs9zVOkPfmxWzxFPbc9/o6/vu+gA7zuPUg9HvhZPf7Jjz3/UzS9Kj09vhP8wD2Fowm97egNvv5q8b3YXV08PIVuPH0Bjr0ZkIg7KejivU0B9D1Yjho9Eu+4vX3nZj5Ilh69j4SKvZwNgr3EX9Q92C6xPffPWzwii3W+wM2uObfbuL2n8uC9v35HvV9ew71JBTq72rMvvsxpuL1BbC+9lOqJva6rULzRGy+9LxQYPu8iJb0ySoi9oraGvceLrTx/Dce8x0pkvfOvEj0f07S9OlIuPhE+3b0XsmW9qc3Evbz/9b3B+yi+l2hnvgPbGL4QHOI97p7TvcJpCr5/LOY9ysGevfrlGz0ushC8",
        "j/DVPZzbQz0imIA8ZsyMPn4h7j34gFs9+Q65PbNHfD47v4Q+VKuSPTlWIz7OEDI+PMauPbflDjwunhc+V2gCPn0tcj5Y53I8KyIGPvG+RT5MZks+yLSDPjDaiz4oHUu90sFcPngU7Lw6zFE9nsP4PUp/kz1jE4k9qVOaPQnWmD6TCmA8NL55u8WMYz6Zk468UvSEPit1rj0IVsi8VUV3vWb7gr2jxJ6+LtMGvlzb2ryXJA6+FcH6vfwjPL6UA6i9y880vnUEDj6JVpo9m414vld8RbvNqTq+qT0KvpGVtr7/kbC8aXImvq9kwbuc1/S9KIRLvv3FkL3XMMe70iAUvd9i4DyvRgy+fKwVvofcNb46d9C9673bvYYoKj2b9LO9KiXdvatDI76a+gw9EU0avWPDq75395O890ULvBnvn74EsIY9LGVYPVM/G77erdS9hzgOvlwnbD71SrI9DftWPQ0ZGL40+IW9TeBqvaZ1eb0Jf5C9rhSfPcTNjz1j3yk9cDLSvEs35TsZ8g2//cyVPc/FTb1lx2G7XeSCPAvDFD4kkcq99Nqavnulaz74XSy9zRp/Ox5K4T3b+8I9PssFPiIrBT5inbM8QKUlPjF12T3QWxO+VFlqPdkjVr4IIwe9xAE2PjrcGT2WOAU9Imt2PkiTTL3GYic+5jKOPvmz1j3JYF8+7MgrPm1WOD7s708+plmhPrwKQz4fxd29lVmHveIpDLpUSJM9SzMDPlGq2T0ZTbu8VTjdPeF3Fz4dfiU9e8MrPp5z8zyS5ly8tDhNvfGFFz22JSA+VmqKPrgPLT4g6Cy+sRBIPH9qtD0YcCQ+pVrIPL+Msb1HSAa+hR03vptJET2W/nO9UPQbvpKAsL6dAPI8SJpSvhXwFDvzkPW9vhsTvmyi7r0K5ue8lsmTvk1LPT3Qvv49G2nqviLggb7dNS293vMzvtmTUr5VcCS+S4aDvk/5hb1ahQ6+yo4zPrw8JrlkYJG9Dl4CviEljL5NSNM87J6hPD7c37wjUk2+",
        "8cnrvSbvnLyRBjm9sP7IvDBbR7482E6+tpRivhblFL5Ku4s+mdaSPa3IYD1ZqUW+lAMcPpDgmT0sQBW+3pdxPsX1tbx0Lnu9jCTUPXjRiz2tpI29XjDbPbUVuT2YwnE9zxsBPk/KGzxSEe29WcLSPXsCKj2OquK8jduPPtvAcDzNyhI+5+09Pk+xaz0R58o6d4Ymu15soD7E84c7NOWBvdyPsj0PJTA+blENveteoj1vxVQ+oFlqvH9+ATx0XoY9y4wzvqzVT73zwX89dCKUPAufs73UReO9TIzAPcPL873Ei+s93G2RvWgzF73/GLU9HcpNvZr+Vb4lVSU8iA9wvIHfuL2VtqO9sVVdvIHC/L55Bhw94fItvbH3jD3Dnf29K0McPp5cEz5/fBu+qdiFvbmjyD1f8RG+VW6Wvayuh70bKte9D2jOvSYVSL6XqIK+crP1Pf5u+Tzic2s9oalevbu7Kz52CC89ivPNPTI8Ub6tJqs+ijduvhkrqr1g7Yo8ITOrPeIrCL4LNzg8OkwFvrndRj3Q49o910tfvh0TXLzZJWw95RBZvrea0b2UzMS97ltLvvenD72imhQ9xYsdvrDYkz3py/w9UsWSvbviTr2tawW9gkm0PKjT1T2yAla+Fd57PaJL6D2Btcw8ivPrvcfn0z1HPaO+Nk9bPGHxz73+6OK9AB9yPufohj08LI49lE4mvrGZCD26AOU9X1PrO1a/uD0zzDE+avAdvW8UXT5IE3y75q9svpPuND6r/jI+f3rePfm46D2U1WE93D70PU6nwD1nPAU+xt4MPiDDKb1eb0C8hAB6vWdYAT74/jw+y52GPb7aMDrKSXI9pnVHPi/czTw0Ys69v1CNPsOp/D0iNTE+mbQHPiqIRj5KUoG9qTsxvnvwTrzhnIW9ixw6vUTyb76kuE69tCjOPMJuuT3xREC9eM8MPdd5BTx0DLM7BLUhPrFzi76DXoy9SO7PPKLIxD0iF1e9pvuPPbwrRb1/23G9Z/ruu79Nrb0yf7K8",
        "MNDVPUEYI74aQIs6Mm4Ivmcf8bsdZou+NexPvF+z0bxGLrM9S1lKvmxfAT4FFwm+9Q5fvqYe77wgWJK8u9YJvuLqUT7CSYG9i8gZvVN7H74NxAI+WYJ7vXgpd7w47s493Se7vd82Hr3vCxW9KiLtvdH/R76eWQK+tC5Uvq4MB74zGac9gYUIPjy3Fr0c8Dy9++qhvl9Fl72gewA9L56uPYXRWztKeoi97xU4Pq8KAj0BlhK+mjYTvT6QPzzEt8490CVSvWcoo71si+Y9YU5OPgyqBj1yy0E8H5pQu7iO1T1W8CS+8ZgePrVhXT5lIgI8mfxuvpRNOD3UC/o9v4QNPur9h71UCCc+EEaTvOHeVj7qlLE9A8Knvq59yD2Erls9b/kgPhEMDj5veuC8Asu7PeuB4DzRXxk+SsEyPFJA1r3ntai9lZIAvtZcfj06TTa8Mm9hPes0Ob0g4OW8pJA3uCQwAr2hv8O9TB3BPF63mzzgeiK+bz5VPT8tJL3CGSK9BzYPvXGHGz2G5U0+I1qLvKjvzL1nhR49jI8ZPdtJQz40MVM8YX4QPj3yMT26uZ0+9JEJvReiUL4v7FI+teOkPh8kEz7LWb081typvFqhKj69B+49IdCBPL1CgD4+Fe29wkNsvgHy+TwegmI+m2vVvaBvV7zffWE776ZTPGxO4z3XUP09Larevc+6BD5kYNc9y6DKvPTDTz3SpG49fOqevSCCOb57oaK+bFMXvpC/Dz3SB0++U+x/PajzZj2KDCi8Frokvvf9eT2vTsy9jb0Rvu36jb0GGqq8KPIlvnxyFr6aDpk7HKrNvV5KJT4Jgiq+JItsvS81Dr146Xq+Hdm5uufPwL1m+jW+1agKPU1JXL1r3By+5DOgvUOgOj250tA9kfLIPfhYwb0z46s931+hPVqfX77az9e8xtvzPddQT77qCg0+exmAPrTe67xM+aa9Xjq9u7d32T1hXou9AAEMvLT8571AJDe956BIPpWCZr0k7dG9dpwMO3B66b0+0VW9",
        "ep2vvKSF/Lx4J2i9Hg0zPkKbtL17KdO+TYFDvWXKBz1NdLG94yqAvcR3JL5BQzU6ELFrPMoWJb1Kows+PXH6PZ20oD3paJK8V2/IPWe/pD1hK4s8iVubPX+6jj0B32U+1+YGvhj1fr6G4zw+OL1WPmEQV75aFa+7bxEHvf+aFzlWpQq+DOflPQlBTD0Gpk69KWSUPQdGhLtwRt28+fEbvvBN7r1EFoS8jT0kviaD2Lxedyk+wowUPJeLBr2sX4W8Gse6vSy1Gr4ThZM9hNu4Pdyrzr1lOIC9nQuWPc34gD3SEAI+zDguvhei0j1xnZO8R1GRvQfjp73BJGk95IaGPDgJX75dIj++8uQbvm2mEj5bLnm7IMYhvhaB6r165UC+H6bivM1uXb2bUlG9axZXPBykZL4cW1Y+238mvtxC5r1sWxq9UQliPI2RcbxcW4E89JVTvmOImzvkXZ2+acIWPagSDj6pdxu9di2sPU3YFT0DIcA9gSeRPHdeID5k5CA9yhIjvloCVT3zPZK96HQbvkDaqL13Ly09rdl8vVchCrwSdUE9i2MEP8PUDT5LoQg8uxYUPgDeOz5qsg69pIQFPnYz7zy5ks+9WYUFPkAOID5fx7S9CXsnPisRjj2YkYw+iHP4PW+yOT2/1tA9Q0U3Pn3aJr1NcbQ8kWQSPldnQT5qVJY9rCHcvCxHqrw2YRY+ZT64PasRIz4dKNc9RTHHvECIlTzozjs+NKyDPd1Y8L0S2gI+xrOKPZ2BFj0ksGg+h4L6vdVwwL0xbeQ9Cji8PTCWoj1mRSQ+73Udvnfqg70wTa48oGruPX7yJL6AcNU9n9baOzMx2TyDsCO+q0TcPVERZb1WCja+FoE7PqAaJL5m5+U9G79HPAIXCb+Zv/e84w+7PSsCjT2I6QU9W4G+vaazUTsm+oW9BvE4vR7nTr56hY+98yo7vmAW1L1Lm7i9Gq42vFjghr0m/M29/7qFvh2pF76qRHA+PctyPVZPmj3bwRU+91UBvjhczjqojcG8",
        "Q10oPl5FmT0Pky69cpXWPGtG9jyoE9Y9sGJNvJI37j0EYXM+J5f5vc0aLT7hDp09eVokO0Q9WTyp/wg+5p3UPRv/rj20MMS9gNmTvQTViz2UegI8/qE0vZQoTT7uCe09zUF0vNoLVz2XmfE9baMUvpy2aj7fqKM9/I/ZPVt7FD6B7jc9LaMOvucOFT7YWUO+QngGPer9Yb6+GYu9GaCJvmv5AL5SUpC7b4f2PVkDgLwG3SO+UpcYPvTrD76rSO69kJyQPEojSb0AHTm+AOv8vYq9w72W0Gq+p2Ycvqq0GD7kv609gfw9vM9qVr2DPPy8lOkOvbdTl73p+FC9UyZsvt75Mjx4lkg+F3LlvVxGez59K6Q9riVnvc0R4L166rC9XV8mPjHw6jt6kmk9LuCsvNTiuj0drns9gv0PPiyGbLz6/H2983KpuX2CGD5NH2Q8VTGpvW57gz0xW0g9IWAEPm2S2TzcRGg91rOvvQK+Ej5bpGS9D09CPh+QqD2yZOU9JJnWPca6Qj5B7Ia8ArJDPhyyPz5Muig+7mOfPHS1IL6+zau97KNlPQKN7b0AL8C8jIlhPoXZBz0u1g4+aLJnvSxLTb2lMxO9SekKuwJHvDwzLPa5i27pvRkEFb5LIR++BAY2vV1joT2YuYg9sKNbvX6v6DwOQKc99GcFPpCnCj481h4+HAHPPXvIOD22ks+9iCKOvdAu2jwkM8q90+cJv/eCgT0A1dm9ZAgKviyELL2guyA+3Y5jORiIfbzT/mm84v+FvHO7Aj1OHJK+v6zGvQIHVT3CRei9MlZhPGZShr6+AG4+ln9ZPdTKWT0pOUa+ob8pPdxwrzr2dE0+raECvn5Akj0nwtO984KdPRsIMT5gYZO9GAXCvZXj/bynID49NJfpPUZEN702kxC+XvvePc1njLue0E+9DJ5BvTnTuz3siLk9viWCvNtdcz0Y3Ko9zFvTPQE0LT6XgoQ9s6qHve1VhTtCxxc+3IO6vcs9EL57FQ8+2uL/PKM4SrxG6IQ9",
        "7/njPYEFPb0AKra9t6HAvOp+RDti5uq8WCIlvtLfZz2b/Fi+aFSOPm/wGb4Hrci92KyOPVtfWr6oUyo+NCaMvTX+Zj2yL3A8GhYuvsTUMD3NcvE9yMguPb0pLz3q1QW+5Mr9uUzJer7RAA693oMWvGl7Fj6k6pG+Z65lvpBHp70d0bi9lkSCPfrZyD2Xx4w8mWMBvg5IAr5Hvzg9YhrAvbSsIr3T1he+O4E+vm8Aj72chgK+ghUqvea6aLyWD+y7C3QTvkVGgT4RJdK7VmqLvnCLAD3FztC8+26zvbiV/b2LxxC+BCunvRH1eDregq69zJKuvTTDhj0Qk4i+GkTZvbAyM74cT1K+hxzCvXGx+LxxOgW+jvAcvoXopj2zTgc9oiIGPQc1AL4uKAY9irJ7Pk6sA762eQi+7vWFvVIKi76M2zk+g0jmPd2oqTxHjPK9wtVMPsXhWT0UU1i7MuOcvSpGab4OHsE7DYYtvvVVlr0F7DM+uPOUPMAR2b2czWe+2HGGvRaGGbt5Ky69cq5MvYD367xQWwA+5VqxPefJ+jxv/NS+3660vVcxhD2cLdA9N9FOPVrzgj7WTOk9peV7PfImqT3Qm7K9JsbbuvxTKT6V/lw71qH4vAjlBL7pcg8+OjggvqtSqb6FXeG9qALUvZN1Nb7lSQy+2csEvq0oHb4J+ba+0d6KPfDll7wjQ5S97UoXPlYw2D0+clK+NEl/vlKVBb6xx2Y8Sgv/vTGw6b2upSw9lW1zvd4BUb5kHq+8hFQdvpu7I75/HdW9XYq9vUEf5b26jT2+x0nivYwY0L0KsHQ9PelJvn/94b3JbZm9Pv7Wvr5bgTytkLg8LTCQvl1nBb7aLtO80RSHvGiDyD1XJxu9mN2dPaAw7rzuxuw9GNzAPbvQoTiVQZQ9rkULPp/84Lz/LBe+4nGJPQFDkT5ha8I9laxOvaN9bD2i90Q9SVr7Pc4vcD4DmEw+g94FvhGRUb3yV5y+8DILvSd1SD2lrbS9SNnWvW2F9jx5MwI+",
        "Oc65PDMTHb4h6S47B72oPa1BHT4nRCW8w9cxPn3dUj2LXwW+wB/KvVUuE7199ja+c1hkvYHdvj13bVk8OJbOPRKclD2YG+u4UNfxvXRZD71kSNQ6e+y2veLrhL1fgYQ9VaPIvANQZLzN6U0+SaU3vmFFx7yUi7m8aQYXvkDju7webka9zkdzvtUXPzz3/n+83ycGPv7ORL7rbia+8AFuvaWTkj2nWlK9/DLrva2Vmb1prLE8zXk2vgjXPb57QzW+4aT6vPRypjyPuZ07RjLZvGrjMDz7a1o+sGKJPZBewbyVPnM9qRImOx3TJD7hp5+7jOCEPI7DAb1LjZe917sfu4k4Cz7SiRk+bwN0PcF3hr1e8MK9a9a6PGQsCT2KRl8+n8rMO1fJF79Ihom9k3UfPBxv+r1jkA4+oIxLPtHr1D34coY88pYtvsUMyj1WUSQ9XwvMPApZFz76ltY8vV/8PbRzUT1g3km+c65yvik0Pb289Qe8WfiQvcpiJ7wLWck7Fct/vQTVHr6v/0e9qxhsPE9HFL1UZzi+BIiHvFfDCD5BZBi+htpUPRXCHDz14lu9s+QcPudG4jtzV3G+S0UGvlEyYr6Inym+jSOmveDByrybBsi9a6uDvjX4iLwr9QY+7ofBvVn3Pr6sude94OFnPZxmK76/k5o9L6KWvQFVE74xKNW9XW6HvspsTb6q0uy9sdG1PTUZuL4PAyy+NhEyvpRWb74xy0e+/Bv7PDImrb3QSW2+YWKIPRxAe7632qG+dYLFvfUZMb7gJ8K9lhyVvk90Vb5unBS9nNHYvTOCkbxkHl27nxy8PCvJkL7oebu+8lAdPeHiHL4/5gq+jhDJvmmu4r2XAQ4+KFyXvsprar2WSCK+sfnJvUnrK75ZHGi9xVeuPlRUiD140Os8ZbQAPlA8YT0FYX4932InvDhUo7vD3ci9bl0wPZLQtz25kwG8eQ+UPY0JgD54yXA+iZc9vJY0Lz2YsqK905pgvoFetz2Dmni6OvmKPIOC9z38UBU+",
        "hjSCPUO8iz29TAs+sfHyPAi4Ij41h909URZJvE92TryweoY9B9FAPv+KyT0NvPE9TNsOPMjJPjw/BiK97uu9PbA8971gnsW9CTcnPgLm5T3OCku+11mZvU12Eb4wvRy+HJtePDDiTjzrWIG9mcIsPQE8Sbwd3mQ9sd9jPZoLgz1M3Ok9kDAPPeSbtb1eedi9kJsuvu/wiT5sFxK+DfMZPnRI2T3SxRM++xedvgGbgD2bM2Q9pNPivQmMmLzigca9iJ+7PVimO70Mk5I78hAXvmmypT1FVSM9Bq0JPVcmwDyqLlo9xu/ZvUfZ971M2dy96pZiPZdQRL3WW9O9aA9JvjGSuL2QAH29r6z/PGTFUL5k6lm+GQ8ePUTJkr0Pg2S+I5tOvSF3ur1iMiW+0NzdvdPYbL7RC829Rt0YvLeEez1JYZs95EryPLorLb6U+Ra+QYexvKRG7D2Dm5+8PcapvkaB9LydU1Q+tY1rvoP8Cr5/ZAK94VPYvf200L06oDg+kfaqPa5ojr7Ewqe8z5/vvTxsOzyIICe+BtYZvqi537xHJUe+KRBmvlgRPr1lTjS+i9Mjvkvl7TzdPUS+rGdbvs95/72ujhm+xDcnvYc4VL7rIr+9iR9CvZcPQL6/YBU+A+vrPaYaSr1HyZq9K32BvS/dkTwwdPw952PsveceOL6JWhS+4CVSvdJDgb5R94k8FeIBvIvNpb3eCbC7hE0gvkxT3j2vjKk8HejWPa5EYz3vNZg+P5CoPTD43L1oDAy7ubU5Ptrhxby49j4+AwADPeGwAb5Kiy0+xC5jPkAGNz3rmgk+sqUBvXUVhL0Bugw+qNdOvZs74j1BiA0+hxgmPYYBMD656OA9oLHgPZDQnr1EuE4+WaAGPjlYyz1MX929UyQbvjC9CT4HRnk9NkbjPWjZnDxxjHc7Y4YGvlYBBjw8ZQS+vUHUPHvY3Tt/WR89XwKlPDuW+b3auJk8tpouvt3U+b37wUs+Xh/9vbKoabsgQhG+YXuCPb8yDT7FA5e9",
        "TpiFPbxZjj2QiWY8ENf+vbCG67zrT9g9YaUIvmjoFbzLvmO9I0UPPvqvjL2hYLO+NnBKPQ5hm72sU7A77QeFvX0Gu73ghmQ951kavkVRGL2smxc9IuHCvdGuDz6tt429RwoGPR6CY71BMRM9z+JSvndw6bwH05+9+zIuvoqGzb0FToi9hUpXvtOHMT0ngIU93+cgvfUiEz25pw09z+v+vWUCYT1jgDy+MXlAPQj43bxD9g08ccmjPVEt/rwNFzY7eeZGPcPAGT5kiJi+NuMzvJ7Exz2qVEU8ZHVhvbfNcr3sjAO+jzPWu+pSA77Yr6O8W18WPiTOCL62hco8+nJjPg1dTb4VDm0+al5pPYdVsbvbyvG9IFCvPpyPHb6g87c9WaPEvJyqIz6QcJg9QvD+PWFVi74XVNa+Kx7TPY2sZD4vA5g9RNsHuiYPp7ykQXQ9Mq4aPsZkCj0tIFG8ltkSvsLfFL5Hna693G7UOVrlWD28tgy99XlMvUqdvb0L2Cs+2ggTPee/Zr41pbc7xs6ZvGWvij2qHko+NuNPPWbjHL7KSk6+yADTPbbWjb0yfBg9VS/XvbLOa70xLZi9KnmUPdJdq73MYxI+bASNvSCjTTzEHUa9J3g+vWfilr2sjAs9UeyvvXu6oL2dzBO+YQhJvVNewDtgooE9AN1AvrtFEb6mEAq+VGMTvdgcx7weC4A8Dr8mPcjxcL0YRAE+7CxgOmkKFz4n4Wa+38hovU/9jb0Ktwe+0r2AvcyLB74KOEK+vOukPQV7Cj19/uG9TdKdvCDJhT4v7HA8YW8BPh7Qxj0xlkm93HiqvbUtqTwyyKS9aPtXPj3C1T2glnW9SZ9EPRkKIj7ZPfA9Ymg+vjbq3L3SV4Q9Qbp2vZLDfD2Jrra9zcdMvli8Qj40UZO8Vw8fvIPZrL75NzA++1bIvc1Hcjw0xJI9PuDWvUMUSD7sU8s956wuPXA0yz0pYTM9KJ1kuNinXL61gqi8m3RdvTCPur1iwP6+UstTPZ8qFT3FH9M9",
        "ts4mvdVLdD4eOWK9vgCWPduvsL3cx2y+pVQFPTcVqL149KY8tKxtvdFuXr4Hp9+9+SKSvWlfPL2adDy+nc9TvgFmF74Obt69N+WOvGZXrLzRZOu89g80vjOhp7wr8Ve72NyZPQGDlr6ynxe+rQUcPoJaK77Pr9Q91KrOvX/GCL78Uqo58N8uveM98Lz4MyS8kodIvTz7zz3pmlM9sB//PGs2iT20uT27Rjy0Od8TC77IdiG9zIHMvaP+JL4y2jO9pa+0veuuZ707Z2C+p7REvgomS76rE4a9snQdvew5Lj3vkY4+XI5LPvjp1T3ifua9H3eKvWlWDj2Jb0U9GphEvk784T3aTjy+9eGGvTBwWLwYZMa7mu6UvXuSDLzK0MG8M4fqPZe6cj5o0vQ91E99PWim+D2nuI09i/5tvvEmLT0YNpU+M7XpvScSF76NCvo9SS4evf7xLDuWtSk80CsOPr64Jj71Sm89qN+YvcMu2r0Lb9i8S6VKPQ5HDz5ff1s9kbPLPeMrKT5ohRk+xVviPSQEfz28yX89OzgIvt5/yrxjZQE+5ZbuPXSqkb0AGxk8FGCGPkMtOL4sOk46qt5OPlx6ar4+yIG+D8ZqPW2hNj3VdgM+W4Chvg27Cz0jH+U8W2oHPpP7HDwMZxy+74VaPsVTOL6zGnA+TTnqvFUKSz3wnf08O66AvRBjYTvvhD49bCoUPpUFqT3wJ6C9AIfRvZqrnL2/obi9wweivazYyb0I3ly95hYkv0C6B77Aivk982ckvNkUK75OQbi9RWjavWy7hTyL2B6+414pPR7h4r3ulKU9cu2APgJFKz4FjAI++XAyPab3UD4pCDi8Rb9dPQ53ST6Ai065ySElvU8F2T3TEVG96XUovgyOYj5mx2U+rQQBPutKgj1z7kg+M9v4PWxIuz1STjw+3kIkPlP2PD7N+No9CGR8PLYwRT5WNSg+g2r0vWS3Q76p2CU+k4c1vLdK9zyzVQ0+CP+2PLCKrj0Ac2c+AHEBPn2mGT5tvxs+",
        "KGRcPWTweT1ksRa+8vPuPDChib0+dO68hNQQPgCDtTpa7AG+JriSPWEEPLwM5SI9j481vTBFkTsNak++lL+3Pbv9D712daK9kNiOvZpyIj7gGri9QI37vYtKHb4Yojm9jfAuPTRetj0HhX2936hxvGa72D2e2is+qF7HPYBjrj2F7gQ+hM+dPXRin7yHJc+98fI8vrKBOD4VPAW76zhuPoQK9T2loIE+A+JiPNCV4z2X3xA+9F8VPl99zT1W2ac9HOwyPjob8Ls2w+Y7pflxPW3mzDxzj0g7aqP8Pfwz4z3T7jA+wbv1vaIb0z1Vvts9FSfTu+jDhb3+zhs+mL89vSNJqT2CZSE+FS/BPb4gqjyOZr88U8MvPOPcRL1+0Va92TIOvnHDez0dQxw+iUOtvQaNFz6YtxE+3G/YuW1/FT4eudG9WfvCvJciTL3WsxM+cVUTvr8yIb4eAqy9IKB2vjTVzLwKgUM+2X7PvRLyvjxfP988o9a3PTwhC7z7xwU+4gMcvhP6IrycvJA87ruRvaYq0j2mL5G9gC6cvajLXz2Vs5896cfuvROAE726XZm9AGcQPpBy3rvaR96+P+iju0qPsDvfU9E75ozivRqSsDx0MmO9CWU7vh7Alr3Q8x+9ovlaPFIbtj4QWvS9vOjFPcf+mL3tIpm9oxv1Pasptz1AGES9hy+MPDDbx72w+zM95qu6vZ3r7LuPZcS9ZZxxPPCS4T3c7cY9wBCQPBONUrzKcby9Yk4Qvo9aSr7LZS08vVEjPUfRqju88tM9NebEPfUPKz3t2qy80rOZPdw/wz16jK68YbtovYBAT71wBza+00kKPvlJKD2S8BO+KZaPPfirCjxBqfC9hZ2evRzbfL4NqGE+w0U1vuaaD76FqYa+jD0LvuW8gL4oRow9/ruyvbepx73Yf6I9amyFvpnZE77bQ3C9Z1Lkvc53U74Xybu+shRjviXlHb7GhXy+xnYiPgecUT0sDKA6yJ+ivmoz5b1khzW9PlRQvVURsD2N1VS+",
        "QwcLvr18WD0F9gm+rmd/vRPPd758Gqi9AjsivhjjOj1yQuU9AIvXPYQWRD6idxk6mWOZPgvOvTz27w0+ump+uzmLCb0gGi2+Zd68PHeWHj4+Ck294F7sPDOENT3JerA9pytXvSt+Bb4I/lo8FnOePXyDrL15QFY9su79Pei+Uz4OVYQ+F5w4Pml6Fr0kSNg9buCCPSEOXD66DvU8iY6UPbZzlDxdT4c+UevfvEivjD2uLZo+wD05PeMj/r3pG2I989C5vZK7u7yaDh8+66gzPWVxj7xD8QK90B+zvTAxIj1qxlA8PKBMPfkPG77uoSE+vkTTPAw4tzvGYCw8V++9PV8DjL0nnou9qSWNPYe7Hr1kBJe86Th9vM9ky7yGOvC9PnS2PcPB8LxRP4I7mr8Pvl50BD7jhpG+kK4avs/7+r7RL569s6/cvH/bIj0SG++9sUxoPmMAJL7LWJS9xbOCveZpiT1FUkk9x06fPT5haL58ksc95Jwmvm4G7TuX45y+uDWOvZOqIr7qgoE9pZeyvdHCxL0CEow+pqJ3vssVwb1qk/U8sNIbvpaQK76aEAY9FkWBvmmKcz2cntM8Uq5MPj/RaLsiuAY9rz5jPCnGWb658JY9ZLGivaY3Uj1Oh7K8D88fvkp71zy6utQ5Z/mPPPzrET7Sbd+9M7VQvd+a+j3AgIo82Ilbvg8hTDyvhA++pK8Hvo8BVL45VhW+Eca4vWbpnr7Y6Gu+2rSIvbbxh76BQ9y92yrTPUiQT75nqA++2MW3vU9dOr73gCq+2aqKviys0b1x60q+KSSMvj6Z0zoBVzC9LxGfPVyXJr6Pn0W+id8CPfHI7LySHgC+CmBrviKWHb5ljUI+Sqi8O52rf74Tkba9ZuuEvSpXTL70Tns9luREPnQObr1WmVI+n5toPWULGD4EpgY+5BVjPEHDIz7kTJ29/k4zPmeJxDwPf+E9gngHPkNkET6kSmk+HBRxPX7OVbyVChQ+eOtGPUeuwj15SOg9El5EPj192z1thCc+",
        "5nIYPtn/TD7KHes898zOPRzgWD6dKIc9Cw3lvbS8bb2kOvs9Sn0cPoFkAT0n0oA9/rUAPqWqWTsN8ZE8vTIDPuTIBb5qkRS+zbm4PYVwaD2nTY49RjtUvZfvzDwr2KS9TsuXPf0xmzx+Aa292QBVPjYx671tTwa8hrPHvAKECj3Ij8a9N5g6vSz6hL2gFzA99iAqvFdLMD4KDx68P/G+vYWJ67uS90M+sFXSveNAkb3AHzo+PNw5vsBJ+7z/GrG94/qjvjBPnTyfDMY9cGWrvZmZD74dkFS9c0PoPEB8A74fK/E9CtlQvIbPeD3ONWS9TYdRvLzSBr7V8R2+aDdlvhFtfrwIW5u+avAGPVcSt71rhZe5AfWpvcpnQ75QQWa+7gqivagsI740G7e8KSUavCwATb2Y4qW+RMgyvfxsbz1HCTO+2QcmPqGGpL3wr5Y9fIdgPoMhJrzkDym9iYR1vldmxT3ZFOQ9KCO6vQmJIb5Bn5Q7oI2/vQ4/m720mbO8DLiePJfwDzv259M6my3pPE6gV77lXO+9SiPeveCykj3fOAy+2FsBvgN5TL31IwC+gvCzvDRI6L18ylg9HY20veAa+730v/W8s4hivOfubb36DuQ8xs6bPeCOSD3faCS++AeUvir3Pr4Zahs9SVImPWgkGb7hWDq+CToOPf3Eg76hJO69P539vVmNNj1tu508ySE6vNHkYb2GqsE7DIQUvn9Fgb5cw3u+JiIHvo5icL0FT3C+yE9tvSJTgb0aC3k9Jpsuvtq/Eb75cW+9bKKivAZfKD0wO+S8SM2nvfKdEr5IfSS+lhlDvTz0ZbwD1iG+GFCNvf0gIj24wJ2+yJMjvontIr33g2M9ep91PYfMgbxNyt29XW9ivsppmLyc0Ci+pIP3OyWor70Jbe66bQ3YPKQFOb58Eqi9h1LIvcsB0L1AsBE9/SiGPvfuBT1oOoC9rIggOxlFfT1F68i9k95pOjhcR755ryO+qtzRPV54q71eE8u9baLpPZ/9D7sFLi8+",
        "HFMpvj6QVD0AB869Wvi7PQeKRj0CvqG7s0okPr8kdLxzDom8XObyPeKWGz4vdme9SkhXPWYr/D2xcbc8bXlbPVKFIz2OERu/8ilIPqVxFD7ee/Y8AbUWPqVPIj23P249haRzvsiHZ76NEDG+43xrPJ0bmb7Qes+9Ne1LvR2Zw70FXnG+aMm7vEzf8rxdphW+cIDvveO3X769wQa+8MtRvgcqPL0mZCG+pH+6PBCG5r44djm9MebzvSSzGb7RACO+cbDpvYWNjr0Ha5G+V0RpvYlZ0b2RI8m9VkDZveAMWL4evk6+8DGWvukp172yDiO+ql+UvulaZ74cGiC97JpkvulAxzxLJoO+649rvKVyZb51wh490avYvtqUD74KIoe+KmhWvme/OL5f44W92IVnvi7KHb4auYG5v2Rnvjt8Pr596fM78K+5vSzCB75kXG++v9NJvX4Fbb4+RhW+HSt2Pe2+s715Csg9YCFLvRrDIL2gWM48a70+vryVZ76fwhm+0Gg8vX6GqDxVt5+9V67PvZnhL77ktz6+WUubvV6uj71Egz0+8WUbvZ0V2T1nxlE9e/QVPsnD5Tz8Xge9I2CMPfxdzD0lW2O9GAihvBpQkrsZ2KE85nP7PbpG5zzjAUi+jZoMPt7jTDwh7mO9wZTmPcYNtj3xbgE+Oa9CPVoO5z2yByc+M7V6PtYPpDu+jcg9nVikPUO9qD2RJjy90XuZvV7Snj3HpBw+khBAPXGH4T2QhFc+xzT9PbLrMz0HLJE+PbqNvecqC76AwzA8E0uQPeX4Vjw1/W29qz18vCxug72hqbA9c3c5PVZOqDw/EIU9nAYsvWcn+T3uXyA+5eChPTo/kLv4T449CUTuPIInBTu3hiQ71H08PJQfbDljDk49Dr8tPqmdvD2xit29oK+2vQ61rj3ccYm9w3Q3vSEYjr7+9Zq9BFSfvRpIvb7G4GA9QqCWPDzI/zxIbPC7Oq8OvaGRDT6pscK+6v1LvcoUC77fPG4+JsBUvjbp+Lx8X9s8",
        "GBUgvlKEHr41Vwq+v1yCvKvuBz3mYvg9BvjQvQCoNb7BqVy+ZL7gvSBJ+7uIGra9HsbkvbL4Gr1AwRC9z2ShPJcXPr7v63M+AwkNvsLzqrxu8QS+3ocMvmwvE7w44Yy+ghs4vYdrID42LPS9uE5nvaYkOL0gR5e+HjAMvqcN6rwvgUY9mi6avjl6fr1OXSa+5lievKgTIb7QpYY75aokvlwSeb5MUh29Mtkkvf4T6Lz/XQ2+qDAcvkBpSL4eEyW+VqSavW90W76W/R4+MySTvopuIr79cqG+cYdYvkYLUj26gCm+wsrtPchyh75g1Vm8q/uyPYeyhT08bF29cfubvltbw70fyQE++QHlvcknpTvaXRi+IPRdvg4KjbwXTtu92mtmPtPcPL2YVzW91/Qlu13MMj5TPQ0+h6flPCtavz3s+5Y9zK/7vNFuEz7aFdY9gQaFPSjPHT1b+J660mFLPMPhHj3mzX+9Arh+vZmEojzDoxI+vV/TvE+XYT6onmg9HGFOvViOsT0BxzS9SMWdvYskML0aHE0+pQ7hPLcnP724qTk+xhHMPT6PMDwSSxA+phn1PKDCgD2CKz27raSQPjItiLwqLpy9RcWHvWerKj7FkKc9QSY0PY7ntb1GIza+MOIIvZBqPr2QD+Q90y79PVDCVzzEHv09iWbaPHSoZj4s+wS+fuMuvTmMUrxfSRg9T/C0vEta3jyFcam7eN+GO+nAL71/LLc9NFeWPW3QTb49z4K9pWF2vbmsCT0NbS47s9uIvR1P37wnWUq+2Qd+vs8jqD3t7IG+K1YDPpTNg72ES5Q+N7GsvF+J0Tx8n6C97+YQPiR/T76QeLs9d9pfvh+pqL3k73K+F3R0vRyD9DwyuG2+WwlYPeiLEr4x4Le9CiOjvYCNQb6ouC0+yrwBvinDPb4rry++cJqqPIXYGT3qv/U8t+L3PVArh71m2Jy9CeZBvfnNID49Qai9P1J/vVyDxr0t29A9gZ+UPamPBj3niNa82BQBvvSC+Lx0Z2E9",
        "HrqBPafTkDwHzSw9n+K+PSa717xToQs+gfc/PayKXj3PE3W9Fri3vDc6QD5/Gbc9ZOMJPvZRML6cLMo9+OkwPqPglT0f5l09EM1/PlTXVz5vQ9I9VDBiPFhDLD60oE6+sWL9O4waRr1Uc2+8EV0JPp9Chr10CvM82dYJPRih4j0bms89QldGvRHY3T1yWY898hcaPmPZaT2Ad769cLaaPSckEb51pze+Sz4Cvr01Gz416FW+uYBovXMpJr2MV7g6wPhRvvpJabzxdNq8EZ8YvSQKi77p4wW9YcFXvr99gb0Wgya+EX6EOzmQHLzgwYK9ZjZwPeb9Lb5yhsy+DkYPvpYSh736tQ++TzylO+xA673wc4G9nP/2vVXHir0mUsq9xBvFPBE3770bsoQ9gs8ePaOZZL7wvcu974xavbT3ib7+RZm9/N27PSzhPj2yesa9zm1SvZ0Iyb1Pays9LCuePEv3jTzVGN084geGPRekyz25xyU+UjEHvmlIeb7CS8i8nm+mPfmr8L1fJha76AOdPWl1vb2o/R++IGSKPpHS4D2mmim+jI8MvtI3kD1tzno9BT8AvHDwFz5CeFA+OqfFvJs2aD55kxW+s1S+u8vnAL0cuOO+7C4kPqR9o75/AKC8Taj0PUdGl721ySK+sPcUvr1PKL34RqK8FlWQPogM/rzHmva9G3InPn9cnD2EG+A8/jkqPVNzXLviUCW9XdXQvMMIA773lzs+eOLUPNqbIr3cz/u9QJ9LvuNzYj7fd429UY7svXilAD4/5/Q9WovRvcoMp70aDPc9LAbEO5o08bw3r4W9xiEevtOPlL09htq8SZQOvkvl87wjLLI857A4vbw5yjxfryi+IB5yvgqlBb7iXxM+V/SqvXfwDb5pjHm+ZSGRvpmerb7aJne9vWRLvsOUGL5TNj09T5Q/voyKo74d1mG9KNMivaLUO757Uy6+zWyTvplhsr6tmoe+vyoJPgX+Ab08qK49+tg1vnSqM74STF49fMRcvuVlFL15LZy+",
        "N3GKvb8gsD0Nieu9Ps27vahufr1lwOO9dNF8vtjTw713Ug4+43kUvDZgXj7048S9Q7OxPiDXKb1R6Qm+mwIavvYrRD35e+G8BWpIPgDCsr0HziU+LXzmO+BSPD7nA749FD4bPiMMBT08bIU9nCmOvY2wi7z3MQY+lvYZvIZb+z1qPD4+VXTXPYgVqrxHmeE8e+Obuy9dWD6Dk4y9b7dKO93Srr3iJtE+SyeZvSyljb3bq/Y8Wsl+PQpytL0vlzc+wDbbvE5ZSj0PRFU+nfQwPlRj8b1Iy1i85tNnvTRQ8z0ZkSg+m/pBvdnBGr4Vl/Y7iM6SvPBnFjyZhYq94PanPaajj71vWBq+HUYPvWMaEL68G4M9lm9jPfczlL1WUR+9nYntPSBU37yi1p+9KiivvN2NHTxwFac8mv3SPTKCkjzYid+9aSBBvX9MJr6eGpg8k+apPD4eeb5UEcg8439XOilFnz3ivXu+0fOsPVLHGr5GIfA91D87vjxkdTs/sYI9LyojvgpWWr7w1zu+7DebvrQl2b37x1o9kj0IvtAHeL38zIY80+EhvkR1yD1VJke9qGPcvYH/r72VoBa+3w+nu/hsXLyZ4VM+8JWwPWzkSj0A81A8iulxva3M6jy1kTq+PxePvTLlLD2e/5a9MO8KvtHm772kcBE9uACAvUDIzz1COmM9aS6TPl3Aej2P0Cs+IfkxPnflXD43e8g9f/6gPjrBpD7HR5Q9RESRuxjVJD7l9k0+SpSSvX2pbD59HQE+eSc2Pu1zNj6QcIY+JhGDPoT+Lj1P9Q29QcH0PiZY0T34fP89zBAnvtfaFT6/GH4+fY4/vSU44z0Dkhs9bpmWPs1hIj7ANGY9d9kDPn1LaT2h3lQ+a0PDPQk/KT1RBx0+VIigvspQhr0h93i+03ZdvlhZKr3Mkrq9lgjJvY9gTLzjmbi9JVHfvNx6Lb2DeUO+BHa2PSiMVb5z+xO+oOgBvR6Up71sX/W8FQxaPt3S5L3DM2M6jhaSvih9Nr7BeWy+",
        "sm30vXnYML4JJ9A9VpCKvHtnab4zaSe+VbKtvHzEoL0NOgc+iJ1lvm/Gvj2+bly9NGcHvhGxbr3LFG+95s2Rvr6cjTxdNMk9fdPtvXrOrr2gGjW9i7mrPXPPBz69AgI+hY0ovgaVAL5uHcu9npKuvLU31b0g7W2+7SS6vRSrgDyvBpw8+ZPePRIQdD4uSxE+TgGtPEOKE76uF5I9AJrSPYMRNDxJltQ7DnnDO+LGqL2WJPi7fzi7PWXQET4Hmxo+99ECvQ9UzLwkNNY6zbYGPBqQ/D2jr5a7pKJ7vuRwuj2h/zM+Nu8SPo9FDD20YYE97d9SOwRt7T2a6tk9g2RJPVmgGz4tFRA+rSXdvGHw2D2NALg+/WFPvientT1CFBI+lAXfPdq6HT4jQIM+SK5QPsQsdTw4Czg+eV9mPuwuGT3Hg6g9AJqevZJ+Oj4gESA+MJoIPK7M7j3Th349O4a/PDz9JT50EKg96MipPnLjnT2nDFe8rvD4u7XjdbwwcVU9nAFIveJper6y0629rvfRvYRbwLwk1YW9ocSCvbf/EL0xfaW8u2VTvinToL2KqzS9OlZSPkS2Ujwumly+wxASvvmAAD1tYOu7HBFbPZNEgL4hd46+D0sFvtfXKL4oMAI+Uaz+vWr6I75EtMA7lr0rvm+6NTqra6Q91LabPTdLE76I9zg92u6au9rxVb3KSxu+stFKPWdSQr5pkgs+n7DoO3WiJzyELZ8+0zNtPjStoD2uep8+IyQEPLsauTxh3s85ZDGWvcdL5r0Aces744/oPcW7Yj7q38E9O8QPvd0p1Tx8F/A9IKq7PVluFD6Vn4W9ASQQviYKwT2MqoQ+sBbqPUsCHj5YxWG8HjKyPOmgFD48Jew8UbArPsLlAj4Yeiu9K1pEvnYxCD3/7/m8nKyZPN+xjD7EWjc9Q5URPi4V6T0RXTO+U8YyPbkWej1B0as9CMApvqykhr6Zil69rrwGviPgxb2Jas09vEtrvXugpT2VD7K9LJF3vbJB5D16E8A9",
        "11UbvlqbU73aFRo+35f+vXTGRj01lTO9YFWxPb9uij4MFyu9fWAxvOu9O709+4O9MeTwPdSdozsNira9HPg9Pa/fk73YN5Y9+VE5vd80Fj0HfWw+5J82vUdCTT5RIgy/acClPQOhQD3/vks9vsqiPXZz3j2kA8i6RgICvoPOsLtERZK9eHFqvn7LN73cs6O8NQA0Pg+2R7xrGSi9As8WPghV5D00Luq9mFAgPo4XrD2It06+3SpYPfvdJT5CS/W9W7NDPWMTRz6e8KW9iy0nve9MNr7zYpk8RpIIPrzgWb6+Ky086OofPhdtar1MVTu+pEO2PQgzqb3rDUk+EBPnPQ=="
      ],
      "weights": [
        "II2bPrnaAz4J28k+lbwCPqNB3T6ZSMk+7cRiPv6DWT4EOwY/31UyPs5u3D3L+TA+CnvJPoCSbj5JwGM+vArwPVYsjbuw26s+QRDMPhq1qD6eZTg+qWn8PmPU2z7naRA+2V2JPiox7Lww1p8+6G6KvGe8Ij6XzZs+Z+aOPrN7gj7rXjQ+wTlTPdOTqj6jyp0+FGqlPvKOHz6o3IM9DyJxPmVeAb9K5Wi9pwVZvhEB1z2zHpq+KxUAPlRmlT5cVYg+sp8DvXWuSzxGuh0+4nLDvezWQT7Nh2O9VtnqPBcN9L03AIO+/HclPkIQGD7PYo68HFuaPMlL6D1UOka+dYkrvil7Ob6G7em97uDpvBL+iz0qa6Y9xyGzvp9jRL69EBM96f+LPr0MAb/0ffY8GB5pPlK2jb5huxc+WJwOvUrpTb671ia/zLYYv6O3Hz9lmxY/iq4zv8EgCr+aAAu/wBwLv3OwHD+fVQs/Aafxvr8bIT8z1AG/VL7RPmbJEj+N3iE/CBQDv7iOAL99ph4/jEACv2M8DD/l9yI/croqv2CyB79V0io/YHTbPlZ8Fb+2/hO/mZwLP6AOHb9uyCK/HeEev1fPEr+p3B4/5aMEvxLtBb9RUSo/NLUEv9wU1z7Rbh2/oeI3PtVL4T6D9EA+LeepPoUZSj39mRk/yD8hP6rZ0T4eGok+CgrxPr84Aj+FEoY+18gCP1I1Az6G6dA+Gi1YPkXZUz4w7Jc+/w4nPx769z6Bhec+jEXDPlX1YD7HIsA+QPZvPsSKTD5Vcgk/FluoPrH+Tz501hs+Sjn2PpfoLD++S+4+wRjHPpfLkj7YIw4/7fb+PscG9T7FceE+zqyiPg=="
      ]
    },
    "lstm_1": {
      "bias": [
        "6WfqPQg0tj484BU/GSzvPi8X7j4V/hg+DNFWPl9XhD5TBZ0+iEVFvcOPIz5Lqbs+GcGcPqDemD4/VX4+TRRyPjAdST5Qt+k+kaSJPtbp8z5TPCA+rAy4Po+FHL29dY+5n8O0PvKhnT4Rr9s9kvLPPqRk8T5riok+dfoDPxSxgT4DfuY+OlHdPpHPLD5EvbY+xyFAvT49ZD6yimQ+6BXDPl7VHz9enOo+57L5PmXJBz9ReAw/X1gJP1x6JT+yngg/sRMfP2b5DT9VIUE/xRUgP8I8FT9/o8c+x08eP6Cu+D5oABI/acLmPo82yD4R/7k+tsobP86zAT9iGAE/m7m+Pt4L/T5DaQU/h2caP7wXnz6LLpE+i/EKP01fDj901S0/mn8OP1vDCj/qpv8+sKERPxkLtj5yZwM/Q8/8PvNqJT9WI2A6/B/wOwIJrTzwJ12823aDu/rYbTwiiI08kkqIPBOqUTxg0c88GMrqPWKIkrkvkm29bkPcvBGoIjzPJBW7e3hlPOBFQT2XTlo9JlQEPUOuI7sRth+9q17UO72kOD3IDEw9PGmeO/E+UDxG7+i8LvjDO3oGDrydTHE5a4ynPAW4S7154xs8vTGRO4ZkgLxwZA69kGuFvG5bELq1y7I8ylYdPYyysT4oYR8/PfLcPvOJqD5nvCM+ugNrPnY7TT4QrH8+gCEKvljPbj0Oh7E+ZmqLPhuMgT6BFyA+lTtFPtHCEz66bu8+Dj5pPpIA3j64sdA9teKHPnWBHL0kSJK8ZUqUPnhXhD6fIZu8LXe/Pve+2D5o74I+hlvpPty+ej648tI+M3nYPnstAD46Aas+CLUKvJp7TT4MDU0+Urm2Pg=="
      ],
      "recurrent_weights": [
