{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              2
            ],
            "dtype": "float32",
            "name": "input_1",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "Reshape",
          "config": {
            "batch_input_shape": [
              null,
              2
            ],
            "dtype": "float32",
            "name": "reshape",
            "target_shape": [
              2,
              1
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "reshape"
        },
        {
          "class_name": "LSTM",
          "config": {
            "activation": "tanh",
            "activity_regularizer": null,
            "batch_input_shape": [
              null,
              2,
              1
            ],
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {},
              "shared_object_id": 4
            },
            "bias_regularizer": null,
            "dropout": 0.0,
            "dtype": "float32",
            "go_backwards": false,
            "implementation": 2,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              },
              "shared_object_id": 2
            },
            "kernel_regularizer": null,
            "name": "lstm",
            "recurrent_activation": "sigmoid",
            "recurrent_constraint": null,
            "recurrent_dropout": 0.0,
            "recurrent_initializer": {
              "class_name": "Orthogonal",
              "config": {
                "gain": 1.0,
                "seed": null
              },
              "shared_object_id": 3
            },
            "recurrent_regularizer": null,
            "return_sequences": true,
            "return_state": false,
            "stateful": false,
            "time_major": false,
            "trainable": true,
            "unit_forget_bias": true,
            "units": 40,
            "unroll": false,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "reshape",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "lstm"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout",
            "noise_shape": null,
            "rate": 0.2,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "lstm",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout"
        },
        {
          "class_name": "LSTM",
          "config": {
            "activation": "tanh",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {},
              "shared_object_id": 10
            },
            "bias_regularizer": null,
            "dropout": 0.0,
            "dtype": "float32",
            "go_backwards": false,
            "implementation": 2,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              },
              "shared_object_id": 8
            },
            "kernel_regularizer": null,
            "name": "lstm_1",
            "recurrent_activation": "sigmoid",
            "recurrent_constraint": null,
            "recurrent_dropout": 0.0,
            "recurrent_initializer": {
              "class_name": "Orthogonal",
              "config": {
                "gain": 1.0,
                "seed": null
              },
              "shared_object_id": 9
            },
            "recurrent_regularizer": null,
            "return_sequences": true,
            "return_state": false,
            "stateful": false,
            "time_major": false,
            "trainable": true,
            "unit_forget_bias": true,
            "units": 40,
            "unroll": false,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "lstm_1"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout_1",
            "noise_shape": null,
            "rate": 0.2,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "lstm_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_1"
        },
        {
          "class_name": "LSTM",
          "config": {
            "activation": "tanh",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {},
              "shared_object_id": 16
            },
            "bias_regularizer": null,
            "dropout": 0.0,
            "dtype": "float32",
            "go_backwards": false,
            "implementation": 2,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              },
              "shared_object_id": 14
            },
            "kernel_regularizer": null,
            "name": "lstm_2",
            "recurrent_activation": "sigmoid",
            "recurrent_constraint": null,
            "recurrent_dropout": 0.0,
            "recurrent_initializer": {
              "class_name": "Orthogonal",
              "config": {
                "gain": 1.0,
                "seed": null
              },
              "shared_object_id": 15
            },
            "recurrent_regularizer": null,
            "return_sequences": true,
            "return_state": false,
            "stateful": false,
            "time_major": false,
            "trainable": true,
            "unit_forget_bias": true,
            "units": 40,
            "unroll": false,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "lstm_2"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout_2",
            "noise_shape": null,
            "rate": 0.2,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "lstm_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_2"
        },
        {
          "class_name": "LSTM",
          "config": {
            "activation": "tanh",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {},
              "shared_object_id": 22
            },
            "bias_regularizer": null,
            "dropout": 0.0,
            "dtype": "float32",
            "go_backwards": false,
            "implementation": 2,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              },
              "shared_object_id": 20
            },
            "kernel_regularizer": null,
            "name": "lstm_3",
            "recurrent_activation": "sigmoid",
            "recurrent_constraint": null,
            "recurrent_dropout": 0.0,
            "recurrent_initializer": {
              "class_name": "Orthogonal",
              "config": {
                "gain": 1.0,
                "seed": null
              },
              "shared_object_id": 21
            },
            "recurrent_regularizer": null,
            "return_sequences": false,
            "return_state": false,
            "stateful": false,
            "time_major": false,
            "trainable": true,
            "unit_forget_bias": true,
            "units": 40,
            "unroll": false,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "lstm_3"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout_3",
            "noise_shape": null,
            "rate": 0.2,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "lstm_3",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_3"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense",
            "trainable": true,
            "units": 1,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_3",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense"
        }
      ],
      "name": "model",
      "output_layers": [
        [
          "dense",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.6.0"
  },
  "hash": "838fb48617c9ee580cf91dad0e3c6d26de516f78d51232d2acb333edbf877867",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      2
    ]
  ],
  "output_shapes": [
    [
      1
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            2
          ],
          "values": [
            "WO8fvrp/gz8="
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            1
          ],
          "values": [
            "ws5mPg=="
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "dense": {
      "bias": [
        "sDqmPQ=="
      ],
      "weights": [
        "otmEPJLLVzxFzou8T9ghvZ+AlL0OTBy9QqJqvdKUyTwIBvu8pk98vdj5Lb0xqg69UmJKPc1gxb3Oqk69JuNmvQR2Wz14wjA9pH6hvaTWMr2NEmM8BDqVvdPXTDxInU694W7NPWqAwz0l2h09tFOkPL6C+jvkpv+8AxXSvMQQ8DzZBSU9vWWFvbfdSz3r1R89IoB3PYEhVr1JWLK99tKTvQ=="
      ]
    },
    "lstm": {
      "bias": [
        "Q7FzPgDzbz5cbnU+viF4PtXciD6CmnY+D6qWPqlyBj5/t5U+dninPvq1hD5MX40+2pGZPoIesT5alaM+fmmCPg5CtT2D0QU+yyGBPh0Xoz5JX4c+UC6FPnXPcD5F2YA+849sPt3YeD49IE8+9NeVPiMmqT4nBqs+ahd7PsaPqT4a3RY+bGU4PhOHXD5PIpI+s3BePsBHfD4BKn4+qdujPlpJJD/S3l4/+hFUP+Aybj+EEHc/j+RnPwHnaT+EE1g/bEp4P4Q4dD+Jp3A/FIthP9pDfj+KFjE/SIGCP27KZD/vS2o/7GhjP8ymRj91h28/Yy1cP8TYWz8Y0Gk/bPqAPzw5gz+zMHk/92FxP5Babj8L13o/HSdqP4BwUz8G4X0/e8KCP7wiXj9N0Fc/R+F2P1VTaD+rF2E/l/JsP31eeT+VMR89AGzYPG2g1Lx9OwW9pYzEPHa8sDyAWA89P0RIvXwrGb3/2qY8qrL6vM+XKj2j9XI9En0GPdpm87x+l5E8Kf5UPeP8EL2ITyQ9DJ1NOoNR4LyHZ++8TTvRu47Zprw4SUm8TlrWPE1KcbtG+d48p5EiPRUcIr1yOUe9s4fPPDjX7TzUkke9bBWXvDy9fzzOmAE9nhIGvR9s0Tx0cIS82sxxPvMaeT5nVms+zt57PnWsiD4IImo+9zmYPs5SBT43wpA+fZmoPtRMjz5EUo8+HhuYPuFLnj7rWZw+eyqEPgRVrT10diA+sLKWPmAPnz4EY4M+Xs55PpvZgj74yH4+mzx2Pq26iD5K1Cg+ZpeQPhuVtD5paLQ+VaBaPmegqD6nlx0+JIY/PmamZD4ohp0+03t8PrhKfz77m4E+6sGnPg=="
      ],
      "recurrent_weights": [
        "spQcPR6MSz0h8Hm9zTkgvi+irj0mIVS9T8SEPY77Rr2INJi95E4jPeWOZr15ZZa93oPXvbhndL5/WCu+D+G0vTEXMr3ioPu8YDiTvn4DrDxzGNs7cDGavWvLAb4tcmM+kqVxPWxFs73044E8+TiNvXWukj6zwKO9SxLFvnf7hz3AuqY9ybccvv8WE73TYWG9fI3ivRag9L0YlqC+3EbSPUo9Sb41G509i06PPTJshj6Y3I87crHVPe8subuyDMg9uNSOPCHYuD0hNw4+iHtXvfHR6Dwc5gy+vED+vZSdIj0tkwo+nuf0PB/A5Tw6Aro8K9g1PnEWU71uBJq95MTKPLjK6T1KKLK85iC1POZ2YT3xTpo8UNalPcF6iDxXad28c0UFPlrJQT6At8M9i76nPS1eKj7mxtY7174ovLS4Z73uWj6+2YFGPa0g/j0N+3E9MzTYPKlIqLtjs9y9k683PtzrOT6YiYK9jssIPlLNpTxJE4W9MhtjvsKDe728KWQ8fO0LvtoMDj4dReG9ldaKPaUoED6xlbM97NECPpWVh72CP+28eGV3vMnBAT4/ZZ89wfSwPUpeSr2TeQ0+hMrGvb6aND1lTVY8qH8PPQHlH701PES+zBOHPay247ylBK29AT1EPmtijDwLWcW9rn+cvBiclz333Fc9qs0lPuTKH7w6Eq89xKeRPaKCRjs4XLq9nQd8PVVS0L65Cdk9WM8oO4IzNz47+uE8GJaOvitnRD0yEEw+6BDnvYI5Mb4pFJs89iQ8Psr3BL6Cs8g8dWZGPm0/Mj6Bllu9hFIwvu8sCz7RFRe+X04PvbuaCr5OyJo9FwsyPCKkGb7OEY480w6NvHEMpr3RFc29BrQQvrE8qL6GPXe9GqF/PdiVU77LvEe9ZMVpvoFjg74X5i+9bDRtvrrBa75eT4K+Z68hvXrEuL5hTkK+Rqm6vmqft75hLwe+JzMxvf8Cjb6ZjAq+1C1RPY/uIj1kXXW9yDjKPexzpTqn3hc9LqZ7vkzlv75/rEy9",
        "NYVIvl5ua74fmb6+bpfevNTCrLz0Dmy+xG9Gvlfxfb7OR6m9SqLcPScMDzzugAs+4na/vC4KGz0ATjc+Vd14PfLmAD01zAw+UYZvPptnJL2pCBW8+smGvj20Ib4FDQ4+o6qAvUp41D2CuVG84f69PKhroz7L5gg94Qz0PDlh0D1ccW09zwiiPXPIvT0uZw4+irBCPsUWzTzLKZm8/4nLPXkq2D3i9yU+OfaYPQbwszwaENq98LHJPCgJlbzVAGU9ZDHnvRmd3b30ivo8L7SyPPucZbwMiUI9lqrMvZT/Rj5Znps8Xf6+Pbp31z0tp/+9IjOxvQ5gUL3EmU69UplHPZRP0DueBTq915xevTjpez6oi7w9SopYPrj1iz0cBVA9n0J2vH0VlDylwRg+eGAcvloAeL3c25o9Bcicu7V4qbvbeH69EI7gPZ8zeT2d8ys93ItKvYQZIj3kb16+XFcZvTis+D1Zeba+9FuEPYltG767UYG7gdskvJWiE7zXtq49yn0nvim7AL41gFM9MDDdvK7KBL6KZMm+1UU6vR0KAL3L51A877SXvWtDXr6VESw9RJuJPcKOyD0Lkzq+rfkaPm9XnzwSXQ69q3aPPBPaiz0I3k68C+lgvXJFK76A2ZC9aD0uvmRzfr7f/RS9u7fbvcPwFb7SpVO9nhatvUT9Tz148509qA4CPt1ljz61NjI+RSBRPdm6Vj08kvU8cFkPPiq42T0mNRM+tb7aPWpYiz6VsKs+ngHpPjIBET7EO4Y+El0DPmw/qj4Eiss+sDqGPuipKD1Xxk4+cZr+PmOUUb3M2DG9wF1wPE+7hLwAwqW7ubPfPRv1Yz5v6TQ/Y1/pPRFqQj66Q9g+Ew+ZPubGhT5CB6A9XSzEPkM7UD67sV09/FXePTxSC709gKA9bOSjvRaCl7wTtg8+HDqfvb4LMDudza699ww9vgN6Uj1aB0A+XB6BvVrMkT3eHbY9umO5veUa7Loo3re9/QhXOwTUlL1FMiy+Pw6zvZNQQj587eu9",
        "lYEkvleKrrxbXqs8kpvfvcC2jr7cXqq88eNWPLLSwTwhZAQ9d1Nqvp8UkL3BvSG9KLG9vSUzBr6b6Yc7K1CgPN/Wnz6S3RM+c3mvvTgoi75/o2g91TVfPYwWqLgl1ZK+IAHsvMztZz7roCW+YTMqPvml/7y1K2I9FqiDPdhaxz4mi0c+aBgsvq5Dmz0aheO9PGHyvZ30871w9HO9xT3dOxCwHD1vCNE9NlKGvSB+bD3pDbE8gOYkvuDXsb2YaoG9cuGsPfG0lb5XeD2+9WYhPkQL3D3Ds36+PF1rPras0L3VVIE9IopoPl81vD03SAG+s9yqvDZpkryw7wQ9yZb7PY0B6TyMmdK7+rUmvTnZYT6lTb08rVUKP4gYIT5MiJc9nrGhvYviJz6BCrs+2XgbPgmvFr70KTw8v5WZPjdvTb2576G9WBu7PK5jvT2W15O8m82qO4rruT1orC8+rJtFvpQ9Qz533EE+LWsLvQDFDD7TBjU+y0CbPZMXJT5lICw+3+2LvZXhaT46Pq4+Hy2NPpejKT56sDQ8DremPYyQjj3VpxS70rr9PTlnMz68ppI+vZt6PtcYkj4bW/M9C5VfPoj1S70yApk+mUm9Pnl5wj3Q1xO9TtaHPkX6wD4o7hK+ATH4vRrySj1xac28MZQ4PcczOL2zZYU+nVj8PqAYSz0Mnow9VyV6PkZAkT6FclA+8qnnPf7aNT4oxHM+VF3rPZwHzD1ND929h6X3PS7PZLrzDTq8YvMqvrIdIr4RsAO+m0gePSdqWbzn4se90MCgPPdOXDxFKMM9ZuMLPCvlUL39X/S9HuQZPqFqBr2B3dk9C7CEvqDBqb0p5Pq9J3k8vkERBL7bn0Q91hq7vZly4L18P6a9r3gcvsRmQb3i6yS7iYMIvktIPL6hNem8k36lPfqair2OBh++1MIyPZhzyD0ZZw09RG4NPfAl+Dyp08y8/SprPYTHsb0okoI7bAuQvRYjsLtBqCE+hEqVvoU6SD5iTta7nByVPacj1j1a3NU9",
        "DlobvLkhp70Pa04+1qxOvIowE72+scO9h2Q7vDn0+LxohPM7zCg0PvvYkr0UKqW9Ib5MPrwFD74DXRw+fGuEvXlNBT0FTQi+2VYmvkZ3QT0RYoW9CmcfPFqrdT3+2s08HuGHPbMf1z0vq/k9Czv6Pc7Ua70hELg9InVxvQToXrx7VZ09RqELvf3dVj0zyCE+Y8A6Pg2Dsj5Dn6g8WY2APj/skj2HWlW9+A5nPdlpsDxIHMa9W5TuvOkCKT5ipNa9uFYAvrZNbT23PFg9rutAvhZuOz0xpkG+4VJsPuFQmb1CK7E9WM4yPiaxBT6mvAM+1hclvSdEJz5gSA4+PFwuPoFQ7bxOJq++rcslvivuIL17kWI9hiC+PCR24b2+eni+c9U/vVWFq77Cz5S+LpSpvhO9Ib5MfpC+0YjrvVE5ar59bea9O5xQvruykb5g1zG+641OvaUbRrt5w5C+X87wPQmIKrvL3Y+9K6GLPf42qr2tJqQ9HEitvu0F0r6wdWo9x8ODvsaVm76GmDq+V8AQvmzXTr50+YS+ePeAvY435rwGfS2+dhirPcPKAb59OCE+G+guPQW5NT3OCQE+wilfPXbYzTw3q+U8lDFRPUYservsQik8/MeqvcW5m72f0gU+2quQPU9JlTwVp8E8a2mIvXcsij41T8s9iFvxO8A7TD5qQyE+hFzOvVBwlT6Qg8M9ufEKPol2yDyBd489h9eRPfPYqTxDdAM+1x3ePS4R6rsLRxi9xQ2AvW77ATyiiwW+CtvdvXS41zxBkQI+HKvWPZNCOz1dEZC9B6havS5p/DxnUgM9VhwmvjD/Nj7gbcS98NQfvV5AZL6pVOW8X7BRvRe4FL5hDx8+kWlTvihuej3655s9H9JcPmPAP73HaLi9dvYIPUyAczyY6Dw9f5CTvIF7qbyN/o09Z3pFPLOsHT0aDCW9NGrGPbZgNT7fxEs9HVk4vXOxsD1zdOg9zMUhPWaN+rwPPj++z2dJvDfsjr3pl8S9BLHvO55qlbxDolO+",
        "E37+vEdtvbwTfzW+7Db9vJ9tM73/eCS/BYlyvTwiW73HhzU91UXsvfep/r01Zga9hHReu8bLhTzSCMQ7AqFAPoK4NL6WERa8KvCXPPJ1nDrhFyA9nJkavsXcRL4LqpQ6WAsOvuGBlb4JBuK8txJVvC9gLL5IPqq9VxAtvjiX+b06AWs96Y5Dvl+tf779+WK+K8tnvfqHzL1UaMy9pjavva3BpL1x2g29BV58vnq/Qb6ebuK9Hl+ivjZpN75BhcC+HebkvR71ob6XMvu+WzwKvuEdkTx0ZmW+P2g+vvvRbT3a6Lc95rn5vRe08TyW+H+7FmNsvBe/ir7jKsG+tHnVPe1ntL31FUS+/t2evuXyx71zi7Q7F/4Svs6dAb4T0EO+JAW3O0BnNz4Qyu68Jx6wPLpuGT7gajK8uccbPhvY/j0zBS69HKiAPbvACT5ZHgK+V7XSPEb9Mb7dtkS+5bWTPT7Skj4wNNc9DWnRPdyTb73E1Q8+ZXmSPTWLBL42MDI+f3waPjc8Az4xXkY91NCCPTgGVz0blI4+azt+ve3l1D2s+ia+H8+gPd0R3z2IWaW9ClAoPiaFHD7zfQ++SRn0Pb05bL4QAUm8Y7USPkF4aj5m5LI8I2savjRuzb11yIM+W5avPQBFEL7UdB0+pFrevbcGzT130Ou8Wsh+PX94u73284q8es5nPp383r0ciGs++zzPPY8mtz1xvY89R9+IPOn/Vj5L7H67abpWveCTTTy1buG7L7AEPteZgTzxiYS98CR9vfOJuz2mmL49A1Epvixx+rsAd5U96v0OPv3a57zQAJE9N7QCvrw7JrxZa/i9VBByu7wesL0r0ii+di3PvPxKxbxyljo72ngFvVDFAb6haKA9To3ovlXpFr6MYzO+mXU+PRrurb2ZugW+0LUJure9Kz1EUx++Os3rvaoltT1ZjDg9GWEAvuJB/z2Pug++DTe3vMcSTb37dmG+hBEMvdI2Gb6E7Gq+/1jEvcDbB71ILRa+WepJvdjfjL2iQZm9",
        "6AVuO5QzXr753Y++nGAHvhEc/Twj+6S9qzvkvQ3Ulr2XcmU9WtdovgEHLr5/RSe+W0JnvlTemb6U+iQ93b6fvtT7gT2s8bm+m5fRvkRCIr5iY4E7nMGevBLfXr72Tr89s2zjvGVUQ75CmWW8zFvEPGgMoj3SNoa+pE6hvtaAPb7gyy+9FnhlvtAPFL5Qsgm+SObiPfRUb77vEly+OtoZvmNJJb1ztJI9XtYYvD4+C7xGrxC9Oep6PG6BND4coTw+mORmvf+ZXj2YMtw9lo+3vf274D0kKy49XVkAvhpeHz7NUGg9YoKEPY0z5z1eErA9/k2qPjGA+z04iP88oRcwPltBDz2MjYE9rIm8u81Z+j2yeiU+MFuQPdwUWL3SaGE9DrgyvY+9Dz4yejo81BqvPf2fyD2FPhI+BqFFvuLzbj3+VQ6++mlyvXdT0T2T1lM+eIl4vRKPazxc/h++FIb7PeZFRD4HZx09PK0sPjVc3ry8uxK+Bi8ovidUsb0Q1/K9CU9Xvrg0gD3xGJW9d7oQvL1xnD0xHrk9nu4XPv49Q72prIG8Xcw+vGJdCr7wH/a9MwEMvrPCiT0gMEk+eriDPJiEGj4cBCs+KQvrPEKnZryD55i9vEtIvaCsZj1ijIA9f/grvEA2t76oSSu+IvqfvYXPzruZHxq9Nve4Pagzfb1O4wk+FAi2vIeCOr4zVCS+Otr5vUVaBL9n18G8qOUCvh6GVLymH9Q80+yNviBaBr5LOb487v28PRptNr6dG3Q9lNBBPF9yTzvIkAk+WowQPprugDwd1Yy9ZQizvlZbgD1U2cS9bw59vlE8B77gUQi+yeUFPWZipT3+W/a91Xn7vMZ2vL01En4+91xGPuzpBT3V2uM9MNXhPOInNj6SNxo+zA6APHL20z0t1Ig9MrKMPuW/tz48DGY+yXAAPkR7bz67i9Y9r5wBPbVypT7ihuQ9QtokPbiI6T3zycY9B0M5vudROr0gcMo8IjmSvT9kBb5eaoC9kVkvPtZryj45BAM+",
        "McbNPYo1Yj5E1Ug+g1TePZB0N70ORSg+SETzPWb2cz3FN3k+u9qHvtbovjuJTqy9/YN+vDle+TwSEkq+vTwevoxqh730Yzq+HjcNvaLrvT1d1oY9beHWOza0GLwR13S+mHqSvezDYTzQOJO9m/EMvojKH77Cysq99B48PnId6r1s4LK9w7s2vl6k3L1W5ju9eEBEvmMA/728Cok9SdEsPo0ANb2oziO+kKKcvVs7wTwYFSg900RWPOqzfj0/nAM9LKI2PnjWyj1hbQO+O2nQvXfJSr2B6ss7Wtf4PYJmjL5o0YW9GG1UPWLVIb6HnVA+fJ6AvVE5Xj4jLPE8DmhXPffYqD1f6Ay4dmqqPY940Ty/+Wa+IQx7PSyUVb0OsAE+6PngOc0M/b2qLTi8KB1EPc02Mj6QTnS8QrWQPeaourxTegu+UhuFvcTDPb77IvY8eF05PhETLb7q6rW875SLvE+mp7qYWEe9dkMZuq4bhD2DVZU9yAZnPUIFhb17L9m7GkHDvJIo5j1OgJO9d+n4POrFvz3xkaE+g7kBvvQrEj6AwCq+k12KPCt2+LuQGvK94T4wvQKeAj6+2Dc+9a8Nvk8z/br+xVM8A56NvW31O7w9In28Fp5/OuTSTT78P989MFMsPpFp5j3zVe49MeGVPmsaCrsKzS+9zK0fPhGQ3D2Ys6c928l3PpvlpD5EII8+maUKPD9RuLwk1LE9+4fcPXLKvLzd1A4+CSSkPTqcsj5fV44+yKXfPsXIUT4dLto+Bm+lPY2Taj6pdRE/NKKEPse73byLBoE+irKKPoNBKb0hX6K9Ls4kPvb/2jx4iQs+LUaOvSNWzj5yld0+pi8Pvd1bSj6ajIo+EeejPs7Raz5uw5a9+TBbPtrkYD7d2us9RsAEPvAIeL7vU+K9ytYFvkHNTL29PzM9Z8QcPS7aCL6Df7i9fmKGvg4XKL6VLRa9I/U5vU4E6b1IrfW9ONPPvevceL1C9yC9rj+yuiNQjT2iHCS+QxtTvFDwCz4NyRW+",
        "WzElvkdX1LwHXQe+qS5nvbaeprwXgNk7nN67Pe3b270FMeu91PSVvl5p7b0rJg2+aRjAve6W0b1Vaxs+UjalPWwTgT72shQ+5o54vSZoHr55X6y9qujYvLjPs72UQ4+9HnF4vpL2Cz6XAtO9DpguPbcpjD2CH509EkGDPcbW0TxZgcS7BSg9vqPRNj7HjRO+sWKavcKFh7xp6Qg9ID0OvooqxTw1rQW96MaAu3v2xz1QFN492BcOvoUDMb1ZAVU8fBkEPqC2hb4ioxG+AuTYO4JG5z2PVEG++IR0PuMCaz2b/hU+mQVsPrQWFz5fJbY95zJbPMQIZbsJAdU7gJAQPounCr7ijKk8/GMUPY40XD6dmFo+l+8CP3m2Z73KtmE+J7EQvVBBP7zOYTc+CoSDvY69iL0rurk92lP8Pc23a70x7Mc8b1reva5e1L1EkIW7d4BSvR8JOz4SErQ+Lnb4PQYnHj4e0dc+C9QNPe0eozxtMQk+23TmPXPhHT46tiY9CtDQvAb9or3FsG2+omDVvZKiNL2WPeM8y0dCPYEc/b3GrMQ8X4TQvYVfJ74qUZe+120Mvs4OYr5Efei9YGq6vaPg0L3+GxO+Nt9Pvi2aZb5FShs+kSNovphHWb5MSss9pyWXve+TrrwbVaE9GuNKu6yRkL1b68O+SjuCvlSXBj25iJK8mi8QvuZNPr48MgK9zVEzPOtVUb3vXKG+sg3AvTzWwrwUflw+aqMEvElo6z2zko28eZgxPh9yGD6a0NM9FHGAPXNwnT5Vo0A+TMssvTFETr0MCZm8V16cvThxIz3Z6w8+iWz8PbXfgD1kjTg+0ZccPjpHhD4hVle9kkaBPrNAsz1g1pS8aZ4BPgz4Dj1JvIE+0XcfPjeo/7y2n8K83Pn2PO7PqD3rdEK9fZZjPfvcBr2B/g8+8kJiPLlcjbxVfKS+qZhQvbmGO73isc68KcbsPb5nIz7tOAm+I1rIPTp/XTxBjy6+m/soPSzv9b32AI893Io1vgZiSTx0OpG9",
        "/X25vdgBAjzCHgm+UGA4vdt1hz0Th769TthvvGuIK73DJ0a9z2e3vBSnSrx+3Po6+uXNPAdWGr3dORe92+IMvutIkT0DuKM8hBa0Pddxbz3+7as8nb4JvXL/AL63eZ49hVEZvaA7Mb51PA++yN8WvaN36L3kDB8+O5E+u9ew8L071Qq97djSvWw+1L00JfA8qSjUvQV/8r7rRje94tCZPclk+LyLiEG+u9Vbvq9QtDuRn+o9btQHvusHDL62cj8+bIZTPlECW72cGfs9tJEWPerAYT26rgo9e3q8vnEkmz3T4Ju9DsFxvqRWBL6raq496kI6vZkhZ7xmKA++PJuXPONHGbpq8t09fOV7Pq26ij5GSVy9U47VPEpeYz40fFw+HekjvcmEBz6ldBE+w4OfPgZ4hT5S/9Q+OrKYPM2QMT7Xakc+rsssPjqZeD6XCVY9FveNvCQPsD0Yr9w9gSSOvcgvgL28INg9yjYGPTLMBL4ww407jclKPrHZCz+DiII+QfRYPqEOpj4kVXQ+nKNIPq31Aj4ooXM+ulYePi5CnT51wpW9RUIavkY8qb3SD3q8JO+EPev5wb1f0Qa+DFsUvo0ugL19JqS9BvF2vqRsvbwHXTI9jgF6Puqx8LtJjwe8PbGovemN07196aa9i82Mvfh1V76V8Cq8Y/VnPYbsJr5u8B+9a4YmveEOj71CvQa9mXXHvaXXrL1qSmY9cCoSvQPH9729206+djn8vcRs87ux5aG9aGJMvQVTmr1R6rO9SW3dPUDj2j0XzA28xJKEvLVqsjxHfJ+9u2Z3PcIijL1QqZk9D7LYPX9ztb1N4wo+ZzUdvRB9OD669Fq8ylk8vN+VGT595Zk8FCCuPXS0Cb4Gvou96TbZPLaHo705xMI96ITCPKlGAj43/K28izFmvXEABr0GViq+RxJlvU4KD71J21k9aLwzvkpOIr7HNTI95gIGPKXznb3cs3a9oOLfPVOj/D0T6hk+74NdPZvF1Tw6V749ja1KvgMLRT2neIY9",
        "rdYfPUHp+bzqFIM9WlOMPiZmRD4K1Sw/TNK/vWtggj7Ih269Nk2nPa6UAj5rL+69yjWAvj99Cz79agU+TyFHPcuDYz15TAY8zQ1TvVTJQzvlvLM8r1v3Pb/bsD6Qx6i9412dPeU2vj7fVUg+YGbku7m/mD2E56O749UsPkrNMj4qTCU+3eeMPQDKBr4KjFi9dhPnOwX9djz/zp09ykY+vdj4fbuuf6G9f3ZIPUiPCL7C4Gy9bZqRvmraBr1I9TO+Mk5NPVExlb1ttGa+J7pHvhrk2D2XJQG+/munvU245j0akwI+2ybDPbhzaT60B7M9/5cdPtryeL4c77++zuHAvVKXBr1q9L073yhfvarTq70MMVo8diPyvbiwG74MnKa9P0f8OiZ9MT2MBLy9z+vIvSwyvLwM6bi9iciMPo24Lz5nHwM8J1tjPvs9lL3cnu07ZIMxvmAdK74bvQK+XeIyPunsAz6o5Bs83xGpvVoZorq98og+/qMjvWzJEr7j7Yk9Fa3aPbjmEz6JjkY+rcbwPfGN/D289Dw+qV+KPeImyz2ZWOC9GDMsPiHJnz2u52s9MXWhPUPNZTxW8b+8MhcHvnQ55L3l0w29QR/aPWwNiTv0w2C9Il2YvMB9kr3mDE89cxAQPSe7mbyXKIc9K1unvJ0u6b2Z5l++zTZXvVYkeb2GlAm+VVZEPmkmMr7ly089MbM1PkxbGz7O6bA9U8zlvT9wFL2z4j+++kKKvQC0fb3su/c8RUUAPoFy8z0/FTG91M29vSXczz3dI3E+VsHdvZPgsD0odCo+2JfoveA0ojxVEOK79nIEvuiVEb5q3DC+I5MVPpb0vjwhL+O8OCymvfEtsj0unIQ8YIiWPS/gXL3zJB+95TekvjOBBbxgg8g82CwhvZSM3z141ja+65n2PZlubz6I1BC937JUvV32OD4r4fk9IZwCPrx5vj1lFGO8KV8nPojNDb4eI4K+Qw8GvnMp2b1BMy68a8KZvY2Xsb0lsLo96POovQ/F3rz9qfw6",
        "tikQvcaj3L2fpSS+zONUvUWf5j1Z1ZS8+0sBvSiiCD0ODTk9NAJXPJ1Jzb28eIi+zMsKvshPbb5tRK+9wVwdvptLKr4QQGY5PZN/vnm8H76C3q89YKtHvrg7Pb5yIVA+Oq4BPrQc2ruG6PO8kbgIPRtaNT5xPnu+K2KgvpzdLz3EDnC+okkqvpkHIL5IcVi9GhuvPDGlA76P14K+48+YvItqXD3X6yc+RsedvYX82T2isiE9Z/AKvkg+uD2Zn+A9L2d2PHQkhT4Ws4g+dS7jvcGmo72i5j+9BWsUvW7q3zxYUSo+MAcLvflyNTxpXcI9QJKIPsVBFj7nXwY+asEMPv0AKT6OC7K9X043PM+X4j0p9mQ+EFmMPZYu8r1NySA9zqC2vZwPVD7yTBM+drAqup973T2AYMg9l81svaDgyj0HA0K+hlnBvSaHUD1qPzk9m918vRnHh73Eqk8+li/oPQD7aTq9kT69rqd+Pe7d07pz95S9QuJDvrU6Ab723Js8sfoKvn7jQz3/Fdq8QwcPPHfJRr3Fu0E+9z9DvAjTZ73C/fO9LAOCvZDT0rynMoC++J6fPSUiMD67qSq7BFA3Pn2OtD2Tcxm8hMOUPWAgPr1hLyA9u+tlvbqcBz4mw5W9H48VvuWHQb77JjC7jpQdPpA9Wj3Ih5O8RDXzPXcoqjygzz887pXUPZsZyz38RRi9ryyOvbsIEr9Fcag9gn7jvJ04BT4uTiy9RTUivJBPJb0maoE+0qTDvbJvQr5RARY9KeExPvkjfL1Uh5c9BsOTvDkxmz3V9hq8QRxIvjbJp732dSK+h3i+vWJwCb5kKSO+SHnHvSWir73cGu+8vOvGPETiKrz+1Ak8tsuFvSMEqDw/3uI9aMagPYp+YT3u/pS92ujiPTKdy71oXUk9roxpvmfLS76Fg/q+m+lKvSF+J77u4429YcMhvYmmjL4dELy9jyLQPOJ6RL4P9Gi+N0gwPmTHID4IFjA834fPPTgmwr37j1M+9SjevcQPor4UEKi9",
        "844ovp57zr7YbYS+v2nevW1Jg7xEVsK9iRD4vT1i+Dy/jt+95jXxPfo5rz2hUME91E+EPapM0bwwqSY+DvZdPlRhFj0zUsw9X+CAPIC9Nr0ADYm9ahpCvuowkj2QqD0+sdEMPr/73TzvEHg9GqCoPY/yMD3brAO9O/z8vcBUGz4A5IE9wHCmPU41GT44HVe7WbUSvPzLKT1BG7S9/29QPXfSMj3im0s+5SKSvXVN3b1MHoQ9H5oGPtTRZL3C90k8kyUovj2DkjxlCZc+9hLnPCE6ar66hbG9Zickvm9XMT4+zdM9KS2lvWRheT6QTte9MwMLPK4kz76Sfsu9py1ovqKjDz4WJDw+8mTevdqQCj7TbtC7SR3vPdloAL1GfVU8hRUgPqtZNr761zu9TmAkvVkrXb2LtLo8MuHfuhySG77NWq28oQIyPhPPbj3Y1zU9riX2vXomjj0ZGvW7fhwOPqBJwzt4MpO+722UPWhkFj0HqP68nvAoPbaCtT3/34Y9rRVDvfS8RT4laoK9+38Avm01Eb6J4QG/yYCWPRUMMr13Ddk9KARNvSDegb50j6298N0vPnwqCb7WY3a+4bp9Po7WYz7qgp29HwdxPrbeOj3o7yQ++1M5PFFxkL7FsKM9LGJPvrAEb70hdwE9NaEgPa7FdjwwIWa8q7/HvDEiEzxJ22M9rMbAPCA1Nj6Wy4i8nHatPaS7gb0fL6W9E/ADPYNlWj0y7eE9v788Ppj1ij4IF4s9JxUmPkruAL66p6U+OrqivOfjdj2k4IU+dywHPoBz9D1yx8Q9O+u4PdDGwr0fnps770YUvWoDab3xPlK9qeSPvLWDgj40Dow+KYJ+PXmlvT17oIM+ryYmPn+1Dj5MZF+9KHQvPo8Ybj0+65c9iU4OPsgvP76IT1C66RtyPIXTi7wZBD69ebiROgbP+L1xEwo8vmUSvu6sYr79IuY9Se0PPR3PgD7FVPE9AveEvRp017110QC+AmXFvbNPjL2BU/u9KNG3vbpKZj04jU2+",
        "yNSHvQXhnD25vKY79autvbgUprxL37E9DscdPW3KZDtFnAu9732MvjjMAL7CyZG9CNyrvS2V/zycHBo+ZXnxvaSbbD69JsW7SM3YvQ5j1L1bEbM86siCPQafmD3W/6k9WEMJvvtTYD6SNxg8XHAfPtQZP727uCY+FYqOPe+ZMT6jyg8+0nC2vaTNJD6Jro+8OvMzvks0vrz9IYi8FsqQvQujIT4Pen293/V0vcnsrb3tz1a8AiPNvHw+uT2ysYi9QDIJu5KwJ7449t08BZsaPSdJcTxn5D+9KKiNPOXcmL3KYlS+dCYvPnn6Uj1WlwQ9MzTEvIutYLyaVoM9Q9wEPSY/Zj1sRQU9dpMVPnxDQj5e/Sc+4IRZPthhZTw/tBw+rFxhPdffrDv+OBQ+itqMvIocTr7ZDqm9/25SO35FXrweCjo8ITNUvNYhIL7FKzi8nJ7DveDm5LsAAAs+pksAPs6maz3gZBE9BFTPPaIgNT6uTS29uU7MPca1Gr3cDKi8zdu1PHPHt70FVDq+kg3MvUp80L13NR++IfYZvi7Zgr2H2Bi9WpxMvv+4Q74m6K2+de8/vmNu0L5v14i8mcWmvsoMvL2g+pC+xU2FvrNFrrzfTKO9RM48vrfAt72aZoi8mz+LvBeGDL01haQ791CmvPhJDL7vVUi+vAa6vgKs9L0+I9G9/+m8vnZfZ77b0BK91foJPU/9TL40V4e+B0EAvZQC0b24hyY+tp10vsc0AD5jzF0902i8PWb5WD5j2yU+I3H6PZAFLDz3H3g+GyF6vRkB2L1FRBK+eIlMvKU8Kz2DqTs+EtRSPdv/wb1qdhk9drclPkcQlj29gQq+4yBZvQpEJz6gCTi7vOItPjTklz2IQVs9rwOHPeM6Bb4Xwq08k0PHPZFiNj75hD49M0+/PURqBz3a4EU+pqa2vSaalT2sG5e+aHsIvpDX3T01ttA90bOQvRq4gDuQm9Q9pshIvDfOhTwYMl2977IXPGKbnL2zMM69fbB0vUbHp72R22+9",
        "Jz/HvSrOYb3svna9jlT5PQEUpz2LkfY97APfPP+OZT2bwr46DUHVPbOn9zwvH0e9Nk0mvk79CD7EyPE8wr/rvS990D0DOxk+5E09PkbcObzQ6du9eqASPrG1hz1hthg9sLTSPLpOL73XPDe+EcG5vXYUn736Ahy+04jmvBVpc75Oube9MOiKvGHxxr3wPou9aEkPvikR776obAq+TSbLvLzgQ7yR5Aw96sByvplWwL0dVfk9eTAEvprfgb75AWI+wJx4vE5K1byOVMG9M3oMPfPker1/FEe+LqmzvpU6Ub2/AUC+jDmOvt3yab1jX/u9pvIfPQ5tmb4ZV/y8+aJ0vilFAz3Cs0q+MKDtvWcRybw+vww8hgJBvR8XjL15H2G8lai3PRGh7L3iNnC+RvSYvahxbL2Y+vS9ujHOusejgb40uZu9Sl+evZyXwL3mxbe992LtPd1m7r14Azq+jUEJPl/XGT37sBe9cSeOPTpNlbwxZ889A96HvRHDtL57YxW8KVfAu+QOh76TM2q+qLTxvIR0MT0DKYq+8CTMvZRqyzxvCv28IGRNvQv9hL0iCQ49IdqAPTARKz44E3w7sHRJPrke/L3+cFM+lnFIPRuSnTzG0748w/xQvvmPnjywkpg9rgk2PbVnsr1neSM+fAMTvGZeRj5SDNA93b4CvmbRMD6HhcY9TCLmO9FMHz1LkRi+hremPZm0A72e4K69Q/cBvg7jnjwI1vk9OxfzPacBorxUDaG96uzYvNdner1/kkG9FVYIvjpk+L0/R1U+rlV9u3lxVr22q5q8bFpHu0VYYj3aV6W9p6EEvQBsGT6dvZ89uW0Bvmdair0685G7Kpw3vlwxlb0S7Aw+niJwvTrSMT44RtQ8eBZQvewvhj38IXA9OLGbPYLJ/b0lFoY9Z2Esu+gRmz03Rdg7oh5YPB4QH77FdqS9MJ0APoEaOLy9zhO+snXfOrx9gD0SyJK9YE+XvTW2pLu6RA6+9YUGvhKkOb3ZD10+K+ULvCFUfz3P2fw8",
        "mJF2u4TAt70ed0e9rPJWvY4kFL4Gziu+Wv5aPcL2Rz1eAz8+Nyf2PDCtQr69IAY+LpNKPZRIAL7P67O9c1q9Pc+RBz1ctne9xcmdPf5fsrxL0Mu99lMDvhTqKb6uyjU9JdWDvuH9fr7jTiq+niAzvi24x71Ipzi+s+EBvgctL71ptn2+lcQTPVJTaT6ch+W8ryL9vFlmlrsLwgw+m1HAvF3oEb2VISg+DyUoPS/TtD5BdhA+Ryd3PtOI+jxD8+E9gjKxPZfpGD4Prbw9f1NCPoyT2r291Mw9PYqTPdtLrz1i/y2+E42MvPxDd73gzIk999MjvlHN2Tu9mcs+Le22O0GDnT3oqHE+C7JNPgORVj3fShW9dKl/PC02ET7oNKU9x+p/PdqYIb73aOG8jIf3vWQtm70CGY69clQvvQlfKD2CSbc9JyQRvvP0lT11/lo+TBF1vajOwT3rK5U9ELuPvewFCb4qB4i9a6BvPcAu0L3YRYW+jrMwPdZeM71vTG+93iGYvRVigj3WqQY+q65HvsxUhz3DQ6K9TKPsu6w1xLtL8+O9g1PbvHOcBL5gt/K9nYRvO9VQ+DwERb09vyBfvaGwLz6bw849tEAzPZIjFL4WpIS8VzT3vVM0rTyvBEG9oJaquns1MD5bJcS95P7OPc9jxj27OmA+7a/YPXIEHz5upg6+BOILvieuOz6diTq+VC3IuwsPK7vwY8u8lwK3PUe2ib313dm9l2ysvUnTyT0yF0c9qZ2ivSNxob1F6JU82y0aPkQGDr0J7S++i6IivaZuiT22sgu+8iiMvTJqz7xO8zi9ZWAOPg6TLz6fJ1I9o2XWu2KrYDxRhI+9OmDBvbgYx732Cvu9RljpPR1PPz1yiwy8cnGqPpEC4jyp+K29vxttvOEYoz0JkE89OBkbvQi9qb1TDpU9B9L9PfTQFr7Qlgm+U1EfvJwjvr2oD7O9Kiw1vWp1cj3ZQxs+HewCvX5XvT0uaBU+OkAYPqRjTj5dPYG921YYvYDqET5BsIW9",
        "Tyu9vaYLIb5QFX++rGBFvp8sFD2yBUC+ipgKvntbg74fJC07cQvwvVDRvTwNFw+/KgCYvpE/ir5Taaq9+VBNvjn2nbuhQau91SSyvriDBr5vU4g9bwIrvn+Lf76/CBK+qeMdPnR5Lr0qeym9R7FfPYWOHr1kxIG+RHq4vvHV97ybAm2+0dSyvZ/HwL6+47a+AUQXPJAXkb6SjYq+yIDtvdoVHL76OI09qS+UvaopHD5fDIU9TR2mPHB3LD5atgI+J2O/va2jzT39jXE9oyTwvXkeCD7g3He+Uc3Cvc80e7zQFwY+KMn4vVNt5TzeDaI9WOCIPaMolD2CvuS7u6/tPIlBlT1X4UC6b9wIPgagXj3vxhY+xZwrPngl4T2+km09BTlEPSjmpz4/zGg+/VEVvuoFwL388EM9B6eYvUE5mT06bUS+Y55XvlBaBD5nriY+kh4WvTOOzL0rv8K9Lsw9PV6sCT5gww++O+sTPkR52L3TgRS+63flvXX9Db3Q4SK+qeIYvhwtAD4t/CS+zA+oPYnUgj0lg9I95DkSPVfl3DszvZI9hNwLvkQy5zwFuqK92P2nvRqoNj3SPDk+WZnbvalK272fYoE+M2K3PaZXHL34zOM8RwTmPW4XHr6b2vk9C38iPntREr5S3QW+wZ+tvUOEl728I6G9fgiOvBB8grz4Rl89pHPNvLpiTLz0Z8i9nsepvQLEBL/eP8O9ngP2vN9QzDyi/Kg5KdtDvhzyo701vnw9lsVhvR8Ezb1tilO9J9I/Pfx2+b1FwTA+3y7uPFkpFjy/Zhu+4s2pvkl2kryJLne+y6Z9vvaOsLy1BQe+z9OMvTWUdb3VJtS9QLE4vqAYVb3o/D4+AccDPrVivz2MAuw9AgAOPpFDwT3OH04+8cVQPPBPuz7dif490vrEPnKG5j3yeEE+Ps5wPRLdqT6/DxC+O5MHPratkD6Abb48tmSyvdfRkj5KRPA9hOVmvbfsCb4KKsM51lfJPHwpHL6yVKK9NEgaPkUcjj5wtfc9",
        "Rq8APi7LOD7xux0+KZoWPXVS0D2VOZ8+IBYWPkCJbz1c3fM9YpkGvTTnBj7boia+t2rgvM4IS7u3KY29fz4ovlM6/L2VUZu+/oM1vuXjgj3NCRG98wU7Pfo+Jj5EL3o8pIa7uZwI6L1JkKK9yWzdvc7ukrzrMmy9/2jsvCX3gb03eSO+3DijvT/ql738Plm9UIdcveJK+72eXtk9+VRNvV84Dz3KNye+BWtTvqi4EL5b8QC+3ZemvfZrSb18wcg9vFhHPrkVQb25DJy9WzQwvnqkFj0aOXM9rAO6vGL2d77OYLY9O+O/PUmuF74s9Y09areSPawJkT3WgVs9mXryOylziL1Nr6a9htbvPYlBab1bINq9hKV0vh5edz3hCea9kTQXO1CSXj3mfki8AtBKPMP6uDyXqkw9fu7OvV8sH71+REE8CA+wvcILFL6+eXa9Oa5avQOwTbw9Tbg9AnYMPb8eAT4cF6w9vnCPPZVKjT0EzyC9eEMdvJFvcr2LPYA86J4kurQWGzjybN48CMdZPrmrgz3mjM0+IfsVvTPkkT4Enwm+Dl1aPkMmdj5H8rg9WYScvX4xMj0vBIk+D4k0vvrBEb5bFMm8AEsiviJmZ70GVPe9JImfPSBMez7NYfa7+D7qPRcAmD4kkNQ9b6prPUKm0b24hrS8lYkAPQEtS70M6Jq9yjacPi5tBD4+RDI+gMFPPWRU5L0Vvic+3dZfPmOEZD1bDjY+Amd9PpGnyj7iFIg+K5pyPj1FMz7pgpo+PLAIPXwSlz50UOo+Jz06PYPYj72sC00+lfZ1Pvr6UL0VyGI9hma0Oxaw9j0qGTE6VBg3PYUK9z4oafM+oEGjPLA/XT40gio+FMimPvvMBz5gMAQ9F3h/PvED9j3rgD0+5jNNPm5Cnb1XyBG9LyPlvLEMYr5IXjc+Op3hvVnEnb6IL1g873BQvsKZob30H569CW6RPIoFOT7tw908Lp8VvJVFpL0R+Vm+vWi+vW5/ob37wIG+UwJdPPY0JT0Cx+69",
        "GDigvc31Wz4G3ui9L0LGvTcFBT3fHCO9ZCylvU4uSjw+WSS915AhvsDmNL3Ifi29k/KBPNcIgL4dBVi9ZQlcvSF/tz2R5t09slV5PWzSkL2Enim7misjvFuJ0bzCg4a9GghIvUv7Cz1Pnha+EfrcPb0Nnj23o1Q+NRj0PZLu4T0iSYs8jALDvfdgAr5Xdf295CavvrriyL1BZoK9KE+OvFAQcTtaBIy5KZ3XuxZcoj2eDq48PbJGvvKwe71Z0aQ9wU2/PYIFVb5eSs2980dUPnZJET5pxwK+ZOqYPbuwNr1soco9/b89PsDYTz7Aixo+IYP/PEINhLz3vj48Vx7MPZyFg7zZrsY7zHsaPiAR2D3PLQg+UhQNPw6XNj4LpDo9Div/vRodfT1YWjA+128wPVxgOr6ECSg7XNmjPgd7hr303Kq9eawDPkowKb61ZBm9knKYvM3ehjxVf2g+Gs8OvRe2jD5tIvc9BtBgPhsblz1nzB081KCsPSHcLz5/o1I+TsLZvGO5Vz1Z5Bc+aG3uPZBzkjxpung9uuJPPXX/37uCXfy9NdaMvE5BDT4Weoo+zO0BPosdij6bP4Y8Tdw1PsubRL6ZlZI+ooeuPtPgIT3L2Q+9cvpbPiEjYD5VfCO+Zho2vfVPXb2aSJi9CUfTPHVOEL4GrJk9nLKfPi58BL0efdE9f95ePpRnlz6CXGQ+bMDIvLeqYj4lBz4+C4v9PUirGTyRMIe+cWtSu7kNxL0ZIyO7/hayvWTDeL2oV5e9TMh/vLgrEr6qhKG8lqL+PVHWSj1Vmw4+pQiLvX2yGb7QVoK+FIyTvss++LsfsW89luiwvRG3sb2kiSo9gEWhveEwo77abDs95CAOvcwWTr0BYzK+NgKWO9Wbc70mUFk9jb3vPE60IL7r2zG+G4KqPR6vsr1ThUC9ADOJvFb5ajyRGCQ9uti4Pd2mE74wns297jaDPTH7xz30MRY+RpQGvgb6vrou4gs+EQpgvWtIwTwpinA+1nHUPNZlnD1E7JE9",
        "HpiqPcmqRr0m1Vk92qm6vQaPIL54oNm9bi6jvbRSGT4Nt4y9KOmWPawijLwUr6o84a//PFvCN75ZyJ29oBFXPsmbFT0BqoC9hHpfvpkvtr2O4NO8nlO9vX+H4D1aYZ69eoL9Pe1OCD6DIMM9mVCKPPcCtb0V6bw8Y4aDvdTftr1BC0g9DNeLvYftnz3G5Ak+2S7gPXlH7z7Khii+iza7vY7Bib2bZR4+2UopPvLcTr205Du+SmlhvRa3eT7QAQe+h8SHPBltBL4qQFW94vU7vifOi74uloQ92+erPtqbsrveEU4+Wi7APNfmLj4VHVU98Q6QPuaet70LQI497FQAPo9g8bzMfWM+1cxiPlu5AT7p2qE9OJdfPoJd0z3iphU+OYkgPbABET4P96Y+PYXOPrhljT40bWU+SHMiPrNMlD54MZo9oKWSPonL2j7vn3c+s1OYPfmVGD7f5IA+3BsMvntDiT11hh0+WWRVvWI0OD2e7Ce9BPM3PqHz6T6MOTU97tDiPYimjj5Z370+38MqPrbI97zc6hM9ZlKWPfwReTxfqzg+g4WBvqgQqT1NkC6+L5L6vV0a7jqZxI6+V8cTvp0hp72Uwd+9B3k4vkkyZT0rf3q9EUwQPYS32j0vtiu+U1KuPVjXrLx26Na964WrvZ5T37zV6R49ZqG+vSgzqDwAbe+9R5KxvfXR+L3DDo69olEZvt+/ir0+ZHW8YzUDvahAs734JxS+tgMGvaGYEj13yya+xspzvFD6M77BcdC98ujcPQZMJj5k53c9reGnvAufPj4qEBe8ysDYPZ2QYL2w9za9eBRRPY8Bnb3qPBg+qaoMPgtn/D2rPDC9t+VUPnYVOT6hK0K+sCKwPY5vUTqEFbm99WdqvUnI1L1UuiS+jrKRvdpjwzymGgg+hjr6PaKHqj29mRO9SrNxPGl8/j3EQlA9ZtgQvlBq4b06Qx4+8KTGO5vjCr4BswM+AyXiPHbCCz6FnX8+SHkaPo90Pj3TOC+9z1vuvKbXqzy/3iM9",
        "iUJKPfJdKL0cv4C9SCAePsVs9z2feAo/fVqOPTOjdz3rDDG9SaJpPl40JD6olqA9pd9bvrFhpzvC2JC9r4RYvUltNj0zpd+9obLevbdQs7ypwdI99qinPXRYpD5BUgu8CjXZPWdMLD4So+A9rinfPRTmCT013ns+slV0PQ7s+LwF4vA9zigMOz6IkD14g4E972ROPoqe4T05gMU6/vESPd3dnrwiqBk+2pkxPjWsJz4IcR0+ZL4nPrUsRj3sWrs94WqgO29LRj7SL68+0zUEu/uZIb7oP7Y9o7yJPh0dv72utA69hiQBvbNf6r3Jmau9o1AsvbtlLj4+uPk+1UGJvLemiz44syw+c1csPpNebz7nPIk80FotPvINdD4zrMM9MnF4PpbJ3LxNNr+7mfEpvU7xbTx1bve8m6duvrJQUr7fWZa9/sJvvsahWL6N2hi9rLBaPXYBGD7nd/M8jBWQvVwHLL4HvkW8mT4rvv1/J7x+Pxe+Q7OEu5GLTbwI/UO+8oDgvXTsWbw0Eoe90KzCvaRpfb2RMwq9MbpnPZ+rHL61mwG9et7xvFunODwziHW9fTiRPG8k7r0oBZ89/2sPvqwyhz6yrHC9NxuTPI6Frj2AaiI9ZNlHPYaDxz3mjSO+EimdvYtJwz3JM+W935HqvYzGsD2slck9JMqQvbvUMT5kfrW9iJcjvFpuBD7H8au7j8gRPhq/yD1VGx29V1y8PAgKsTy79aW9PRNtPV5/9LzF6xg+/IL8uymMu72Ybfm9yNi2PYGa8b2wc529n8jpvbBJFj105QC+mU6HvYEsFL1yNGa8EIBwPQ3ktT2Ts0y9aMEbPQPqWTy/Sx6+WFepPcqohL34RB09bqKFvFHtmD18K0o8NU4RP+9TQb2PpIo9omQdvXp/YzwC8MI9Esr2vcrpbL6LoBC+sEJRPkA1K74WyeC9GwBIPTbHhL1Df6C6j6Jmvd0nPT7+liQ+FzHbPbDpCD2I0eQ9EBMVPvER7z0ROMU89jMlPWUDuD3na/88",
        "OZnQvPrpLz6TFdg8fUdrPjImNLxvygk+EHogProSTT6YK/C9OEKZPjKMFT5/kiw+YEMmPivotD5Ydsk96+UfPv0ugD3ESRk+TgIHPgfgYT6Ke/a9FuBBPiOeaj6hl3m+36VivvEmPL33XUg+nUpoPWwau72TXw4+79tvPoT4UT1xXxQ+aDFCPjMKgD4DQuo9KHA2PH3NNj6f/7g9aChUPnroIj7CwuC9yzuvvQwFb72p48e9R49ivVMzy73o4wu+kuXFPdh/xb0tDim+aYePPW8+jrucEjY+To6pvYTj6b10D0++Au8vvi9u6r1/C6O963V8vRvHp72iikg9qABevTvkgr3PifA8P544viYDWr01xDC+pz7Vu+NVyT0JWxO+6o0NPSDZd74lK+e89lPIvbvSEb2ImMq90a8XveV6iTzdopI+t8EBPmSg/TzwO+W8+rQvvnfC/r0hOb48zH9Zvo8fK77mSSy6ZDVEvNx4PT1cvP69C5dSPhMOGD44EPQ808srPaC9vL3aLA8+LSgdvWCRx73mLAQ9NoyjvfO+mD3RUue68KXuPaSXcDyPXH07aYg8PlK15L1Z57C9fJXmum7At72FS648zrOnPU8Z7zyDPgW9ywAJvITpmj3mVDW9iFoqvvf4KD5J4Rk+quo1POsQL72FmzA+18sYvRppFz0CjpC8EKYcPh/+jzxsHgE9uS3SPUqAAj/3hJI87cpDPg9yzLs5eyk+bhQTPsFHG7zIQm697iq4PNbtzT1KDVS+xUeMPeEdVL221SS9PMhzvYZriL3tOu49T1kePqV6GLvfSwc+eiaGPWfazz0Sun0+JpTcu/ibXD59TUI+AiaRPfv3mTuo4wq+/GeuvnjWZL4knzm92AIQvNlSBb5gO1W+zl5dvWjxTL7c56m+GYuXvg+6Tb6+rcu+d80gPndeGL7q3QM88E78vTGBrL6KVKe9GTqBPcS0QL4qKV6+ctD3PTnNGj7tPJ+9MMD+vM4Y4L3zquE8eZPLvn8z1L4kZkc8",
        "t+aavUiaXL7ncaC+WfqDvkhiB739z3++U44tvpAF5jykzdk70Kf0PeqMib1tNOw9TNXzPaz8wj2PwWA+A/W7PXyOFz5mCBc+PvaNPngQ/L2C+Me9rQSXvSfHFj4hYT0+xMcCPvISgj0qRMM9OjQtvLZGMj7yaBy9jeiMvZFs/j0T0lw9s7efPatXgTyMj1c9iPBcPprxJj7n4aA8VuFsPResXz1gUlw+3bSwPJ0sBrsGhYG8peXePTKS9D3ICSk9P4Y5vnKDAL45koi7L7dAPppoPjzW/LK840wkPedx6z08MQC97YBEvUNvhD1le969DMMiPd0FKb4KNz29uk94vNsAvj3TsIU+lmVlvnJ/uj0WeRO53G30PSnNaT50owY8Y+CuvQBpuz3jDtA8rvAGvpWJlL3Ruls9XxRxPelD6b0oBau809g2Pandjr2iUeK9ZZDFvaH+8z1ths692yvvOjooXL5DxCm+7Yp1vQlOL7qOnge9NCs6PvL9cz2vDza+y+fcvQtcrz3i3C6+G/zLvaQppz3EuAW/99KVOodSNL7CzWI91xgsPAfagb7sL5U9nIHPPT/K7D093829Je1rPbpX2T3ySNq9ZCQZPRW3bD00srg8fxM2vtufo75joue9irtHvmLlZ70su9m8zPFbviPyTruOHJo9jLTEvQIWuL0P+Da8puK9PkJePD74HnY+69c8veMEkj2AOHM9TseoPKNlFz4bkko+3js9PnGEgj5zonk+uGNSPkHpuTz/FZs+244ZPvQLKz7iBe4+mY9NPvHr+LvBaEo+WiBoPiKCjj1UZMi88mnFOzRglb1dkbi8QoC2PV8Lgz6Q/Pg+E/tdPiMkwjzv3KE+HtaYPgAOgz7hREE+KuTxPd9yjD6r6C0+HfFOPvpHDr7qkwW9oMwCPlqw3r0VRww8WlFevaGSqL14D929uB5AvvxPB74La2M8WzeIPcxvGz6+uBY9L/AGPYAtlb3p6RQ8nJdgvJpnBL7gzAO+mO5pO2JNKz4qIoW+",
        "ssukvRUL2j2zTa29CWMJPSHO9L2PMIS9lrJqPS4Dmj2m9Fw9RvYevivV070BTII9HgAbvp6XYrwTY8y7SxBVPT9ZTz6Lh0Y+XP8vvcRrFr5lpfg8K9iQPQKZA7w4iCC+DymAPYU/hrudXCO+TWooPogU2jtG+GG8XgrZPXtABz4YCl4+RAjcvc/qOD7TUYm90wy2vQg6AL7GPPE9TlJPvp0T0Dy8sHQ9GXghPaV57T0EgmU+639SvvUbHr7ZYrA91MR3PZpPhTytFIO9KE3MvOXcYD3YfqG980+bvbD6hDypSAu+GozoPeNxST4ZkTM+sdZ9vdFuWT3E1Ay+wCLbvKmuNj2Beyi9IFxePgmj/jwKbCG95HkDP5r2trwGHWw74pGnPSt5Ej62aeE9UtVvvYFHrr3QkR68EDBLPm7sxb0jBhU8k/9LPCnC+L3NZhK+vVbOPPn3bT76uMg+/s4QPd5p2j3WALw9AkRhPUJ3pT0bg0U9d5N9PQMmsT2+CBe9WBfOPM9CLr3Nene+YtVDvvPSqz3q0iO9CvqcPSs+G77KCyS92PkOvtQdNb42ZoO+4JgAvm7tTb5WmEe99MSWvt+Fozwn7Ps7TzrQvvU+Sr6KEvS83DyRvgS1hr46M6Q7tMGfO+BJyr3gpRm+1qizvUrMj71X6De+9aTQvgYh5b28SPS9px+PvmIMjb2DdyK+aL/+OvgatL7KxPu9lmoHvVzTZr5lCCY+Y4vFPa9uED49NRw9NVwOvhdIPj64FcY9bL08PST6YD5eTkE+z7WgvSvnjzsrvTC+pjegPEG0Hj4IVHs+gTyIPR00zzzSXJc9xN9qPj6bDTw+ydm9TyInPvB8Kz5/g/A9eXIPPi5WgD3C+xA+3OMCPjtxXT0L5zE+hpVNvPe6+DysXTA9iVK2O/Y0tz0ytIg8aETlPcnp+D020rm9JysJvh3AyjxT9is+eB4xvQGUkL10Ez+9Gq0ruz9dyb3GFM282KowPNjrY70qsbi9FXMyvuREmrunv4u9",
        "hHIOvkEWsr2wIU++bPyhPZnPqbyYsoc9Y+0DPiPxlz1VEe89N1nsvbjccD2oRoy95NZjvhgqMz5kpCE9whUAPZKEY7kUCzo+tcHMPIqbxTwus8+9TJy1PXE4njxgvSm903mDveKkJr7N/RK+uIn2vVWfNLv0xPS9Y9KNvVZPMjzTH7I9IJ3VPcabqrkGJu68EmwUviaO6b4plom843BlvRdFTT4lVN69P0SdvkiR5T2bT4o9F/bDPFIKfL0s+CM+RIctPqa2T7zLAtk8/cxEPdhckz0k3iU+UwEsvkRNfT0O6Wa+SUxpvnJXFb7+qHe962+jvA67NzyjGlu+/Xrzu1v7pb0jG+m9kYeKviPIHL5NvFi7UyEYvsau0L0gRH6+dQb4vQYI5r0Pf4a+0/6DviovAb7iaqO+zOC8vYHdqL5FkIW93JgCvh71xL68/Q++tcChvQcHtr59dp++GJ/cPcfpgbzrnWW9xJVyPEiXbz1E5CK9rxqNvkr70b6WFYC8XmO0vSx7o75MGsu+buqruYwSRL5ydoi+uRZ0vhHDzr0cNKu9DhcEPlAcNT6pKl891ZqqvG41dDw6B3U+Q8HSPZZqgLtPgzo+/76BPXOR2r0uoRs9xR4SvoFfh7xKRzI+1Z05PPSNMz5nZWs+AQbdvX8pgD42pSE+A661vevbJzzXUFo+ziwLvbzeyTwYfWY+Lj7APfi3Hj5fcgY8c+trPLMpdT3YHac+JN5rvLDRqD0Cyy+8bDvBPb36j70Y7mS9eZZMvmbLTL6Nodm7lq+xvASLnL23Mv08Y8Fsvf6APj1cAtW81DCBvRAjTD6/QZ69HqWovZvaAb6r5UW+SZBAPcn8Xb35FvI9nRsFvi5FPr0Wx8G9OUSaPYPWlb2+lwS+vMGbvYpgED7OBkq9U9WmvPz6Lr79IzA+hjcNPrhZlT3zlbi9ot5RPi8wOD1fS369+e2PPViYMz7WdgU+GagYPkhyRb53Xii+U1KBvcqL5732x4y9MHqVu9kWLb5b91m9",
        "hv0LPcJepL2ZdLy8XwVpvZbISr4hnfO+Hs+LPUF/wL2Twrk9rdQJvqOgOb606hi9kpOBPYvXvb0lLhG+yM5HvfeGxzrXBoe+8EYgPngzOz4smBW8WqdkvuV2w75QrQQ9LMNVvvl2L77W/Ou8JxLhvZrJ1Tymzbu9m+A4vb5uaDzHoN68koMmPjq6Rj4Kbps+4N+mvfb4NT7Zd1294iEvPfwH7rw1snM+bMq6Pkxe8j4CzVs+4mvAPrwCmz5gWSE+/9PkPQ4pcj4oMMU+9radPR8C171hbyE+IMHaPYVXp71UM6M58HCSPYPOtj2HXYM9V2fAPCoSXj54INw+Eu4nPpiSNj4BsoI+l8m/PvTVZj4uunM9lSyRPoQoXz4dfyg+v36hvN8iDL7K3ak8vtn9vLnTnL28AaO91kZEvgMu670YjRm+uz7DvULP2jtlNbG9lrE6vWD+8z2rWyS+4xjivWBt4L02nEI96Q7OvHjEi715+0K+P83FvZ3f+DwbQYy+4i+XvksgWr7+MAy+iXLevRw7YL4WXJe9Zk/vvVoTr7zdHY67jvezvZY0Ezyl9V2+GONtPFEdtzrVJR09ot86vfCZVD5SHZC7P4gwPYR6071jbZO97FFKvCu2ELw7Fue8yoRMvISEsj2ki1i+35A8PvoljD3IBIk+VXszPeep/D3ahmo9cIjXvAMyET5eQ7q9iViivU5Jt7w2KMW6/i0bvZ/Mzz3n2ju+fVYiPN3fcr2QDoO8/n93vp7zSL4joK69xIVtvbUXJ77QyvG8bp3BPFiFqD3RzIs9uew2PY3Dmj3cjMG5l34+PsYD4T2Oouk9ArAHvgYOjzz4HVs9nW7fPEgTHT4ZPaM9jFcAPVA3kz0Fyj0+s3PiPgIQlT3DkUA+5KNyvCeAoz0fKEQ+U0MRPv8ANL6D7/M89zBtPmgMm73L5LQ6GvgBPti4R74pD1K9LwKhvcl9DT7lfUI+ECDxPfX/oT59f5E+z7IUPTdq8T38swE+TnzQPbLc6TxvrOC7",
        "UdM0PlgsTD4JXXI+9pxjPjCZCLz9qRk+C+F8PKLvYj7C27U9dZypPT0EID43KIc+o5x0Pnd4Az8FbrA9Kz1xPgRSJD7DdEU+x1u+PsITNT6AruK9OE6lPlxdvz61QJ49oFYUvVc4zj22QH+9o42qPD4zITzqRZU++p4SP4QP+DwrX7o+h3OpPuv4fD5P53A+46EGPUe0fD5QKMc9Q/87PTfJ1T1Zax2+t3eYPP1Bv70flfO79WcUvoa3C76+XL69AlVRPXM3X75AVhK+27OjvMwuOL3ZGAm7i+2Hva7zQb4fLBm+DFYhvVY4UzpUxQ28tUCGvh69VTxoK368mQwQvXXn/r3RTRe93ptgvXhQ6b1naoQ8MmaOPMvDOr155pM9PBqMPd4N872JNke+N60svvNv3DxMPjO++Xm1PfNeHjwtiBU+/ZoePh8Iwr35o5++OqwqPKEHq736D849BKsjvlwTgT7JQgw+f/r1vRlPPz6MfiA9xJDJPGpPHr62cWg9tcY1Pp9Rtr0ANgC8p/DtO5Q8y72ZS0u+mx8+vgbSN72fwgW985kmPsyFvTp4sRc+n0LoOtEeAb4DyjK+YbVPPklSxzyDRVK+h1/9vdA1rD3bjjM+JRnavabsBj4m2FO9Gn7yPRbDLz7A8zE+VLwhvf6ayz3ssBa9a8SPPO7pDT29tze97hcovu6FqL2+Pec8vwOgPZ7dHD/tn5W9RV0qPupznD3Yb6w9SRURPu38VT1ro5m7D5FYPDYOdT5U2yu+wnXTPJ3YHj7Pw3u+ExUmvvNaRb7kgOW8b6YOPkABlD08zzI+964sPi3KgT2WXA8+taOaPIU3Vj69ywG9qjcZPWE6Hr2gHIG+E/lqvk7Zh75s75G9jqkpvtlTVr6bdby9Q99Mvhutm75rBY6+sQKcvhqNmL7S0bm+6XOKvi8RLr669x6++peLvjZKx76atgi+EVwLvkgTir4TDQO+UKyZPAVGnT0hYTS+Y4cZPIiUBj5LSOC9rAOzvl1HEb/BHxO+",
        "UjWRvp4ntL6wL5m+e/9svhNG1b2giK6+yHThvWF5rr3N84i9ajSJPrFf3T3OHgA+NtYKPsnBJD3uxzm8fOCsPmRoODuO5Zo+0jS8PGfREz2tQhG9bdaavVvbWbtnrTs9wejBPawrLD0SdUs9O2i4PVqzJD1Cf8s9ZPq6PTUoKj6I5O094R+EPXUTAz50wAo9OtJ5Pn8Jgz26eVG96ad8O5dKGb0XTiU+2PdLPZE/Qb3vhqQ8TIn7Pcewi75m1AC+FpX9vX2SML6EZxw9aL/6vF4Z4b2C2xm9mIVhPMMaJzw4VEE9mjtivpN+Qz1GVNC9g6tcvODPpb3msTe9Z9cPvd5k/rxyvfM8B0+cvQLu+T3GNg087WECPgPGzz16LBu9mLUqPiQZTj0hmC279RO2vQOxOL5fupg9pD7gPBT8Rj12YH29d9+JPRmnfj2uAMq9MU9PvKg96Duwd9G94qfcvOXdh72zv5++mrk4vuGte767qca9sjtSPYKaO73SHVS+1kKKvbuTB70IaA++hdRPvWXHDb7hvgW/XeEGvre4HL4NoyI8B//BvU4d17752K6934WyvQA8kr02xjw7AVaXuvihhT0HbyK91W8GOwx+Fz7Zhc89q+0pvp+scb4j+IO9dQUFvi8l6r12j2C+0G9uvnNZ6L084Y+98DeGvVxWNL4k59o+EGMFPS9MAj7VC4w9BmPtPUaWXr21Rp09OSJTPhCiu7yU4cQ9s4fcPby+lj39rA+9e+wlvkGZ4z2Nw648ZRt6Pdtsoj2jvPw9FHK4vdAsIz7UYWk89tplPiSDoT4TVCo+jMWKO4wJBz6yFKw9h2uNPg+5izwsNRa+jnc0PtIAU7wdJxm+UHLYvZQ6QryAVOk8yyM8vYWWoL1v8LG88lSMvQoPmj2ZKPG8XNdDPWKXyz35GJk9tglyPuQMOz4G7s09ItMEPjXuSj7qgum8NW8lPmuMDr4iami8Wm4CPu5XoT1vwXQ+8PTLPSXYij0SpTc+un2cPBqpCb3v4LA9",
        "O/zaPWTpjrp1F/A9RPREvfKrED6PiRs+XrEOvR0hDDyxhWW9w2e9PdtUzD2kn+27j7HNPc0BzjxJchu+woFQPGNLEb4f1FM9Hj7gPRI2jL3ejyA+BFEAPIhjxL0Vun+9U8ifvEVjsL0ILXK9+GkSvilnVTui24K9UVH8vU+2Cr42TYQ9oQQPO/Bd+b3pIT29KpH1PJIbIz2gqpc6zkV8PWtvK76nUqa9r+kjvUM9uzws8Jq9CY4ePvVUQr1gBKM9jlKkulqCTzyshSI+Z6HFPcD2/b3bGmM9QSmXveeaQz04cek8LFq/PO6yfb2YNzE+D0sbu2xiFL0zWSM+DyTLPd3/Xz4ssTU9MxnIPT3QsL1jddg9Ar2IvvJdZbzwPgi79eVVPnxwdD3xfpE9NjmsPdlZqD3A+Ts+RQE7PYxIOz7ctlI+4ZGKvaTjoT4EF2M+gNe7PWOcV7wJrsK8NyeePUXOlL3NCYy9R6eFPYCaGD7ZsRe8qHeiPNjjlr2ynN28++2lPC20FT2f9QA+DrQJPg4fBr3Adii9SsEAPRbxhj1S6Ps8H6UhPptljT7fXFw+6MkrPhfnbj7vaKk9HJwMPuXu4LxujiU+aFmOPq8zRj4/6Zy9TPzqPUgxAT5iT4G+BLAGvTLWcb2Rv8i9++fIPGuUlL1KeU4+2yLFPvzTCz03eRY9OYlJPqojwT76SGE97Qpzvk4SJT4HNbk9hVSSPXfbbDvlZQ6+WrxWvJhs5L2JevO8/EjRPUGw6r0mAj6+4VR/PfAPZ74b3Gy+8TWuPJffUzxl7t49OZboPBSxO77J6mq+2C3gvVvKWru7wdc9LMQfvsGJc70gqky93QhPvonZzLw7wC69TpvwvTpenL1Xpma+jjS4vSVNpj14ojq+g9Yuvs5mSb5SyIG+KGklvKyz+72Q78W9oltSPc7sBj3RbpI+FgdNvGw9Hb33oba96/iIPWTAQj0Nbw4+Z3TZvSi8zj2SfpE9NtqovRVkXD1cPdG9pEgyPgULurzO+yk9",
        "BABIPp6dFzzy7oI9uP4VvraNA77ClxY7xXQBPhUdIz303Im7nIacPd5LFr6fjyK+sVPpPVBWs72LjgS+VOoHPWqWLj1Xjl+9eAiBvkSnYr3m5267aipbvk+VLL2Y10I8DTZ2PUhH7T0SHok+ZMVFPU9OvL3pMEa+WdGTvewlHryhMMy9knYHvpePQD2MjgY9kJ3PPZeH8j76Tqq92G8kPWnvCL7fU+s98KXiPdoHLj5aIBy+ToJAvdhEET6Z6v29tDvNvSPKLz7p1Nm9/vEtvoA5ML39G789Kyk3PoJJAT6w0cQ93YgQPmce0b1p0Io+otXxvZojkT1FDuE9GiuLvOzLzzu9OVI+Gs08Ps93bT4vgkw9DjF3PSOuIz5RkY8900gvPitbIj0mRnM+aYrsPqA4SD75BYg+M8O5PYoHXz4kyWE9+PglPq4dmz5RjTI+aRplvG5Bxj5jOFQ+WwLHvbv+Hb5nXUw+vA4mPvYtwrwPhY288Ge0Pk+s6j4VwCY+9DddPgdnXj5W1l4+rz5WPoTXbT2kMkM+/rsWPs6uBD7cFt89ZVg9vkbgaT0NVQ884p2UvWGB/b0asAe+dPbUvSLluT0lNb29G46avdxWwDnxkz29ISaGPVEn1jwXpS89Hdl5vSQMXbqL0NO9P572u7IYKL5oZ7G9BjK1PQY1Wr3DgfW9NvdsPSt6Dr4XLoC+KqZgvYfhqr1J2mA+US0lvRI/cD18EMy9ZsT1vNOjgD3G95u9wW0kvlqetjz3Qak9pMkKPnrF4j2DIie+vi0FveEy3T1dqrs9PD8TPnSFLL4ibC2+0/FCPXiLUL1LpgQ+IURkvYDzHz6k6oy8keCRPux+yD0D0jC+1mk6Ppjn4b1xgby90gThvS4KR77rOim8/HEnPcf2GTysOC++1NJGvXLwFD6m4dg9lSAqvkKOQT1boFE92HSNviYKsr5F6OM9Sf1sPotmkr3FNhy9zUNFPSxZkj1FmVo+dHwuPp8uBTwqewi9FB55PHJfuj25KIO9",
        "JgtGvHEx/rxGJKU92VcIPv0BBD4Joew+9Lwuu3/lwDvr8Ly8iKpXPgBphD50JTW7bB8gvadgEb2HKWU+UHHJvdkU1z1x0OQ8ncQBvXImyj0OLBy9FzUHPrTJkT6n9649bCyRPqIaND60I2E90v6JPaN4rj0vdv49OciEPPQOUb04d6u902F7vsIZdb0IbL+9RI23vb6Xs7w3u4I9FOs1viR5vrzn1mm+X41+vgQMVb7IgSm+ipCZvn8f8jwgv4y9TZiVPDAL1LxV3YG+Ys38uhz+Nb60uUG+LSGVvtqr2zy/KUw9qTf3vf/bmr3x2bo85fvDPc+9ar6135C+oBtYPJyrtDxPHUy+BxZFvt+iCL6UnKy8vq2wvDh0Lr6CgAi+V+xqPUm6JT52gDu8xhpAPiAHlr3vvNO8KXY/PlYAQT5jJRY9CjasPSyxiD1hCqu907MjPQKHxbyxMuY8kqUEPvrUIz4Ugrg9lygKPlZRnT3aVU0+JHh5PZsagr328Eo9FSO1Perq9Ts0FC89faiSPXiRAD5XGgk+ukhEvh+Emzwrqrq8vp9HPvlb2z3HKhy9GedIPcdhCj45uAm+uJQcvV9hTb6A4hq9anD1vYSwIL0j8B+9+1JGvOUvb77bV/w9Ze0nPacmkzyJwui8AHRfvnB8rr1+wgi+arGSvUvyCr6zv6K9jtRXPQTuHL4/nD8+/pABPn7MpT2GAsa9mcPdPfW07j1R4cu8NR95vYMBlb2i/X8+kgWIPgXA0z2qAdg9B/HFvTOCND7MXAg+VBsNPiArjr3vBpQ9LgKnuunk5TqV3BA9JOYpvpDEI75DI6m8MTLZPWrOnT10rck92Ol8vWojCbwFOyu8GV3/vJ9BCbwRfJ480LuUvnnkFD3OS/u9QpA0vAethzwgSQS+OFTAPXxZ6j1FcFe7WviSvBsFZz5FBC49obdcvXDbzDy2wI096TlAPaWPC75eI+q9AHBlvZpkfL6DFV++OAFdvqePuL0J+p49IY0evXDECb4g5RW+",
        "8pdOvDwZjL3x4JO+Lr4NvpPqiD25OxC+WvlWvRppi717x9i7+4yQvbMJzb3tCUa+c+oEvobNPr7C3Ja9qUN3vrjnxD0DJaO9f7uKvoFHWL2beEy9+SsiviLZLr4I29I7tOnrPbpb071IlKk9jLHBOxTeg71IEhK+YujrvvAbRr4c8b69rFtKvqy1qL6Tae29L/oMPGEWGr4dG9e9gBEKvoaMA74XEwQ+5hvYu0JmZz74MgY+wNMXPi8bAT6EBfY990kDPYSqBj7LBRE+WuJcvOhHuL1gYgC+HJSgPRXjRD6vBK28uhvIPe4YgT3jlju7tJCePsvS7zzQC5y9a9kZPlfGQD7ZoIu9aGvIPQ2ltT2SpDo+bDyCvNm/vrrxb0I+zkL+PLIujzxVMtm9rBMMvPUJsT2tZH09mxlhvi1Lk7xUpPS9DXF6vSWkur39HjE9XBKvPeQ0Kb0TV8s9ubXbPfW98T0h9gy9VcrdPA7Pmb1MFCi9vIO8vXKrh7zMX1O+nkFCvsBcjT77Ig6+Ll/kPW9FcT6jCZU9VSqMPDHvE739pcI9dNYcvlmZ3T0Xa+K9M5aLPMP10j0znWW8KR+FvaUpeL3Z9+U9D2Z6PlRYVT18eCs9t9/kPZYtd7wY9KI+OepuuZqv872itBS+J6vTvMzoKr1qUZo8GFOyPd93Ib7qyZK89WQ0Pe2s8Lwhzke9PQ4CPfU9BL+VUaw9lAduvkLwUj73vQS+bE1Evn7tAr1t94U9MZpUvQ7Oib6nVGc9vRVlPIliGb0KLhM+FxAmvdPTl72XPJc99U6gvs0c5L0yGm2+ZnoTvtj6A74q3Ji9QuPUvHnAgL1yWKS8/CmgPatPm7x+yUY+y8PAPTk1Pz5BxEc+xk5CPXhc/jzzLfg9+tf8PZlFOT7racY8IDJzPncsyD2sE6A+yPRZPVGhiD4lqes9Q0VTPjAPnz4SVoU+j+j/vfBBaT7M1IM+/IeRvdevWz18zNQ9bkjVPa57f720Udg9+C6OPsxE3j7V9yo+",
        "J/qVPTJlLz4T670+xMQFPurEobpFVDU+pwQyPg2icz1z8IY9o/s+vkwWsLxKLGa+RxjnPM9hRzyi5yu+Gl5ZvWFc4bxn2Au+IA+AvokhTD2/dGo8FlQFvZAZiDw7tCO+s1hkvv2G+r2BAdG93dTIPTmtbL6aFaU9HTsWvVDSDr6GUk2+gEOgPXbJ8L23hSO9B+U3vmwky73RlsW8dJe9PaY68DxzHCW9lulbvU6lBT6do7a7zEiIvQvwsj3CMy684U5RPvG62z06Goa9yJ7iPWeldT3MuVS9SEcIvoKRFL6nrdM8KZrAPdfZuLx+jXQ+puzJOw9qhj6ljjI+K21iPkh5lD1QScO9zFPQPYCnz72jorY9fgEYvlbcjzy/jxC9f5ILPb8YDr2UePG9BPcNvMqRF71W3NS9TKwKvkuCHj2qCts4n6+QvjeaDr0EdQ8+oGjHvFP0LL5HRJw9gU3FPZi2kLyzu4w9pq8MPTn1MT4Z6w88pKUoPj3Zhr21rBo9BpMSvT1cpLvRz0U+4JLwPbVBWj4PqOQ+NzWCO6x5Ez4gQpm9Il5/PSv8gj4W1jk9a/MevYITkj2+mgU+xRgQviTvJz4ULkg9hQAOvhel+Dy1Zky+umtGPlXyij7rgZ27Vs3zPIh8fj7eauo9ihkxPtwFUj1VKzM9CQYePuLyNz1XeSo9aeg/virpOb4Zqsk9yfD2PUlssb1qERa+ADyfPPDsmrz6lvK9PPQovqVI0b5/Cx29IwOPvge9kzyjwlC+wETcvDWHAr7hDfe+lTKavQkUF7yEplm+STmOvqbVRz6Bm4Y+lXKVu5NWED72NUM97wbyPR3k+72SDgC/w+Y0PLsmi75/rFq+gb9VvopfgL1zhZ25ctm+vRUaRL7koDs8JQ0/vVW2V73pIVm9PtKzPaiVjbxvkD49UM9IPWWRBj6in3S+7drIPZ863D0LcSe9EUqJvDi0Pjxd/708b7IDPd94Hj4YHG8+krgMvdhFhj27M4c+GBJWPaKRJ77lAHM9",
        "9RKfPUTSAz6ozAM+n5ClPRtlej79zaY9FQD6OzJETz70IfQ8+/yEvL9zgLzCguW8HBx7vEisLD5+9Eo9g9CwPL5ggb5Gdki+eLb1PMC29juIM0G9ZL3fvPLpMjsHyBU+xhYfOySxEL6y38E9b9tNvcZX4r2EG6a9240RPqd9w71Kpia+e6pIPSlKGL2gssc9Uo3jPS0GKT528hi+Gw+tPcGOv70XCy2+Cz3JvI88Kz105zO+8uTzPY3nb71fEiE9ZsiCPd1Uaj4F1tM83d5jvO/zY74ZUxw+nWdKvVCXW7wlmUs9Q6KPvcL3KL0RArS6gxhLPbQ3Ez4TBBk9EKrAPUjn8DwydBY9T/pJPG0xg71PQ7G7d4PJviaogj3BdsW9cB1rPeU9cr1Bu2q+75k2vYIYDz4DiQ4953PqvQdWmz33GhQ+F5KtPTOPNT77/pY9AvIjPvAvub24eYa+aOU2PXoZR778ihi9Z5EqvVNTpD3ejhI9/ey/unO/X73h9aa96AlwvZOHcz7c67M9fXFDPoPqoT29RhU+9MlMPpeRpTzRlMO94nQbPm+xbD1oMjo+tECrPY83zj5j8/g93I6hPvvj1zy5aum7TgTXPvibJb00M+G9OT+GPpQn5z3Iuxi9wUcUPgbQuT16umI7Y+rTvc+1SbzMRYM+Qk2JPt4/QD0VI9A98rs8PuyORj5APvk9rQ6aPTyoSz5ie50974+xPegkJz1Cqzu+wXYMPeLz3b2qSic8w9KrvCbDR7wFS9m9BpBJvTLH4b0t7zm9sRwDPCacvzx39js9ZvqePcrlOb74cBi+sR0tPehnSL6lapW9EL9rvp9bID0zq4Y9YgyGvuuaPb0aApe9EtYFPUyWtb38Wmy+sNuAvPbxErz4y16+cY/8vbE5wL2dgMm9tHlXvUGrqzwci1U8keGPvCFGN70zCps9CtOsPmIUnr3McHG9Z+7HvSAWz7zIfQk+5EkJvofO0b1YUwY+rgffvcxdZT55Hfg9B1POPeDJRD7WycE9",
        "UuzDO75B2L1GJNg9Va3XvZDt371kpCO9p2v/vEIzJ7uYEYI9/gs1PhAPiL3u7xu9KpgVPaprBzs/mpw9gmouveKnSD1ezVG+9h2Xvbv4Sz14Wss8ouxYvn6Na72cscQ8JfplPJ3oNT5AtkY+fJiEvW7hVb15CPC8zjA0PQTn6T1elUG9GUX7vfUpbD3n8mq8FJMBPPfb4z7sLTA97Cowu011O72Lqgw+gBcbPrCwPz6wMRa+G9WJuzAOEz76LHC+5ciZvW4b5D1UyJS9J9KgvVQub7zuYfA9Z1ukPn2b8z1qx6c8FqvYPbgN+DzHLgg+Mur2PZiMHD0XTSs9Ho34PQ=="
      ],
      "weights": [
        "2UV/voVICj8eV0U/3ihGP+5fJD8FocQ+kDM6PzIcPj7+YwE/DsUPP80wFj+o4Rw/XLPTPlJzpD6eugA/UM+wPh1z1T67nho/IktMP1lzHT9M6ys/1sqrPogCEz+/B0U+GgzdPhKTLj8T5tw+PW4CP4txND8InDQ/Ij4ZP3huxj6J5Oc+zF6XPn87Dj9kBjA/cvg2P1z7tz79yA8/1HYbP1X9xT6E9XU+VORYPi15wz25FUA9LEEXPhXFfD4aUjg9vfy1PTXULD7gfjs+gCgcO51tnz7n+rA+HjkRva3OBj78P/69f8kjvhiQXD4/NYo9iH7JPT9Fej6GvY89yF3lPd0uSD4c8Dw81hpBvIDMQ71fy7O90bysPt/q3T67vPs9HlIXPvPmBD61bFw+i0fWPRYzEb1zdEk+5XqWvcR4Hz6lMNa+rGsDvw9+DD8NqAo/BC0Ov3FwAr/aEQ2/ntXMPv1SED9+HRC/3IALPwKJ374zjgK/q6ULv0QvBj/fpgy/bPa6vlFZzj4mqvq+HaoFP8I+CD8wWfE+frn/Pg3QAz/ssQQ/8vIMvyFLAD9aiwK/Tf0YvwLfFD/G4wI/VCQXv3MN2r5vmuA+RsHoPnm9E79F5uu+A6TmPhaL877fPg4/DSMwvn35qD6GMFg/XjRRP5dXLj8edBo/rXI3P44XkD7FACw/1lkPPzwq/D784kY/jd0ZP+IP/T3jojs/IojXPkk9AT+HpMs+kfQIPxxYQj/UlDY/eF8iP4mK7j5+MqM+6xWhPu65BT9DvUM/8DsgPzeS7D5DdRk/rGdWPzDiAz/Xa78+OQzQPqzUHT+33hQ/V1X9Pg3C9z5CuRQ/hbQUPw=="
      ]
    },
    "lstm_1": {
      "bias": [
        "JOObPF4FXz3KIAw+tzizPYQb/DswSCk9pr9KPjBszT2fezI+n1WaPemdHj66Wx0+r2pxPSHhgz0B40s9oNibPa9ejD0V/ts8mEHiPT6lVT5+YkM+OEJXPb+rGz29QCw+Bml1Pmkxyz0pv609QOJxPfXWNT3GxFk9SciLPgoznD05/u09oQHUPdJavj4nYJo9wjAJPSOfZz6yZfg9y59YPkr8Zj/ysGQ/OgpuPzrycD8+H2s/wNVhP+WupT6wuko/G+tpPynJWT8SI3k/tVWCPxxddD+Geno/1c59P8efdD8ShmA/s1RsPw5Fbz+mBHc/afBvP8fMfD9AWoQ/dW59P2YOGz8Q4ms/ckFbP+cYYz+j5mQ/UwZyP3QPMT++XVM/z6FzP1GKWz91MW0/OGRfPxcoKz+yJmA/2p1cPwh8bT/m+NU9xZDnvKHaLryeWLy8ZbWsvUxEYL2+fmY8DWBbvBRaO73fzMw9L0XaPH56nbx1+BK8xmrUvBVQ6TxnQO08GdYlPY5qo722/V+9pwDGvP8tTrxt2EC9s+RWvStQnTxnB5M+59LKPFoAEj3VWMw9BXv2PSC4w7yfo0c8jNRjvJusGrylGIC8aCR/vWJAqLxiMuA8dKnuvFylTLzfzRw9XTQdPfpthD1Mqgo+kN/YPeRstDstoDo9Ie1LPv9uuT0Wh1U+Zn4JPaBlMT5V1jo+hsx4PTLGXj3a1Ho9q2ycPdzYnD37+mo8yGvGPV7leD5lpj8+wo2IPX9hLz3Z8kM+I7twPvpctT2fhnc9z3wmPV4cLT0wun49NeSIPjLtiD2Pztk9FEbMPZZ/yT7911Y9RbAiPeXOVD7jZOc9YqFqPg=="
      ],
      "recurrent_weights": [
