{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              5
            ],
            "dtype": "float32",
            "name": "input_1",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "Reshape",
          "config": {
            "batch_input_shape": [
              null,
              5
            ],
            "dtype": "float32",
            "name": "reshape",
            "target_shape": [
              5,
              1
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "reshape"
        },
        {
          "class_name": "LSTM",
          "config": {
            "activation": "tanh",
            "activity_regularizer": null,
            "batch_input_shape": [
              null,
              5,
              1
            ],
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {},
              "shared_object_id": 4
            },
            "bias_regularizer": null,
            "dropout": 0.0,
            "dtype": "float32",
            "go_backwards": false,
            "implementation": 2,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              },
              "shared_object_id": 2
            },
            "kernel_regularizer": null,
            "name": "lstm",
            "recurrent_activation": "sigmoid",
            "recurrent_constraint": null,
            "recurrent_dropout": 0.0,
            "recurrent_initializer": {
              "class_name": "Orthogonal",
              "config": {
                "gain": 1.0,
                "seed": null
              },
              "shared_object_id": 3
            },
            "recurrent_regularizer": null,
            "return_sequences": true,
            "return_state": false,
            "stateful": false,
            "time_major": false,
            "trainable": true,
            "unit_forget_bias": true,
            "units": 40,
            "unroll": false,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "reshape",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "lstm"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense",
            "trainable": true,
            "units": 1,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "lstm",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense"
        }
      ],
      "name": "model",
      "output_layers": [
        [
          "dense",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.6.0"
  },
  "hash": "f7f74f01fbdd7d0e0b2a83397bfebdc9f50f404249b24dd9b987532e321daf16",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      5
    ]
  ],
  "output_shapes": [
    [
      5,
      1
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            5
          ],
          "values": [
            "GzZzPtpWg75Dg5e/fSnWvlCeXL8="
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            5,
            1
          ],
          "values": [
            "HLqqPG+uwjvpH4S/4WS8vz7Zsb8="
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "dense": {
      "bias": [
        "Y78JPA=="
      ],
      "weights": [
        "cRRCvI/vgD1Ydp49tcaGvMSYQr33yZe98+dlPERyrTyq1k29T4RAvrI+67xb85e9bBiBvOlgYjw+2d0+87B2Paa4Nr14xte8uM3ZPnXciD2nyEg9c7UfPSiMW71yzQE/k8M3PY/PHb6I+iu83UgOvEAVDT159tQ9rISau3mYFT0cBtO859K2PFrTh7tr0dG8mnPiPJmelbqBHlA9XbiQPA=="
      ]
    },
    "lstm": {
      "bias": [
        "n0XBPrvNIb7AATQ4JRg/vwVdej4PEs2+vlmtPijXFz9zmr49+uvJvjQGt73ysES+DMNEPjoZcj6Hq9M9KU+XvQJeertAByI/r2ugvlgpp77rmbO+RPAuPhJZe76PaUu+tOr+P5zYRL6G+oU+d/qJP9AW+z2AWge9Mhr3PiVtQT7GpwQ/hqmoP2LNBT9T0kM/cKMDvmBNk7sc9EA+haVyPpxJMT8exOM+sSI6P1zRsz5zByw/UOdNP4tsET+IdS0/VF5AP7ETpj7NC+o+ND2aPlCPND8aDiE/L2nrPtPLPD84+kc/yYIgPy8/tj5qAxY/QBEwPxRLTT/Uc2I/JrvQPp30GT/ff0I/7nsMPyB6/T5t3t4+FTsyP7JpIj9NwRU/JUY0P8Q9zD75yyc/VCocPwu+mD5qJdw+leEgP6qGET90EIq8Xy2kuvKrSjt6abM6PrUBOw7pHbwVLwS8u3iYPN5lxzqeuCA7N1gGOVIJNbyDsy68qJtgPGA8hrk+h/e6eDqmuy+HaLzp0VK72gwZOzpO6zqPY3E8lGiiu01Urzpmk+886v4puzjqQDy9Kau8rEZAPLCYPrmLskq8bidzu8LUAzwSwBA9APNFvO+Yurxop+I764UivKrrFrt6fQ68zJe/Pqaigb6NMrQ8Zq9Mv00XeT7+Hde+XcuePl4eAj/sNJw9wQbbvgPmAL4qpUS+GCDSPRF2CT6HIoq8BVmsvbxiCr2NPCc/dHy7vhrLs74ohLO+YfiIPbi+Vr5cjXO+enXHPzuZAb6ZKlg+x4lsPx3usz1NRTq9mRzZPlPMWD4/rwI/LoWBPzRT6D6xjhA/12QNvqAlqr1et10+hHxfPg=="
      ],
      "recurrent_weights": [
        "iZ6Zv1rgeT7Fy169dM4MPp5vFL5Kciw+tYfxvsIMFT47tjq/6VcMwOHSAL9ZOPy+nR2BPhe3jT7WbCzAbzIzv2trJz+3vDK/sT0OwGOsL7+W3PY+dGFlPq+e2z6hvinAq/SoPJLvlT/viBs+FDytvQ4QSD7zvLy+5NZCPigLmz1TOjC+kUqnvpokmr4g2YW8E8wav+2gTr/3Lk6+umpTv6tFI79rj0u+5pCwvkuOGL2425u+xLj2vcoXJr8ope09aPggv6QWqr8wtI++eoP0vc7FV7wrHHe9ohrsvx5rN78gGbs9v8T5vuRM1L8SJ/S+pDXZPfUfcT63O0i+buvpv9J3q76jVw6+AQYlvSE1gb6Xc1s8NQANvzMkb77El46+qKSNvY/x3L7JMti+EZwVvlZhFL6woYC/llIgvj3KB7/QqX891KpgPvL+wj1OD3o+UjklvsUAjz17zx8+b8BkO501gr5VM4K++9G4vigE/b4AVy8+PSEwvptpfj1WOYY74uJRPREwAL7s0XA8wxJ/PhjAFr5+7VS8g9BhPF/oTT6w12I9aOfLPm+fY740NXo+PxR7vZptnT2xHyk9gfeRPjR1KLyEmNy+ssx4vUYKmj0vgo4+XJeCvkZBZD7nvq8+PXHDvyjde7yoVUq+b9K9Pc35uL4E5MM9hx0ev84Bp7yA0Dq/bnAdwMmBG7+SuOi+56nYPXDACD3p1l7Ap6p8v9079j1R8YO/fCotwJpzPr/WB9w+3jsyPRhX5jzXAD/ALOVPvlRV1T7ESmq+CFsYvzsNBT6o0hi/nUOpPaCKHLw04EW++k7jvqRTI7/ruSG+jM4rv3YHqb/fA0u+iNJDvwYaj742JX89/q+KPszVJL34qSM+EnKbvHqeBT7Hl6++ys2PPpQO6r5qJPy9lE97vqKZUb7778S+8YKMvwm/0D0qNZy++lHhPTWfN7+J94S9waUBv9TeS74c+b69EnuOv2GUMT0EFIU+1rWhvnET6b3s086+/XNnPtywiL5HEIU9",
        "3qstvgKH97wiUXS9lc7EvvWMt74jDIW+7lk3Pl94ibwcC0y+Vn2hvYH3o76qkAu94O0Lvu/8TT1z6Vq+h9uAveR+hz3uJVW+Q23zvcjQDj4l/6w9UO8zvnEHSL/MNNK8vFmPvhWhDL4I2Iy+KidtvfbWjL0c01K+OsobPYLNBb91ev68X56ZPSMAlb0EKEm8aA/NPSsnfzwbcce8kBosvX2bBj56gJy+gA0ovoMZ4r3qmYG8XqfjveSnm74Ddou+61upPuEdxL6Hc2u+6ZeEPusaTD7qzYo+X5yTPoVmLL7IOZk9hT2TPj5CFL5Drf49OP8CPiaL47zejIm9nXOFvdMVRj6NkbE+4/aNviwe271bCFO+NlTcvVZfnD5+Kr69A2tZPadYmjy8C6Y9ACxivhCpEr6aQfW9ayTpPfD0hb5M8eY+qN+rPT/1NT6FSX+9rncaPl9wpD15eoe+UplTPrukpL6buQy+MkRwPnAvUb7Pqtu9SPg2vJdYI77v60i+Hkw4PRboFL+QtFq+aDWGvksnGL7hflu+dDywv1XTij58asy+RA09vmeQf79C3Zm9jSrQvmorsb4NGV89+uelvzZxFz4fCS0+hF9cvvHUQjxwTsO+NM1xPs1FSr7hkbY8fQLLvUXHTr465iG+F5FgviAGi769V6++4ykEu1AZjL51fya/nHyzPha1Lz8au0I+9cnKPmptnD4z/QK9Yc/Yvl7WszyC73e/CxLSvpTkir4csiC+ew+GvtTQ4r+Bll09moCAveWQnr6Bt22/0DYkvqAzuj1b24O+/SfgPkbv378K2T49256FPxEF6r27grm9D3bwvn+Anz5yske+DGqzPiUWMj2gTia+D6yovvycmL4BMsG+r3ervoBZ2D61e4C+NIcRv2ecLr5wfyi+Xo+4PNp7hr6qDze+FJgKvyyHyb3fN+a+juJ1v+v1Ib5OXZo9Cxp3vZLeYj7iTce/vgfjvm10Y73SnNK++wuuv0jW677f+Uy+4KvxvbF5hb6Y0sW/",
        "v+Kxvml6bb6/Mb09kS7HvUgLFD4GeMC+GJzHPeB0ir5c6AS+cDcQv3WF9L5hFoC9t3EvPSZMFL89doO+vBe0vuaoVL4i90e+5pyMvgz76D0sKdk984pIPo9rhL5GGiW+GJpRPqq8jD6uq829GAOWvv9SCD7v7Q29TiEmvHbygL7BQLQ+6pmmO493qr58TS69Wcqwvs8Cl74ZhWw+yNFnvcXfB79fRlI+kV4QPoMWmj1Xj849WAPivoOMQL1biuC9UvQWPNmEQ78G/X4+o8OhPXtKtD43s9y+iiRzvqubfb39rFe/jb+nPMoUFj7YuFk9qUWZPfzMXD4JZHC+NBiEvr9gHb1nHpS/AVmQvsvNBL6245q+/jnsvIHJBMD+li6+f9eLvvZH/76k1bi/aEA5vrLTrrw1awW+RXMoPi6eCcB7qsE9cm8lP0MkCr69fO+7Fo5DvhbIXT4yLha9m0xFPpbEmTyjt4K+gDhbvvUjNr5goZm+uC5Mv75yFz2u8qS+gnqNPq83vDxuosm9mt1avnBjELxIYhg+DPRUvWkLTz4c1No7t7COPjPjdbsjQFk+JR2nvCro8j088cA+hb1UvZQRVj5VkhC+m5jHPiBcxDuUJIc+u4I6PnQc272CMeU+SpKlvTHfdTzi47c9nFB4PdI5Qz4j+tK9fe/sPU3p7L2WmtO8vzX/u5nVQz3ubkU+dPJQPRLrXz7/0aI61u86Pli2sj3g4G89j4/tPe/lHD1PvL09O/rAvfDSfD2j1PC8jcjQvUQSI76+nJY9l8QuvgzD6j3VSYo8cCnivGMDUr0bjv89og4NPsJgd73zJhO+1IV6PbNhqz5oPN88n8abvDhODT3Kf7s9HngpPU0X1j0CwuC9N0IzvbLps7vIEdU9zTvQPfj3pj2X0NE9LUnWPH8RmL2S3RY+RktPPW4D+72Fjqm99TKePghiJzgzyQC/bbMBvueVob16miq+9uInPTrxVj1s7F8+mXGaPHZClruJMge+Q2IZPXLLpDtNZ6S9",
        "LjJ2vYLqC76M2U8+E8kwvhb8fz0y2iw9cjZXvuQAujyvvwu+I2mLOz0riTwNvY0+tD2aPdDk4zzWUdi8sS7UPtSyL74o3+y92WqpvgLe5bzX0Ka93n4QvqMNPD4oYyu+2NNkPYWBdj2ntug9Ebk6PiVYxD04eO498BwFvp4e5j2CXD++wxxfPlvNNz3e2Fs+Ju2uPUfeEj4uLdM+HwWdPMF/Zz4/e4086mG6PvWhST0NAQY+R3OQPsdf0L14U7w+vVtpPYbfvjtNRi8+959RPLGGlT7PtSm+FMSCPgH5eDtpUiw+6GqWPpUAvj1c/fM8ura+Pdkwzbxx3su9uOXkulFBXT/Qt3O+X0LZvhUIoz2dM5y+28UevsVCFT236IU+J1yGvRrYmj8suIU+SYXDPtrF3j2t83M+crrYP4v15Ly/bgk+GRROPq5SiT8BJpE+eJYxPmzn+jy7jki+NNPsP8QbrL7evB+/ItqgPW2sej0indQ+huWDvlRojT5opvS9mUeDO+5SkDywbbg+I7+KPsLJwj5DAyg/rjOpvg3OzD6qCIU+vrCvPQsOsz5XrrM94LGePpS7zr09C6c+xhr4PRISzz5oMS8/3t+kPaEeKr6iisA94jrcvfIupD/bzvA+SPbLvEhgrj570YM/FvOVPmJnyD25eDM+AnALPjzElz+ygkM+uxKBvsvRIb2wXDM9HXszvQhEqj7HaJE9Xnl+PUnZ7DxymAw/0rRRPr9MzD1wPK08UGbtPv6YUD5PR30+dhdLu9GkhT6NQ6g+vp9Rvo3vo77m2xq+XPrmug1IYD0uq06+wNAUPCajtrzDl9g9AcKEvs0mpr338X67HOvSPT+Bu70V8Gm9zp1DPhO5Bjy+MGw+pzywPjsPeL3xVpg92umEPTlWC7yk1E2+CiugPtAGwr2Ha0E+icqRPcj0RD7Isbu+qItDPm1wAD2KPg695pi6O4boAD7FhrE+2Fq8PTITOj9JGg0+BUXLvX6gJb0f1+87hVwRvXFWUT7pdBA+",
        "OZ8ePsB1pz8iJ6k+QdU0Pje9eD74SKE9vJASQO54yz66wIA+/MO+PuKq6z9uGSw+VlwtPnb3gz4kor+9mWMPQIWDoj1oPaC+1PEPPv6lCD4oPGo+aWu7vd2aRT3wRGw926OzPR9RkT5mioc+GY8APh2byz4ax0k/TOZXvQQ76T474+4+gkSWvvB6Nb7mt5M8XDQMvlG/vbxl4hm9b9DRPsekZr4mS4Q+GkGgvNfTVz6nYJ0+axzzPT3KBz/WT26+K4q0Puv8qT5Rlkk/XsaSPh4oST6ulHY+KvxCvYeMiz8LnEY++lmIvvsBmL21CrE+JkmjPn+rLL6wADw9ZNR2vhTYqzxYr5s+3gF5PgwrbT7WApu9UwPAPqBRK77xKDM+ktOuPM93nrz8HHs+BkQIveR1cj2qk/s9Y7x3Pv7DtD5lgw4+TjTEPisBmzzU4rE9kJgjvdvyhT6QjzM/FLunPTyicj0O2NM94LkiP7cKMz3IOQ89rG2HPQw6bDxGQnc/At6APsCv2D3+SGO7p/yXPhzVAz52BK0+qtPGPc0dgj6XkV49fdR3PpDMxD4DzQc+TSscPnTtPz47dc27UEGXPvv3DLsKR0w9uRx6vH8zhb6l5nK+0w6MvrbDwL2RrJs+fapHvkYKhr5XV5i+c57GvpBVtL5OXIU+o1oBPiuzgD6m4J2+3LEyvhiujz41/X0+DyrNPanGnz627FG+ZsywPR9r7DzVBj291atNPofcPTxL3b8+chN2PutMSL5agZU+NtQhvtKaIT4fKoq9nluYviWexz6R8sg9y38FPmRpET52XKw+uHPbO4E4Kb5TBnc9FxelvUbVjTtyFoA9jFCoPkEhTjvOOLY+71iLPe8GVb1R4Ys+r30OPqIANz/QTbE8/RXFPlyvZT7+J2Y/KtQfPjxDhj4N9Jg+zl5tvU3Uqj+NXN4+0fujPKY2oDxTd60+GjDZPYgqFr7zSJU8NS6IvThFlj0d/BE/tsLCPrWrwD5Xgzy+qa8cPzs4lL5LETI+",
        "pOWGv8Y0oT0q48A9/9DRPaspST06qhs+xguuvvWUDz0F/7S+fQzMv/m+yr73owi//3A7PUpzNj2angTAyla9vuevJD4mT/6+kgvTvz6K076UuWg+3gYqPlSpkD4ffA/A/XZcPmRqhT8quSi9qEnnu0Mu0L3uKlu9eep/vaoU3LxR0iW9y+rSverXa77Fp3u9vf/VvneVBr9+i1250xobvyHiI785Vcu9FfHYvqLNJz03qJu+Iv59vn6kKL8S+yE8rocOv9I5Pr/LuH6+xs0NPpzI9rwMjU8+bOuxv/m1DL9vpyu+oYwIv8QpsL+GHsm+pPANvhbBCj0ASEW+lt3Kv6/zyr7OemE94GTZvYTEUr5xdOg7THvDvhAsPb3aQmm+uDZ1PXUiy748p96+2M8Qvu9O+r1D8CG/54OrvsM61b5Mgd2+I3WXvkFRUr4T3UY+u4Q1PUuq3ruluLq+UtdTPeRumTwWDm09k5WCvgyZDL8/cx8+Q73ivW3B5bxX2tW8eOfqPc9Uhb4HRBS9N3RuPhxckz3t8R6+0yaIO+o9Qz56Gfy8dQI6Po0k0bqL1jM94/grPreAnb6+Hi6+NkFDvmqCZT1Ky+u+k2E6PhS40D1PY9E+UjvWvlpHKb14q4w+oemxvzET+73CK3e9KupAPbm3Ab7XcJA9mQVpvm2sCj408fW+Xuviv7TYx76H54S+SITNPWwaFzyeUzPAjPI+v7xfF75P/Um/PqEVwDMa9L79yAe91HWuvWVJFz7U7SzAZA3jPfq8ED8beTO+Ds4gvdcS9LwRI5G+5ECaO0Z6GjwBpTm9ZNrgvafrjL6PJ6G90wX5vlLjkr95Ebg8r0//vk3qrz9sC3S+2CyRvoSNDb4bv/C96nzRvnn3bz6UC5s98jV7PpamvT+QA6g+LhLCPuvXkT2y8yg+1v8JQFrYcD5utOu7hh8zPw7JpD/dV44+XZ0ZvtiYkz263/m+JaD6P9IjtbweYWe/uuOzPa+dsz7jWdM+LFz6u1gycz5npyC+",
        "/OdKPf60yj7SfSs/WWFuPlO3/D4M+Rw/DM+gvhmELj8I8hg/xrEKPnyf6T4INQq89952PkEklbtEZQg/xUWPPWR/tD4bl4A/L8PPPkIJ971YiTw+myiTPFAFwz9mWhU/HHSEPvbJUD/2vJQ/NbLEPtEiBTwvsOA8hNfUPUoxrj/ANZc+jcy5PJ8aqj0RMpI+Mix9Pr1x4j75qbe8HnlDPXZHez1g6SU/cZ4uP3deDT4m6xE+PnDfPvHpgT5dCA4/wyr5PfPneD2yyqc88pW+u8CIkrtfnFE+WEAoPq9brL4jscs7lkdhPnGB9z3j0+c+SlsgPlp2wjx/WL29+vIOPEvoHD4o+WU+cXlnPd08pr1FD2O+Z8A8vs5oND1z4iC+Kmydvjj8rz28K4q9SPkvPtqYgLwG+qO967CQPjSqCD7ej428950SvEDOjDwJGmY+no4bvsLDrD0D0fg9GcxcPgS9qj/LMsG9ai3YvScEHj01vCI+x0MJPSx3Bz+T1rs+uebbPvwP3D93bTE//ydbPoWPAT6z96U9ews0QC/r2j57vp8+T1Z9Pz0b7D8i/vI+jE+LPeJ4sT2/nga+RN0RQCWqAj100Q2/Nbm2PqW9vD4H2Cs+NlhRPtXgHD7r9YC9DnhyvH7RtD6hvhY/Ff+2PugHLT+X430/ITo8vGfmPT/vh2U/ovqbvqUz077ZggO+GdVevUTIib6TFs49lyWVPqpzCj6MSKA/LgdFPgNdDj9L4Pw9afsFPrJB+z9LrTc+a12hvIjW/T4LmaM/vyqoPkevR75e0yc98Bmnvtan7z86aay9erpRv4AhBz78n0c9naKjPqxPhb2FDJU8jVf8vbWb3T2hlok+MSmgPpqd0DxFAtE+/XRPP2vqPDzPbo8+7QkIP8sJwjyo3s0+N6SZPenftz5gRu49doMMP1ezrr2mgrQ+5lFQP8ZdMz5qhwK+K3TxPKZKtr1wP6E/hSsZP74Q8bygpvo+p7aLP3gpwT5v4Xi+GKa+vSPTaT5OvZo/",
        "n9KQPoi4iLoeXrA9GVMZPrEzP778SBA/fie1vVaHaz2txE496CfOPuFs4j6XZ109pzovPnPNJT/An5E+oaavPv2MNz4lu2w+nWYSPrR/f74Le7i90jBrvSC3BD4+hso9yLA2vvegMr5IjOY9PT4YPubvQj2SBbo9OTJNPbxmRz7MoXu9WeqlPEqiZj6RVjU9c+iMPgJ0rz4xn0G+dyJYvfwtqj010my+ogu2vClpuj3rtAu+sjSOPsaKfb3hjdg9swHtve0FyD0lI1g9KIkTPrB5f73k4Ci92XpEPmCUET0rs5A/6dKTPBxnaz2gTpa+e8orPlxnSj1VMdM+bJ9TPRbE3z5i2Lg//ujhPojDyT5iMHk8hs3yPfv0I0B/oSs/XlCMPW1/FT/SVvI/uqTnPsJwjr3EqVE8hIMRvp7GFEBTX8k9dfcFv5wEuD1zX2M9gps1PkutWT76K0+8X8jvvaHozTtcEUM+/jSWPsXX8jsHXLQ+1ZV1Py32zT2wd+o+FrpHP321oD1qNiE9VxbfvHC+6j1/oG2+XkK/PqIhkbxFDds+5KPTPwRylD7Plc0+UCIHvsGAI76ungNAy1sWP2iQ775Nhhc/r5j5P1/GNz+tne2+GefSvpCVtb4lzRVAOhirvIHahb/z29S91dtmPAwoML26X6U+LVRdPQOG2LxlExy8l85RPcl3rD2qoHS+mXaLPqGYLj95/Bc+8tYAPyEIKD9zeoC9F1XEPmilO73Y660+GG0GPtjxQD7PPhw91AzoPgFcgT/XcP89/1WoPtXobTzFuJw8JzG7PysOVD+zLZK+RP3gPoQGwj+7mSE/Xzpsvpr8tL68fmE+AaC+P2aKbz5vmt49eCeAvQXO8j01P168gaEsP5In5TykWN89zBXbPQENnr0YoFU+EIk5vkSYBT5VIXg/PFnAPbEQfj5Gluk+0oXtPQIZMj1DhzK+asB3vbHIMb51vEk+hzQ/Ppwzib05Nf+9Rj1jPQXeNz4Yyk++fr+OPkF4KT6u03w+",
        "YbHRvkXvRj6t4W8+QiwPPebUtT603ss+F1fwvm6qHj5n6Ee+LnT0vj1y3DwC8WW98XCxPcHpoz4+CjK+H3Y9uxfPlr4W44s+4MovvikIUL0EhbY9yDfRPnk4gztNAGY8IWGaP/mofL2Yk5Q++EklvnFuRj4mu5o9Y6cGP8EVDL6RoSo/qbwEQBDi1D67E9Y+ricxvqBKRr5mRCtAzStXP5sDPr6UNjI/EkgXQNfLTD9t/sG+4taHvs3yQrwEwhlA8m64PY21Mr8SYRM8n0iUPoltnb7zGkc/VLk6vTCr+T1oLxM+NLgWPlLc0D6YSj+99LiePqIEqz/LUS4+8+HrPp1eJT/jRoS9v8EYves4m7y+Xtg9XOvQvZ2xmz6pISI+63Q7PlT+cz/7gYg+xUC4PsLY37x/7wm+NCyjP7nnqj7qTyo9t3vPPq9Soj/mz6A+VoABPkgIFD76BMG9PRLGP+TpA76rtKi+xxdevXZCub2+pPE9lfTfPWOuFj6qlde9uuQaPl0fyD0RoIA+8v8XPe4eiT51nwY/9gHCvUaKfD4Tnh0+Ze5oPafghz6tHYq9SZyDPcAVKD7p6MA+kQwRPh3EfT4jhBA/gKWFPVWxDT1Xf6E9fPCNPcn7Zz+2n8o+MhfUPAAqwz6IyF4/562PPvJSXj4gTrk9gBlRPfB3jD8zJf48tqjsvDQI9jzjDnw8m7PfPFE22T4mf7+9zrgrPpMTAb22k58+dGEAPggbUz6BbXW91uqaPkWnEj2rvC8+iApFPQizXD4YHW89GH8OvugYnb6FSg6+C9DpPUSPA7w93kC+6iNOu51QvL6wpZK+6Sq6vLTCJT4sEIw8fvYYPd2Mir7d7Dg+abeHvSI0az6FDUA+T31iPl4Tj70ppEc9ecCWvS/cQL6FlrQ978RLPjjZbT7s9lM+OMe0viJJgT62ooC+WFhovpLwbj6J4QY9bKLLPkYt3jxWsTc+qqStPhlPUz+twdi8p2BdPmkhTL0wLcg9dbYkPmBy+j7kEIc9",
        "DVEHP+CXjT8C2+c9cluqPkEoaD2bj+O9yUPcP3yd/T7l9IY+R8QUP7reuT9FONc+qVmnPttXsT21+EK9HjLYP+9ngr0Jkj++x6Novek12j1z5AE9aX/3PlCWHD7PmMi94LZpPbjUez6MEM4+fsUjvID33z26rj4/hF0KPqJAyT77E/k+JG1JvjQPab7Qvk69mos5viNZRr55cWE+0utFPs2HTL5OltA+JREZPDmPtzzEbYA++aatPd/0Ej+AzLC90TZnPj0lZD8EDUM/t68OPsrHizuc/XM+QUU3vqXEgz/tQLw+f/bCvpegib7rLS4+gvqjPQBEcz2na9M93w/FvoDCbb5dFK49MQqqPoBLRL5ITw49XuQ4P/oL4721kVc+QPMZPoiz5ztAuBk+F2W0vTBJ1r2qHsY79w+FPn7ALj5/Wws+lx8cP3WHsj2sy4o+idunPWbNjz0nFio/Rl5PPSTHt70K95g9AD9UPzlpqT6Mko69AQWZPaQ1Fb6DxnQ/nXm9PSuubb1BYoG9Z4ALPrZ5jD4kqLQ+y+X3OmMCV7u7scy9fIMMPCXfczthl2Q+ZOYIPg/noD7EWNU94q9cPu5lCj6es3I+OhM9PubZA745CGW+rfRMvhUO5j26xSM+VOevvl51LL5jYP6+N/Mhv5w5ob4iICM+cJtKPth6oz6YC5m+C00bPVtIhz7gx5M+X7apPpoElD7rsXK+4lFMvP/ABr+izGC+/UKDPsvpnD4ITgM/aEFBPbiuCL9mR988W7OJvlusxL5sK9Y+BcuEvmWQMT/Ojp28+oBhPlgrCT+PWcs+utrgvR+7Z72tk028kHTEvc8ahzswK/k+XJDVO0GYVTzWky4/YZ3yPf0CQT5oBRE+uDsjvqFYjT9+SzE+N2G4vN0jSD/jqGA/BrDKPg+f0DwedCK8r5fzvcpjtT/OyM8++snQvsertL4um647rLFgvUj7kj4hjAe9lqpCvmnVkb5lGg0+K5X4PuRiHL72+Du9YaJPPw73lr3/ocg+",
        "OT9Hv5pOgT5tlQI/PBx6PNLSAD4fErs+GASjvUgxeL55AT88IlRsv0GxBr7FQtw6xuIJvs21N76+vte/slutvTSbz71LEOu+niBrvxYMTb4QxSI9wvsevhyyAz/dKtm/JO+DPSxHTj/NYU++HP1Rvt0Gwb1G6Us+yXmCvk83ST63ttI8UeB2vhDyrr7KB6e+o+iCvt5O7r6cP8k9RnUIv13z1L6q6DA8tKqwvbxj3Tvoxn++rSGdvQaY3r5GIYO+5hKLvrzUK79+twy+5MYcPpJVT76weWk96enDv8XFib6k1I2+xxUPv+4PX7/PCoW+Oqm3vvylfr6M3iG+sx2jv8GWnb5FGaY9DLtFvpkRCL6yHB08ongmvgDt4byVKrS9VuZIvuQHCr+E2dm+05boPGXoxb2BRu++QVR/vrosx75Ho42+RAljvRWxF77LIh2+f19gPgRPeL7vtMC+8KOuPj6sWz1LE6g9pWizPXU11b6ifLS+6u13Pe4wRLxUVSI903tUvkk6w75QGa09y+W1PWdDUj4ROow9Fl7kvXVjWz7viVe94fBpvUojnrve2Qs9Gt4uPjmh0Tt8Ia2+l/+9vEe1Or2DdHi+kogdvlKMcD3X/Co+2LWJvu6dlbwBnU6+p8J2v/sxhD0IJIY+RlYrPrhzdL1XBQ8+lLd+vlrVor51jqm+wQKUv82Krr6vgDe9C5BVvplybb7Xmg3ARaGevh1LiL6KAQG/UlrZv9GVUb467jC++/x/vsW3oD4QwfO/ixwAvOka4D7b0oK+sHp3vou7p75rrrM8f2k7vs0ZpD5NyCa+2hu5vuLgAr96Q7i+EAHhvr2iHb+pgMk9HEYMvwPbNj8q4HC9nisWv/YR370F/I6+GOdxvlhXgjyO9Lw9Wu4NPpvyjD/p7CU+2OxEPuEAerwafVE+xuLwPzGaQT1wYxM+QU6kPifeeD8QCXQ+m7qzvEBDAj71z8y+bvX8P9XVWz4VTRq/4VaWPdt1Jz7RuoM+NHI0vioXVD5IUNC8",
        "y+MhPc/yaj44Z7c+UM20PvTjjT6XHNM+HzcRvgC8sz4HDQU/zl1zPuVBhz2Sa1w7mLY4PusqHj4kepI+rf+GPsUpkD7XIB0/xS4/PlM1eb24ZXg+4XqBPaSBpj/EDp0+UA4FPkH1DD9ENGg/Z85jPp+wwT6+Hr28bIsbvcQSoD/5BIw+65Cnvg2BOD7TBAU+8GKGPfLtSj4i11s+mHtUPu+k4j1tHSc/TgjnPqa0Nz63NRw9kGqlPkGN7jzYQf898P0OPr9IQ72F9QI8UoGwPddOR740qVg+4cw8PnEUlb7TCTS9zKndvLmAMr3DW70+uIOyPjNZvb7HjC49laVQvWZ1ZD51hv89a4rFvSSJ071dnBG+ir2evg4K5j2Yzhq+s92dvWiuJT6ZNE6+XvddPoH2z75OUQW9lvXtPa4sMbrcIiO+XXQfvisrDz4JFrU+OTxIvWxyWb18xEo+8w9NPjS/fD8nT1+8b8NWvl+5tDxhI9I8zhGIvd6ThD6Rzms+R3Z3PuM6pz8QQZc+XYXePViMmT6/npQ+MXkgQJBvrz7XQFM+rfkgP8Uc2T/J32Y+yfaCPi2RnD5xkp++ke0NQA/BrT3KNBK/db28PR9Icz6BXGM+WjEQvSbEoj1+b7W8Yl4YvisQtj5Zx+c+hKyLPvfCrj4xUlQ/5mcdPQCiGj/EArq/Cj88PiR0Fj4kxoM+RdVGvh95mj4PUFi/h0rKPqutNb9iOwnAn3EWv2tMa78+Er89k7UFP952IcAgv0a/mMcdP+eCl79/4A7AdJV5v4KKCj+ZQd8+2RkAPzY6IsB9s3g9L4fLP7M5sT7SwAS+7d+gPp8H871NV8o+QWgmPrbJtT71hAM96+L/vrUCDj8uoDC/hHRJv6j9bbhqVlW/uEeCv5LGgD6DH+i+sD23POeBO76u1bG+m+8Zv6Q7Jz6iYPC+urLSv/zdEb/frwm/OHhPPmkniT5qMvi/jMqFvyMepD4V3gC/6Bv6v04nSr8hoVE+J8zdPrg5sr6ZZOq/",
        "WjwKvmTGkr5hvyO9THSpvWOsLT5hB3y/DtnmueiiVr1oXxG+VqiVPh3kg74BFG0+2L7MvnFfpL+Wrw2+72IWvxqzkL5jezY+brY4PnJGsT1Mlqa+5XMivVgVED5IYIu+yTZePciUR75TvSw9P1IKvwtKLj5jusW+D9QDPUEn3jw7DGA+e3jtvQUHmz2uQig+svRevr7XJr7CQ809XfY4Pti1Mb53yNw+YohTvlH8GT6hsze8ASg7vZjw0D2BFmI+Nx25PY7F0b4wX4Y+JY5rPpoyHD52a3G+ZnGMPptlUD47rvG/awfDPcGjBb+Dgca8BfEdv1EgYr1QqWq/fHBFPoQubb/+syPAuqFIv5GARr99RpM+MhrqPt5NM8Ap2Ye/B7A4P8fElr9qsCPAUZaYv48VED/H9bM+wAwMPtGEJ8DPsMG+wXBnP+rj4z2kGJK+ut3hPnRPQ7+Pdcw+GN1XvfOeaD4eCZg+ghcdv9gS9D64eQu/fE3Fv2oziL5Ze4C/UvA7v4pxTD60IKA+eogmPakTab3fw149bT1svj7GK72fSbO+GsK0v+1uo7694PG+bcRIPo0jlbwxiQDAHQXcvmtavj3Z4xy/Gri4v1Tl8L7v2DI+7VtnPgd95j4XVgHA8JYTPuOigT/MXH28+tLZveC89L3k04W9adOnvNl2Dz40AvM862lIvqFHlr6/mwy+xynVvmiMMr8hhKc97crnvhIyHL8zyqa9lUHkvlZldb0uzJK+ieXSvZ6Iy743ZSC+KSjhvhlnVb+I54K+gMmnvMJHIz48LSk+gcmlv8Dt4b5n9248r9TlvnPGkr86/c++5p1vPWYDYz6zFRK+mLiyv0XD6L0BQri95+0rPun1ML6hWYU+bFMOv5Z+MrwOvKE97tYcPugFmL7NPea+GuUbPqcOPb3b4xK/5tddvjk7wr4Ix1K++64kvr7gWr694fY90bY1PXZRFTxb+Wy9Ti3qvVxAtz0c80A9FHg0vqudqL7fEu48ZBOTvXl82b0ir3i+",
        "3vqFPm2MgD7yfja+7bjEPfacSL7fCJi+hwc5PpE49LwDhiG9C/BhPoasJ7vnVBC+SKuhPNhXnr4nhlo+2PAGvjVZKD5phOC+UAs0Pvx83r2Bvkc+dU1QvonPGb1DtGo+5q50v49HBT3XfpO9b94ZPQuNir6LYSI9ABC1viMqJr6vGwm/hznWv5Xfxb5PAeu+HuGGPK5BhTz1YS3ARCsevwV8Hbw9ejK/QhoGwNKaHr8iKcI94+pRveZOlTzwTSLAyysHPKAF9T4D4Ka9SOp8vqenuL0A846+DvzPOyHpsDurtoK9HB6YvtRrAL/9nia++Yz3vt+xW7/RXO+9tDfivh/BR79hfoU+hVHCPihPsT1dRRc+eabLPoFBq75M7rS+xK1ZPXofVL8pU529x+0cvAy88L2+HRe+kUmrv/y60j2HOSS+IcNWv2LlHr/2fbc9WsERPl1Vjr7mW+Q+78G1vyTSr710h1U/hSEWvvxFar6Mu32+MiAjPnbrkr7ztQQ+CWFMPZ6++b78Pvu+NHa6vrqFFL7+/NC+ukRyPp8V/L6eGey+KyVovOFPJL6d37Q9ms+/vdW1hDuQsrm+DWdxvoTg+b6RilO/T9Ravv0mCL6bGqy9AeWmvSJnnb9gU5u+GL9DvjHkNb8XD4u/EW6KvpE6mr3pLoy8e//kPXk1v7/gGue+aJndPdVXf77gpVC+7lOQvkzIzL4fnXC+7fESvUcETz3sBgO/RdfuviCbXr5B4eW90msFv0pnD774hvG+x1mwvuw6AT47cis+YTJZvshibj3Vq4a+q5sMv0yidD55Loc+lwe2vTKwwT7Gw5y+i9Vjvuwkwj11sBg+pNqPPNOu2L0paCC//MPBPda6Tz3WTMU9KRJhPcZAk7y3uoI+RuN1PjjiJL4n1c67/2fnPJcNkT4J2bW8ms1Wvnkeyj3Zfwo+Yd8xPlB8a76Dmvu9OkUnvqdQAr6xJrK8Fk4Qv/o6jb/3CAA9Og6NPjK/iL3NF+q91im0PuXhAr/Psoy+",
        "lcV+vtrBaL+TMp2+vPSNvgmgkL52/um95LTYv0bl7r50wa++qRZyv98klb+5jIi+orP5vXBGhb599Z8+L7DEv5C+kr4ndCM/4rKkvtAOj742AX2+JSMKvfHvmb2lRjw9AcSLvL8+5r4bUiy/VfoMvgb3hr52+la/qEmIPVGHC79FCre/f6iCPu7dPz6fw5E9GH5bvez2eD6oDRS/tSBBPtabEr/Pseq/zbsPv4RZML8kFJ+9moEIPsArEcAt/RS/dYrLPXxNar+j5Ou/19Q9vwhQnT5sLlI+7HfdPtrIFMDblxI92w6TP+ZSr70x1V6+Qbilvds45b3lhYY7gb9QPnh1gbw1V26+inwgv9R8Wr0Kbb2+VKRcv8z9YD44Vki/ufFlv04CZL6wORS/30EDvb7Spb6wUpG99VdCv2gAur152zS/xiSyvz/wAb8NMNq+vPygvclU7TySq+O/FpVKv4dfa72Dija/v2HXvwtUEr9TPzy+b/L5PSHtB76AvuS/VALFvoQC8r1xUuo8pdPAvjNfC74muDO/tqzbvfPkXL5sqO+9oOzCvt1nAr/6U+S98lbhvu6AhL+YloK+nW4jv4zUhL7ovhG9plFePZGvkr3gEaC9sxR+Pakq/b1Zd3m9EkIMvkMibb7rqV6+AgHAvkj/Pj0dzQi+axC2PeOnqL2uD3A+05yhvuhom72MvRw+b44ovo/drb4yj7o9lAfQPjvOXj1/UUY+cDqFvl6yPT7jKei9KvoXvOmt2D2YLkU+4OHivHsvTb7i4SE+lvieO9uhiD4TjMu+GeYYPYWiCz4Qa/O/vNfHPAkN8r0M7xQ+H6GlvhA6Gj1bCku/ydOsuqItHL8lQBnAlXYnv+PPE7851Kg9pEPDPQX4P8AUNW2/5ElUvb1Hkb/boRjAtABIv9/hMD6qJES+vXgjPrd9G8BSCGm+LzzKPvPhqL3y7am+glGzvbyN8r4+Sn49KWCVPfFOL77V9Ju+LEwAv1851L3VLCG/5g/Mv9bYXL4jP1C/",
        "jcaYv1Z/lT0NENk9ozUDPgKZgL4XN3o+CCICv0x6Xz4aySS/Ofruvx9c3b45Yg2/s2GDPmY8mD7CExHA+XEMv/8OID+vqEi/EfoIwIPRVr9Y6AQ/GX18Pu88+z4sChjAazvpvGe3rz+yrVA9IsCEPFQepT0qIma+Wd3rPQ6gEL72ETs+SxlUvpU1vr56+bI++jrfvsBtK79SFm29HnwAv6pMLr/HUki9MDnEvk2cqT3so2S+JrCuvg1e+L67wfo9ycEZvxoVkr+0K6m+Cb6JvgVufj6oJ807CzDmv8OZer96dxw+vVL+vlTg3L/VRxq/sy0fPtaYvz6gh1i+sADiv+jbWL6XOyu+OA5dPZB4Kb4znyI9+Spdv87QmL3z8ma9XhFGvavyxj26lLq+ap2dPfEsl76fT5O/kRFjvq5+ob7oihu+tT+mPFjbXL0hQmi95zNSPSb17z3SWtW86UWQvRmHD7zSxKQ9evv3vd6/1r5XE789T5Y6vnWdF75+bTm+cIJyPsp7j71Gwxu+cCtpPZNPgL4ZUgS+VCJtPmW50TyTWhw9UNYOP4UAKj2eIjO9vw7lPdivC74kUpM7XTdbPtFjIz6LkdO+KNpQPjmPyDwxto4+g6dDvsWvlD5FPUc8YEyiv2pTJT5CvmG+7vWMPaXcrb4Jfgw9CiMvvyEmRD7cpT2/hW0TwNoF1b6VoxO/F3W1PqbP9j4znTTA9YOGv7HGCz8U6ym/GVodwC4ULr9I5Rk/P4yOPkD2CT6OtyfAhjSyvrtYRz8P6k89a820vvYHSz6yjym/DvmDPvvroLwuvA++q1AXvk0AsL5Na7g9j9+fvuG5nb8aMIO91/ZAvwA7Jb9/yuw9mTwwPh65WD3DTpg730yfPa1h3r2bUx490yDevdWgd78o4/i8AruIvqkfD74LidY9ny+6vxCapb7yMNi8pyMKv+TAw7/rhJG+J2lzPvjSyLty42w+QMLZv2FPd76K2xU/zVGivRjed76yKgu9Mf+EvSBq5r25hzg+",
        "sp6YPVWQUr71Jde+iIgEvpVjn71aIym/KMJZPRQaaL7QiuK+Z5pZvKMvcL4verO8hweEvnZHhb3Abu++BKiwPO8yt76ePEu/WSgWvjaJXb6rgAm+ysmBvULvn79KOdm+R/BaPXvdmb5M7Za/F0XTvgJi1D0gxoM9lxUwviUIrb+vh8Q9ndbpPXfRNz00tcq9DGs1vhgmFL9FOkg83ljBPDMu373455K9ezeDvrLk9rzey7e9yB/0vkeZmL60LZe+7ZPFu+xAA74Fgaa6goiAPaP2vrtP6pM++XpiPSXlJb7dzjE+6I1hPncr+z1XFuo+4keCPhIsHb50ud68gJ9EvknK2T4ogj49oatnvii6Tr4q6qG+fA2XvrWzWD4E1Sm+kpSXvPkq1j1Kft08hMF6vF/UtL4NXoi+jznnPjEWUL4QyWw+ra80vqrfgLr8OIo9mWXnvl93CL7WxZW9vccuvp7dT7+PoS4+M2sIPaZXHT6yLHq+BQONvUR1qL5IYga8ZqOGvvLxkb/K1wy+U77ZvjGqgb16CL89En3tv+g8A790hbM95SwwvzOwy79Kix2/VxznvO2h/T05Ke28wgfuv9tmYL4qDuE+7HTAPQd9FL6f2hA9jWHevmHI7T2xp5W9nWCAvZzQgb6FUOi+nf2mPb8Bor7XJXC/ZNC7vCbkm75SttE93GdVOMBcaL77nd27vO5gvE8jCr+dGz89A1KEPKZ8Cz4tws0+Mo8iPkeKMr1TwR49MqfgvaF2FD8GijS+cjPdPWTTyD6D88G+tCUdvWNHEL6sUrE+UQsIv51nnz4X5hk9u8Ypv33xxL3FVPW8Tja8vOA+Mr6eCHs7mvbkvDmeYr6ArDI+INioPuEEED6Qg1W9Lb9sO+zmTLyT7nU+ejn4PuL/Qrz9lLK7OckHuw29Xb1eJ/a7mP9XPorqgT5bGkk+bkraPmY3MLxT5cm9g7M8PvShETwu4Bk/rvq1PsqPgD6HjdY+8P7/Phv3AD79MJg9QHgVO6/JUbt0ZhQ/",
        "lOS/PVnlRb6MQuy9rABHvV/LDT71V289+1wjvX0NA75G7IW9ZGYRPoCplD467kI9lq6mPY7uyD5tPTU8UaQhPhnelT0oFxC+zH2YPfFG8ryIDBC+XoeJPnjW7z4kd56+BHgwvkbYIb4x1Si9RAqBPtRPiT5EIAK+Bw8wvmGTG75pFLw9Z6sfP50mdL4ntdK9ae2QvuRw9L21NRk+pTCjvewM6b0uv34+RuXuvbV0eL0PiLu++LxkvpCk6j5LcJA78qtxPgXhTz6Q9qE+zCfDPclVJ75QIAM+Ze4TvGQ3lz49GA4/trVxveswx7z7daa9o79YPbIRM74aHgw+8bYxPWC1ZT4CGto+LMZwPjOUC72eQxs+4pXYuwXnJD+YfoA+TuQXPlL08D60+I8+YFXbPRKZr71+WoI+2WLQvluUIj8QRrW8lhsFv8hOOD27o3O+RHuOPVaJAT6d1j0+xoYRvv6zh77abXs9j8bhPrpS972jy24+Df2qPsblBz5OGbo+xgKBPwzmvb7cgHy++v9DvsljS75Gcc2+9+ewPq9HPz4cPSg6YWOEP4EqKz5I1Yc+SniKPppCBz0Nstk/FvpMPUt9hD4SWoI/esttPwkhST4jtBW+z1BdPqFTE7/RR9E/t6q2PlhHbb99Oj8+F1S/Pg7/Yj4LQ9+8SYT8PL/Reb59AsQ9k7wePxqCXj+Y7KU+1K0uPkDs9D7Fw6e+Ep0FP9QQIz8py409MbeJPr0isL0Mvtg+SjpevemxID/baHE+i6/hPgXBZT+2DMY9fbaZPlXzET6l3ss9LC+6P0q33j4cC/I9a+JlPxMBjD+VBxk/ZOMHvL1FLj1g+C++7TDBP7S+nj4fM5q9cU81Pk+Czj5uK5o+WkToPh7JWT5TyUc9Tr5ivdix2T5ZoD0/hryYPb+mmD7ZpR4/L5JOPngyOz8zl4o+MOH2vFpOr7yT3T89+f7Rvf6ZjD12NKE+AnuUvlrBcby5gr49AKApvuKAgj6i2qU+he2Cvq+sRr5UqyO+",
        "kIOgPqFLqD7nbIa9oWKxvfFP/b1ihUK9HY4hvS57Kr7QxmO+KoWLO6UcY75KGdw+RjNfvkoRK7765Jc+qJSTvVm6trvRtH++bvOnPksJED0i77E+gTGFvJZnirwsn80+MzSnP2RjJL4zgRW8wkh8PCAKDj7kN9293VwlP4sWlz4xf08+PZ+kP9zk2z6qY60+WB2VPhi3Iz5j9wpADKq/PkrFFT6UwZg/sKq1P+6+5T5o80k+peeoPpk0RL4lytM/iXSKPiL0Cb9zjVs+z9MkPza/Hj6V+Wc+ch6+Ppjuk77OnfW7Uv4kP3KGUz/rMtQ+hZfSPnIhYj9yex++Ia14P4HMJD9R7xO+sXTFviu82D1PBwe+1ihrvn+Qhj7Iirg+dvhgvp0A3j5AdmS9Vw4dPWqhrz7MQdk97QVbPy7Jxb3N15U+JbPSPuIwkz8uiUA+IFU9O9PCjz6aSAq+tdPAP8bGfD4j19e+xgbwPaySpj5W8mI+BX5DviqBgj6K3EW+zmsUPrNfyD5H0KU+I++xPsK2aD7Sri0/0flqvmnROz7q2ZE+j1zvvARCpD49uhO+q80EPvkeTDzVAMo+5a2lPqt2hT5kmLQ+SFUKPbPa0r2hlWY9pjZsPuSlcT9l6pc+sXCYPq2xNT7/RUY/dUZiPjWjKT4cjY4+5VqfvM5ohD/0K6g+5iw+PjiGhL05DX0+wqhvPnBMgz7nhYI+jsU7Ppt4Dj0nG6c+3qfBPqbEaT4LblM9XPzdPocH5T0AoL4+vJ+3PbS2TL13/yM+J778vdL9LTzes3i8r2Z9vV1B9D14Se29ZiPWvbF2sby84A8+PCLbvXY1Qz6sGmg9So1fPhpw4but7em9SHQiPqnNYz4sHgo+HMdwPi6u6L02YB4+PHaRvGRn8DqK7Lo9OyvpvOczgD0bBIg+K0qIvQfgDj4Ch248nQykPjQ7mr5GzaK+fJc3PsNAgD3+Qsk9RBVLvkhZIT+iTvQ7ilQovkRfrD1uVda9GjhHvRSjoz6tIAY/",
        "o/6fventPj/ioWs9UgXgvfcI8j6oN30+8d61P4aB+z1Oqb4+QwcPP5VrrT90XTo+JTNkPm+L5z7LyoW+zaLgPyJitD72HiW+r48BPpjQjD6KSp8+xHKQvtctOD7IgV89hJmnPRp0ID9Z9WI+MCTxPqEJ6Dw45T0/hEfZvY43oT4Bhqu/zPUNPpeq273qT+I99Jm4vqbNTD705zG/NbOQPu6rKL/YPALAjv7uviF7Vr+mvkY+Y4gaPz+8GcAIt1a/4lwYP8YXY78AIwvA6nZfvxoUMT8PkP8+AiDhPjv4FsDUaRs+IdKnP1ZKJj4LS6g6ySMdPuf86b7Hs1U+vgCwPSsMYz2no0k+mfOxvvOwAj/c9Py+XGZ1v/Qaz70aM1+/7v1OvwBauDxuqBi/5i1wvPOncL2fcKq+3SUgv/4H/D2qMOu+D6qlv3m2r75r/uS+PhsbPutuhD58w8q/Jwdtv3pZfj59Vxe/yq3lv+q/NL/kXBE+a5YEPwuaxL4YGMu/Tw7cvWyyq74xEWk8IB1Cvo+9DT77azK/Vb2QvUey9T2WVTy+DN6EPoagVL78SIQ+ncnJvgR+hb/22mA9WZ3BvoAMtr5csw0+VpznOw42azwu0ZW9opEXPkjXer6V+Cw+AtuWO/L4Cj0hnZq9xVMrv1Aa9L0ED6Y9J+oIvRSzPb4VchA+KKXQvtB+kL1+xb082lgNvrWqFr6U8Jg+ECoUPtw82T7qTus+BssLPsxfc77rtqk+yqVEvUzKMb739tw61etpPiosI77rhlg7vOFdvuWoCz7SNFe+PYUUPqpySjxKmcG/IWt7PUzOz750uvY8QE3ZvsaCbr2INHO/6evCPskHhL/inA3ACdoJv+mdOr9LUHY+9KbwPihNIsBJ8qG/khojPzD0i7+PfyDA1Vpbv4nNLT+jAyw/aGKQPYzCG8DQj9C9wp8nP8B7xT7aJle+YD0IP6uEgr9CnwM/EuAGvhEYKD2hek8++HrFvt119z5sfhq/pqezv30pPL54mXy/",
        "hiezPyLenb69Myy/p/dbPXQtzL7nRba+uLgCPi+dAT95d06+gBPaP0Vj4T57WEY+FEPePgwLwD5q5xNAZy0HvjeZBz96Fys/cG/YP3WJsz218Wo9IZuoPpmfAL9rhA5AN7C1vSY+ar9PvvM+4sHvPhwiHD8OQ7e+J5PJPmyzWr6JhX09BzcYP5DXDz/94gs/Rhn6PmFIPT8bfPi+TTMrP4emAj+1LQU+LpsUPrpo/j0RWng+UW02vtVELj+AWcs+RyqSPpkLUT/c060+HOcXvRJWyz5A87Q+QwTXP8QhwD5newM/EzUTP1qlnT8B+L0+YjTWPjQYtD76EmS+AjPVP35ckz690lG+5ZiDPgZ66j7teaE+L35aPl+23D7/LBo+0BIpvmTCUj/IAj4/NcTKPnBy+j2uav8+WNiTPvvT2D60DSw+ixTOvMctsDy+WL27fky3vZymGz4OQcI9SNE1vjky0r3hSyQ+Isy5vXc+sD7bZYw+DFCrvYaS8L19ORW9awWiPQsxQD0hhXu+8Q8ZvfV5X75/JXa+ZLknPi8KRb4Vjo2+idWTPVXWeT3lyYE9j2BgvtGtwb1OFTE+yrwSPuBinD2HCDI9qGaUPcDHSj0VR707mlf7PQiKbTzTKSQ+RGfbP7jxbj26h6y+2COgvSpKOr7KgHK+ka7UPvFt2j41VT29RiP7P0+/KT8uE1g+4dQgP1Ff9T5Io0dAE6XzPfq7Gj9Sjkg/LWIAQLzviD7sLZI+FfPyPsJnAb5hdyJAeVI5PoDRzb79h7k+VZsdP9jTzD4aT3W+blrOPqsCEjyExV+91oAmP/F3Pz9LWOY+aZncPhYxkz/f7bG+NcooP+mbOD+BwaG92aV9vpt1Lb496K2+ANoTvQirJDyJqmg+7zJXvnn9iD8enL49FkyZPWE+aD4Y4xI+iZ6xP9OZ+b0NSz8+pbqHPU5Eoj+t0m8+DLlMPVSg0z3xqOG910HRP4OnrL6o2b++XSDqPU/NHz6tGBI+5iTjvsXBoj21xS2+",
        "h/jtvaD+DT6MYRG93krPPmU2jT7RCf8+HGccvlGGsD6ptI0+/OF8PRhuPT41HTA9bW3ovIn5fj3ItAw+gGePPgihPz5Qp/Q9IqCaPeRfD77zfaE+VAfbPZBrrD5kodU+3fKVPoDE2D3hjgA/U/t9Pq20jj69p4U+W7MMPf/1Aj+IZIA+YcnoPcIYoLtIneM9d7m+vLqTmj7h7D49DKjjPJFfSDzJpZQ+QLlmPpoFpT6k9ae9fsjgPvDhijyeU40+APD4vQLBWT492yM+O0SzvVyg/jtwSqM8/ezVvMUzAD5isZG9cJd6PTL5zz737cU+nTQQPgJCbr1y4Gg9DqafPlsNg76cMh2/FXDjPZd+Kb1apiE9CSq8Pg4/s70uvWE9l4vBPklqN76qKJq+0YKXvTpXqr0jgYk+9ZpYPpOoXb3S0BY9gsQRPyZPUr+ku4a9j12VvqoIiT57tuc9/1MOv+5rCT9jc8m9DRqvvvQloTzbSdo83iiUvIzmbj6xMGU+CH6RO8+5PT+bEnY8A/UKvriehT6lM1Q+vYKMP3zTNT76TWY+RchXvTQpsD+9818+1+RGPgYurz6XVII9RR6SP5XKJT6Vbbc8bgWLPkSyOD6bBz49Fip4vi5emT0dp7o7cjVgPTHh8T4eiGA9cifoPocvub2qLVU/U6IAvlGaxT6xi/o+As5ZPKnbBL+ko5k8DglivvYukb0byxu+75TMPv6/L750PHM/4xR7PWvtjD0Ng0Y+c54BPqxm2T93yxC++YYoPiuhKT5vVYw/RDzcvEB3wj1ENG06bdmnveGi/T8S6AS+0XHyvg0biD7TABU+sYmdPuZFp770hbs+P7uLvQAw5D2irNY+kp+EPvq20z5TizA+J5uVPl/E1b3jlBA+UKdJPhkkXj67va29OQ7dvEZTxz0AUE+3R1kRPa6dWT6wO4U+pd3kPVQGLz76yoG+9VeaPZgc8r0KDXY/y1+IPoZ5aD6vtKg+NDUwP8Jttz0aK6I+NWMIvKgiur1+nWk/",
        "i25dPg2/er7QMeo9BR/1PSz/bT3+2+Q95T6zPd6Ocj4k/aO84Xv+PpdOTz7a+X89aHeSPaGWET3CJE8+kvwGPoVTe70J06I9V6zcPdSnkj2rEiu9kjcKviXCzbvjIpm+MFOBvoLR2zvvugY+b7JTPnXBgz42h7S+sNOoPbzaLDyNn3Q+KVmePZDZuD1Plra9pNTovX3cbr7WsGw8Q7QVvv3Xpz12/hU+ogPCvpVQjD5JOIq+eXeOPZVm3T53KhY+JeU8vsuHpT27+ao8NQ2IPhnFWL6yDD89IyMIPlIcw70VsRc/edniPAUk7b4Rklg7vTNVPXUvXj0fPqK9J1GTPodMUr1jcaY/jVyLPiKS3L0798I+lge0Ph9oFkDVgkI+koC7PmOIeD4hCN0/OIO8PWFchj7m30Y+b5a5PbwQJkBQvqW9+PKjvjnzFT6+QEo+yKMFP9Oxqr5os7g+F1EuvjFNGj7Ez4k+UlS5Pk9RvD7oMIA+pujDPvli4DowzzE+cN14vyaIUD4yrwA/GTeluyebhD6Dt8k97itGuyyyfr7PZkA+ypO6v+fCEr5GZ3e+pD4MvidZjL7lvua/lbikvd+3q76j+T2+Wb2vv10TFL3NwS++oWZCvhL7xj3qwfe/l6vlPdtZ9z7Cm3C+PhMQvoV1gr7DkMA+uUyevtCART5PJcm9VhfEvpVFzL6kLwa/RZLDvkHWBr/fkr8+83KbvmK+2b3lOJO+yMABvh2PDb0TAMC+G59wO0yi9b1U7gi+5Ngbvv2qEr9YFxC9ievSPeoncj2S9pW9I/yNv5KiD76Cyni9SjQmvrjiaL8QU0i+jYSvvvrpW77Qmdy9NQ6lv14xWb7HrJM+IxT8PAFeiL6qy829/49Svu5Gjb7o2bO+68F7vVkrOb9i9uO+64PbvYqwpbvAfvC91VWsvqNGCb7+uFa9Xmk8vgycJL2rxWs8lVwoPolVRz1CTOS9U1+UPpYJpj1T5sk8sSTBuw1QVr54bsS9zv35PSLFZLsN9K49",
        "hnUcvnyKsr3JAys9/IxfvGzRlb3TaRQ+M6ZVPSFyIT5BZsY+pHi1vVS1Oz7wFaO+xlA6vBZP07yyyZm9l7csvuY9LL57FxW8Mu9nvbVxU76peBU8T8oGvu74X776+Xu8Unpxv3fDVb5R+Ac/PdIHvrhmNT60G1e5hF4ovVFuo74gIm28M9/Yv2N9iL4iVbm+hpLFvh0UmL4/+inAKU7evRs8pr5owbO+YWXxvwbTjL6QbgK/YMiAvkvo0D1MLSXAPGwNvlNUzz7E1w6+6S1jviOBGb8nKsU+FEzFvhqgEL3lo0a9L4Kevq7M6L6MK0q+26vNvuAMYb+ED1w+hh7dvqAsDz/6xGS9jnRgvj/Nvr0hNnC9UMeEvhU7Qr7/2T0+nsTwvBWTjz8z6sM+TlCCPaicVj1gABg+UZkCQMetAT418Z89lqO7Prp8gD8WYMs9X0TqvTcqhD5FFu6++rgLQOfBlL4FEDW/fk/0PW30eT44XzU+rtSovaIkiT4mOda90/mZPJhDyj6lZAk/AxWxPnq4Lj6NAEg+6YgEviDjXD5JoMw+/THhPXrjGD5v2Aa92e9gPpJcxT3fQck+OvlMPonGiT44Fd4+vKZBPq2vbb7e72U+0YUZPrpAoD8GmqU+kOhmPhrZDT8X0mI/Qd0TPZzoYz6Fu6g+5BEovf2bOz/K0Jw+144mvqGhBj6TEyw+SKhKPoRDJT7rReU9kMjOPZW+Fz5owfs+grKUPgbMGj7QprI9O+aXPhPghD7Lpiw+IZaHPvrKSL4B/4c9TmgSPqLjBT7wX9c+dgWIPj11ir6nd8M9kKU6Pr0cjD7Y3UI/O9SaPr1ehL7ItR69S1XdO9J45z5/n3E+hp8NvlCJ0b70Ypu+j4gCvoldQz5kMjC+V+6CPVU5XT6UMkG+ZX99vqPoG7+/SbM9H/ohP0MWHr7QYlg+dCe3Ph3WF71bVTo+hWv9viRc5T6yRaW9gpazvgNKgj+lBz494IR/vkqjbr0kTJK9YSSKvlQZ7D3J7I0+",
        "u6yNPl7plT/ljoo+3puMPeelIz6AtpA+COwEQPGSLD6OuJE+oIUAP/KcvT+yziM9ejRjPqe6Aj+itJe++iQCQMzTz7wfzMG+0W3SPsfytT4vVLI+jo+gvaA5OT6Xz/29QlAZPbz6sD7o3dw+6QfWPqEPpT4Spg0/ZJDfvIkK7D7U0WO/6LedPuc5BD8m12w+Gar8PaKMYD47QA69YDVkvQb4FL68uqO/PxigvhxGyb557C6+OIUdvoHCC8B5YoG+/tQuPPsYwL5iWZa/IRnHvvsMLj6Tcys815vQPk1JDsDqTY884tWVP8Oem74fzgo93faKvvWNED4gHMC+0c+mPdpILT2QkwK+lAuJvuwLfb73kNy+w7c1vxXjHD5NYNq+ZbrqvnbzALyIIdq+i3GCPbMqi75daxm9ydL0viv0YD3eLS+/OEplv5s9kr70Csg9VoAFPqtcdT7J6d6/PVEfv56b8DwWQR2/eeKav3BB3755NIW9nARXO7RqI76nXM6/m4s4vsGbMb2GCBq8grgjvv8vPz7MXgK/fbLsPeIeNr1uTyu8i/Xrvu4VrL607/c9bhDHPTO5Db+3HJW+VRWzvgB/O73JExe+M1YCvn3fwT5zBhM9h9AVPrHtyT3/bTe+ZjnwO78hfD6Z9V++0UCPvmzJEz66cg2++lAEvvNcYL40SLA+9iuoPj3uuL4ctVY+1GeSvmfPDr/VR4g+TdDEveyXdr74Ots+p6hXPhSgWT7KZqw95KnNvmazTDxMUIC9wOmAPeYm1r6bydo+xY9jPa2wiT4L3Ja+q2Lcvb6WiD4kDHu/YEoDProosj1wlHg9LHUevtyWi73gij6+zzKsvTnaq77ZPra/nrH9vhTCOL6ueyK+tX/SO4STJsBc5Oq+NLiPPY/lFL9Fmue/fbLOvi9ZajyzbUi+sGqCPjsfLMC6N+g9NEITPxhKcL3TZim+BA6VvRSYLb6hSTe9cySoPcdhoj1qiNO9zonPvjgGV739eQG/hSBLv/T8rb2D976+",
        "XCpov9mkjj5NdNs+kOMdPvXskT7dmpY+reLdvR0CH74hyjM8k+yYv+xdR77fTT6+4kAcviH6m77bqQ3A2IuGvWA0Rr7Sdda+gQqDv0tBUz1JeR49TN2svkVTxD61SxHA+8dpPn4NKj9Jbk2+vMQKvjMOor5HGV8+vJgavnQOWT4SIZg7hPrXvmKZt76pw5W+x1Bxvp0/Ar+1Nns+F78CvzEbBb8dlIa+Lg8LvmgQir0MQd6+zEkxPOo8876CtyW+so6ovnfmFr9b2b2+GM6JPeoF9r1axHC9Hdvhv9dYvr5kr8S+LzQRv15ear8wui6+bL3Avr8WqL20LzW+xVOpv4N7tL4hLmw+urZCvlsZNb57r2m9P1iSviJowr3AfGC++b+FvZTGBL9nvgy/v4xKvUNUE7wVTMG+ASpzvlaXeL7Z1YS+AfGQPRbd/r18WqI8EeKyPRLvMr5bh66+WgSGPqKy0D12Hp+717RxvQGw1L6MJ+29cGYSPi6/ub2vwIu8gx0GvrbWkr46lqu8ckjiPTtupT5jf4w9bxTxvQswkT7Jk6y9+eb2vTXqkj6lu2A9zr0CP866+b2wYYe+XvKCPQ95Kr6Y8wO/5AlmPSeYnb1zWDU+X/ObvlsHBT0zEMk9hHSGv7dUxj1N4L8+8ks7O+k7XD3jeVQ+KFzMvkXigL7dlm++a2C5vwKUYL5ZrRI+srWBvpbmN77y0THA4kZNvvcA17745ES/xuXfv4ipizvN1ZO+pe20vtYC+j14Ih7AIMiIPCml8z4aHcW+kH6GvtmHgr6o61E+Y6PIvqkrKz1HKpq9MRfsvn3u5L4Sz46+nsPAviI8M79QX9g9jfPyvvKpJb/YTyQ+BVvZPlfUjrt87vY9UiU6PgfhBj5rMTC+FFlIPhbdbr9Clha+e6W7vqhOi75staq+R2zMvzDcCj5nIr69rIuUvWhii79JyCO9Im6LvmOTer4CDoQ+ZHbcv2A5LD6thJs+CVJzvhnoHb5dcwy/3d7PPn1wjL7LeP09",
        "8ILEvZm+Vr1KuIq+HMjHvlLZ+b5KCwy/1b99Pimf5r1Tlau9jeCRvkcIqr4fHuk9hO2cvkJJ8bw2BXe+sh8MvvA0v76CPrq+LLEBviwlsj07RuO8c9D2O2tSZ7+IrkK+vXyivoC9gr7xSzW/lMLcvbQpCL4NS4W+xd6BvZ1hV79QeAG+9jVuPHFKTr04DGQ8BO6HPVRGL75lxS6+dR8vvg4Onj3sf/O+Bg+UvvmRML3Ra0+9BGKJvvdlqL6w4b2+z5THPR2M077DLcW9CsNtPvvHdT6SIQy+svbtO89Fjj1BBBo+EwonPD1+vz0R0tY86c6sPXdMmT7Ufle9HrZIvcb61D1N1PU9KmHyve77BL6adlS92J6yvr0hkjxYc8i8NPaTPcJzcrzuLjQ+cqmbvtc1wT0mSzq+ep67vf7G/L50tnk+R6QxPhrcBD5EES2+mFEtPo2uhD1AQ3y+01MrPMaTML/dB3O90ZU8PsycILsm5hK+m5RLPSQ6A752QVe+8U39PCPNk7+M4he+5hJYvm+E0L4TKFy+OP0RwGygxb0d9KO+0egrviGy5788gLm+0Kp7viVwW76DmbU9KcMMwBZ2aT73Jo8+Kl3PvVxbLb4kk8O+dtwXPuvJj75NeGG9M4AEPo1tjb7hvOO+FeaZvgDC7b7gCyC/Cqs8OQaNr76kv6o/h4+Rvqmi9b44nkG9VSyKvqisjL5nnLQ9FlfcPm6ynr7/xL4/GE5gPgqGMz4Fvsg+xX3GPmYiD0DTHjS96HSlPvsCJz9tT8o/e5hxPra/mz3g2MU+j0ZqvtdTC0Brx788iN87v97hqT6H5+k+eVESP9dN3r731Ow+1soOvs+gcj1NRgc/w5bhPiCAJT/5g+s+aF48P0iWnL4mDQE/J4nmPtNlGj6HtSw+S1YrPf4qjz5HooG9e2kFPyFVfj5AhrM+2TseP3mpND42zrs9GMobPjkPLj1Q17I/6AyJPkochj6b4/I+MZJ9P93MkD6cUGU+9nHRPpfhfD2Evbc/",
        "7W1jPghrXz13W/M9AvmMPiB7hz3Gegk+I+ADPorpKj4MGmK94AHxPpDYET+k9OE9NwI4vdlXuj4rfEo9w48LP3I2/b18OTa9HgAMPhMfWz5Tji69pxlauzlayL39AAa+m26Yvd02QT0aC7Q80tyVPudbGz7n/mW+KNOvPJO43TokQMk9hwWnvQXkeT2YcVW+VL0dvk8Os70i3uo9I9k+PZPmer4vDgk+CArXvVdIZD7+9Iu+kW7fOzJqLz4tgEi8P66pvrSvPb2Dt6C9idYyPkTY6r0hZF68SXxivJ8BWr4Xr5c/yp65PSnasr7DDa68d+Eeu8Lysb2MMo4+RDiVPu0w/Dy4F+s/sHM6Pj1b4T7hh90+6cDyPkaMM0AYFp4+uWLyPnZiFD81lv4/kDnJPqctgT6GBK4+41ODvSioMkBR5Es+P1YAv4W7mT7JQfI+qalhPonOdb7Fzb0+C7ItvRe3GDzwfr0+2O/KPgxvFD8d5+I+yT6QPx6aMb45mBY/wDy2PwaB076oJSm/X1FYvcrcSb5JKmC+772vPjdOlT6b2Vm93LjoP/PNxz6ySts+aKxzPhliaj6/OBdAraWyPixljT6HcVs/9P/vP96e9z6lRY06ggniPQG+7b5s5gFACc46Pje5Kb+fPvk+UM7rPirRcT5hi8E8Z8qZPrxBOb43SUU+8nwSP8JrMT9XkAM/YEbbPjO8hz8957e+76ksP1xR4j7BRII+K0SpPoLwr71x0pc+A+aCOj+H/z467XM+l1YHP+fmbz+13Gg+mV3APrr0qT7zfDU+cODRPzKmqD72t4M+btQsP38Gqj/l1uE+9AWmPSN3Jj5k7wC+rZm3P28dVj7cy4y+crOHPp/6mj4M7VM+M5LpPsUylD7UBxc+oxXpPZZPsj7xLUE/rtYTPp6iNz7K2Y0+VsyHPs66HT9VZGA9EeyBvKX+Tj0gvhY+HQzGPA0bLj7Kpj0843hyvsRppz2hrZO854nRvAK2pj3h9/c9jX5nvrHRFL7FUr69",
        "dWCLPsOrEz2yLPc7juDKvVO4N77DCJa+AvkRPsTq6b2/EJm+c2d1PY8bVb7FJ5I+c1PXvQzpCzx1joY+eibhvHgQJL5cZBK/sAJ5PrKa5j7hz7g8hf83PRCrcD0mOy295x+2PzCkTb37NpS+em9Mu5EK8L2n09i9qcMkPws6vz4n8Tg+ftT+P56UED+L784+ulDYPq8Rrz5j1DNA/wggP86ZlD5zK4U/HLELQLdbFj/YWIc+hi4ePqhzYr6Agx9AT5o5PjGUIr8S6K0+FfkcP62toT48Dbk9T4kIPzGpm7yvjq6906MuP3AuNz99HtQ+5PC+PjIyrT/HYBm+n7AtP0aoob8V5JE+A0CJPiXVHD4r44I+BYCEPlXUzL6X19K9ljNavrbZq78+wAO/MqUGv7hbl73IHKa8oBwBwCY0Nr724am8rcdlv88Gvr+x2QG/PplYPYrVHb7PTdA+KFgAwOMKaL3jIks/bW1Fvtilkb70xHq+w5NlvQu0k715DsU976EOPftwp77uRjO/TouIvh+ZBb+ZCzi/TqiLPbEbML8aUEC/mVZyPVAREL/VQbu834Dbviqi2D2TWBi/Rd+MvVCbMb9Me42/0xq0vnbFEL7yGoq9hq2dvLDR1L8NIsu+edUVvuUqMb8TQrq/G1UHv3dVsb1ucqc99+DovEYu078RBpO+m27Xvd25X72p8za+2PygvakiJL8Dtgy+K+KIvUTAqLzeZgq/PwQjvwj/t70maGO+8k5Uv5WImr4FKum+JvZgvisE+7yGtcC9YwR3PSAyqj2tjuq9Zv5wvuEEtj3E/Xk9iVx9PaZ8Xz574dS9TyssvWw8Ar4sS7I9u+RavvX2oz1AfvG+JoKHO0qXazyqHiO+6BYMvteV+LvAxO49HJ0/PqQoPD2Pnzy9nbOBvoaWUz1VxqK5SdCCvYttG74QUfQ93Ru6O6CD3L07Awq+xbDHvLPvAb6GKMu9ROZrvr7Qxr+zM8i9cATMPfzyRjzJq8O9ILAxPEYiLL93zQq+",
        "/i4tv8mZ1r+jmBC/ykMPvx5fzb7GKpK92VQnwIIPIb8TlIO+RUqNv1Lv2L8ugCe/NrpNvZpJeb6MYOY9a/EEwM326L0BI/o+an1ivf+99L5jb6e+KTnWvtj2fb5fZ1A+SMxYPbcgv74Hxw6/AHhpvjo2Lb+3b5+/71wAPvlmTb+LDpu/hEarPTOOlT6359c9RSPqvFacYz4BcoW+NxpivqN7nz10wc2/e2uRvuaNe74SmYa9vm6gvh0jDsATNYW+9i5Wvf+UE7/wqsK/7eiIvpcCDz4r9PW9y8vtPiZBCsAdoQ49y25IP2qWEr67QIK+VL64vjsNwr30Uka+juz1PT7xeb6M8o++5qDdvh1Zu76y5tC+uYYhv6Kapj5k9Ri/uH+3vlW/771pJ4i+JcA3vnpQsb7RbEE+yh7xvgEMCL4SkuG+SvIov4WR0r4BlH89vzOmvTdtQb5LFsa/JUKZvrxaoL6tiR6/mK9iv0khtr6RBIG+UdcavgV9jD3Ugqq/SgHIvhB7vz2kqm84YZWDvtx+1Lzx5cK+Ca4ZvSTsb71EBKK9XE0gv8BCE7/r9FK+ZK0rvjP/4b4ztGO+12HyvlggiT2TB1O5FArmPX6+s70DbKA9Dp4Dvh+BQT2/4rg+HGalvY6m6b01IoG9Z9HcvvUjrb5JHM0+Ea22PZ3q3T38o5K+xpz7vQMl9TtuWiM+6op8PiKXtD65bxi+BW4HPmfddz4NzFy+jjjVPliMVb5YPRs/Nga1u9hmlL5xDRY8wcQBPjqHnD7rAmi+sRiPvnHBdz5KfQK+o6+EOuT84T1tK7W/Yr+oPYxnqT1BrnU9jrrqO9RW1z0o+8S+oJfAvt7ucL43j+2/Gj4DvzESib4Vf2m+yK24vtTtR8AIERm/BM1vvqOuTL/ExRHAo1sOv4Ysdb49DJy+06rpPUKhL8BOJ9O9Y3LMPqEAk77FwOm+LjILv0Z/NL6VXZy+ZyaJPSuZZT3HyuO+wpr/vpaL17404PC+1cqcv6xENz5XcTe/",
        "dKy9vkxQyz1wUi4+xAeCPdNzJT01/QI9/H0UvtEOSr4QyGG9wLotv/YdDz0jcpq+/FdTvhGPHb1XJIm/fbIQvpeSzDwLpw6/i+9sv/khHr7Bcwq9I871PCW9DD7unp2/QRsNvjMLqT6ED1a8lIQVvib7M7w0QL+9AZ2QvsdbS73MqFO+uDKAu4qUvb7UmtI97r3nvebdCL933dg96bBlvmnnYr6dTPu8sx0OvkdkT74x59a9TuGVPZ3vO77UgQu+msKhvkllJ79Cfe68CQt5vvz/tzzQ0we+mwlXv9zDYr75RN27R9szvoAGar98e0K+bE2mvTeohjypcSu+nhaFv8pejT33FIU8bnVaPJWP8zujbSm+yMZkvvopzLwugRq+CVoivCZB0L1Z8gW+diwZObv9gr17U7C+GvijO6hkML2MXii+n9SgvtpR+T2hcKU9H3N0PsZCTj6F5xA9HoYhvh173T0jnDI+xc3aPljzCz+NFkE++QBmvmMLC73lDmG+klBDPisihL3r9lI9mCJ2vvCfgr6UajW+J6r9u5uGfjw7Kns+6+1GPtryNL666HS+dBnqvs0iOb528k8+xh05vnq6Jj63oIo+P5aPvqC4vj3U20m/6bM8PSwgCr2igf++r+PuvtELw7zM0Zm9oR8AvvI3+r09D2I9hBL9vhpAOz3w1Da+ixKOv8uW9r0iGZO+FvhNve55pj3iL7G/2n60vo9+uboVAwm/Y1qKv7ll5r76vja88DDGPPtFGj6z1ca/mIL1vbMKkT7ALh4+SqEgPd4z2TsU5bO+BjDsPWqLmT1vejE++FmTvnJx2r7RpiQ+RMF5PLG3TL/D0A4+B3uyvqnjjb8In4M9QUQAPRS5KD5wr/m8mpHjPDSchr611Gk9WaIQvyZ45b/976a+8JkCv8tnAz4tIRo+/HUOwFml1b7JJ68+pmEKv8WJz7937PO+nTa+PmILVj4GTgU/sPogwMhW7D14A5I//WsYvp7hSzyU2D47XPvIvvOb2D0hb6Y+",
        "dseyvWtzgb4QzJu+dqOPO+qX7b4SRxa/vrh9O8VSGr9mCxu/1CEHOui78b5VO9Y9hYGAvmbb9Dwqahi/JHEHO7Wm/77WLIS/QFEwvuaHxz1GgOo9362VPa2I4r8Q0CS/SiPLPIl95745Z8m/VQYOv/QKmT4Al5a7EURjvr523r975n6+nDlAvmOICr6NnA6+nAM9Pgo0E7/fy7w8DsSOvoGGCb7Y4eW+GCDcvg1SHT7BJ0S+uu03v+qmi74hLre+Vb4LvvpnOr5NCZK9LHqwPSQaur25GYs8wR60PQ3jnL456AO+SMdCvngt4L4DI9m+RteQPuXxZL50+gY+yx6WvbQIuj5Wi6e9TEGSPJSPhj1/N12+DdxDvnw3XT5Fs44+yBiRvgrajD7Zuaq+AzOiPi6nEj4l2gI8VbX+PbuaWz56xC2+h5szvwcVAj9ld40+gcmIPk7P975n0UI+g3HHPrVIqr+F7L88HbtOvpq4Vz6SaLq+ss3pPYQ8Br/bxzO9LgxFv2m6/r80Qwq/wFutvmbF5D3I5RA+yNc0wDOsRr/d/qg9vYBiv6a7F8DL9vm+QBpHPjgBBL4s1Qc+p3M2wN7EKL77NP8+y3C6vciDjb6amDK9WF8HvwAPCD6RuW09U9OgvVSRlr5vpQO/5iaAvomqBr/llY2/Qbjkvff2Cr/csCa/7bTCPsWHtD7mHhU+LncqPs7z3T2qagU+dg9evjaUoD3Tf3O/b+uFvnDrVr7EtRC+3O3+vdjHy7+XPz8+UfOBvj5Hrb1oaoG/kjhevjrdXD2HDRa9ojQgPtOC2r954Es+d54FPz/CXr4Q5WS9Xe3+vh5Qkz7THTO+I5AZPuwHlb3GTWW9+xHHvRyyxr5qk6a+WlQgvx0BVz74snW+SS55vmtOmL1jY8u+uh1VOxR0pb59VyY9Tmz7vqButzwFO7S+dLEXv4pucL05X3w+5jw5PakfM70FlJy/4iqNvgPI+r0e14e+aglrv+IP3L0JH8C94QG6vUmVBT2Vsoe/",
        "elucvlNA+r0Lqrk8IpAGvLos/D0NsYy+vWT7PcHpRb6ORxM+mjDDvllnir7J+L29OpHQPXC3X75Np5a+VGQ1vjTYiL3XJ9u+tEzzvZPr9z2soK8+tZl0Peou/T1b1RK+uQnvPbFnCz7Rteg9xKk2vsswMD5z8Vg9tESUvIyTQr7TvgI8D0qmPq6oLr5w0BO+BtgAvvvW67zsyGY+PWPJvWC3Az0DVCo9rc1iPpcKh7640RC+75bOvYZmmz0sj9e+iRaGPgqa1zqMMl0+Mx2Tva4S8jwbaqC85XLIvpuPxDw8OQy/KKudPeD+PT2UgL89K18Tvo72Zz36U26+T6OMvJ+tur3mC6K/G0Fbvtx5U75mcEW+CNtQvhV0CsAJnK2+TkyEvpigjL4X9dS/fk9ovkGNhL7QR/S9Qs0ovbkSDcDpfxe9QsOxPgm8jz0VPXu90iatvnXigj4BOG++2s57PeoH2rtdwCm+sJLCvhaN3L07RsW+Lic3vzK6or2qOsy+oqaKv05NWDuveSs+Qb9JPUPMLLtlox4+F1PFvkG2sbyUxtq+Hi3Pv4a/mb5R2O++Tpg3PVu7Kz4ZVvO/HY/pvkC/1LvrZES/3MzXvz6Q3L7KzSA+EC6lPaDUhj7hwAbADQsMPk7XQT9CxQo68uXKvV7Hd755oRa+hn2NvZux0j1ioqe9B/hUvkAJvr41rnw97AvevnsMP7/CWh0+OzwZv+ER776BtcY9GnTqvp6jArw+iIC++Z1avucu1b5Qpb+9ZZfovm1SYL+OBkK+JN6GvnLOir36qTO+zW+nv+f3sL74bSe9O93rvkchqb+j5/y+gXeFvirkHD0ACXS+F1W+v65khL4OS0O9fEDYvW/egL0utLy9dfAXv2//2L0OT/e9nYowvQQZ7r47o7q+VYEdvciONr6AE1C/7IFkvpqnt77a1Jm+zyjsvZcY2b1iLKk9sr1DvQEPBz39Pi6++RbXPWGL5D3PquY9WxkLPudxPDtjStc96FB+PT8njrxWgZ++",
        "sgtnvA2glr4L1n280seYPKv5p75ukYA8So8JPgBd7T2+8888n5KSPsmD8jzr/PG9IwzUvdwKhL2yyrY9e7LEvdmUcz1SGfg95+gmvitJWD3NDxg9YcDUva3hCzy7Yzi+qMycv2yogT0egxC+hUg3PQr2Yb6Rwgm+NVv+vtXA0ru5ch+/74bov4Tn5L6qQMa+BOLOu83F4T3cSxrAZTdXv4i/Aj4V92O/Ecf/v08XQr8knOy8AhFPvWlVtr3LyhnASxIyPdWXkD5u/5s8/RJCvu6LSj5Ml+e+ubyoPRNr/L0i+EO+gkDsvolNmb7ZOYK8rbD5vrgRrL+pdBu+dzggvw=="
      ],
      "weights": [
        "24kRwKZ3jT9RnBw+bfK3PuaPpz7EFiE+sB14v3BGYb/qPQS+mx6IwA1Axb6/v/k+dwjmvpvqJb5mgL/A9KvCvgqvY7+BpdW/Hb2KwMfCcz1AAo89IBckv7N7Zr1rRJHAgztFP41hwr71MZQ+G2efvoNjob4HNwU9wKSavgZsFz+e6lk+vfPkvgnXVb+vpGK+6jb1vk3JA8CrlRg/k1CXv6q5e7+ycJs+ftitPrZotT13JwE+NxZvPrvo175Oa5a+xKGvPUwlh7+M70y+9SMbPjaspb4BRfa+xvXZv5Qrf77M2Rq/GNFGvwoFi7+/3xC78yvfvW68kb6HMBg+NW/Av0lQ5r0KI7w9oYjYvs1x0L4TJOu+UVmdPklSFL97xYQ+JFKePaZ7cr8iMPq+a4AhvzWY+L3EVYy+v1uVPlxxKb+Z684/1VcQP+RRHT/A8Ye+R4Akv+ktWL5o92M/TEeiv+EVHr/iAlG/Dy+kvlVp6rzM+TI/9Isdv5Ej2T/psQ0//ZrkPrYsxj/jvXA/W6afPscXeryhH0+/h1WXvlzAjD+0ABfAnUvcvr+KIr95Euk/I2lLvxf2Ez9smIA/FMIYP1wPf7/AePW/W1qVPwUZrz99qfM9OG2aP6wnIj+DhEA/jrH9v/oUtj+0i/k+gCEyP2j+CD+XYwo/lGdev2xlcb/V4h4+QuN+wKuvn77A6Sw/64BovyDhWL9XgcDAZ0y5O8MXaL+FCJ+/1OSEwLSEij4tTgA+EQVkv2Pfgz6Q8YvA3F6hPHdkoL2ovSW+GBeTvqcLJr8ZQp8+wvPyvnz6FT9A5po+TOYXv2XZY78tRkS/Md+XvrSkBMBl9zI/RQqGvw=="
      ]
    }
  }
}
